{
  "source": "TechCrunch",
  "date": "2024-01-31",
  "no_of_articles": 52,
  "articles": [
    {
      "title": "Tech layoffs scale to three-quarter high",
      "content": "\nIn its most recent quarter, Microsoft reported $62 billion worth of revenue, $27 billion worth of operating income, and $21.9 billion worth of net income. It also recently cut 1,900 jobs. Alphabet reported $86.3 billion worth of revenue, operating income worth $23.7 billion, net income of $20.7 billion, and an employee count that was down by nearly 8,000 compared to the year-ago period.\nOn one hand, two of tech’s best-known names just turned in results that put their operating profit at or around the $100 billion annual run-rate mark. On the other hand, both have worked in recent periods to control costs via layoffs. It was the best of times, it was the worst of times.\nThere’s a similar vibe in startup land, where venture capital totals are in decline and many startups are stuck between funding rounds or between the private and public markets. At the same time, there are a host of incredibly interesting upstart tech companies building new tools and services with or atop AI models that are themselves rapidly advancing. It was the best of times, it was the worst of times. ",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2020/05/NSussman_Techcrunch_Exchange_v3_RD.jpg?w=533"
      ],
      "link": "https://techcrunch.com/2024/01/31/tech-layoffs-scale-to-three-quarter-high/",
      "category": "artificial-intelligence",
      "Summary": "- Microsoft and Alphabet, two tech giants, reported strong revenue and operating income in their recent quarters.\n\n- However, both companies have also taken steps to control costs by laying off employees.\n\n- In the startup world, venture capital totals are declining, and many startups are facing challenges in securing funding.\n\n- Despite these challenges, there are also many promising upstart tech companies developing innovative tools and services using AI models.\n\n- The current situation in the tech industry can be characterized as both positive and negative, with strong financial results for some companies but also cost-cutting measures and challenges for others.",
      "revised_title": "Tech Industry Experiences Layoffs Amidst Strong Financial Performance"
    },
    {
      "title": "FCC moves to outlaw AI-generated robocalls",
      "content": "\nNo one likes robocalls to begin with, but using AI-generated voices of people like President Biden makes them even worse. As such the FCC is proposing that using voice cloning tech in robocalls be ruled fundamentally illegal, making it easier to charge the operators of these frauds.\nYou may ask why it’s necessary if robocalls are illegal to begin with. In fact some automated calls are necessary and even desirable, and it’s only when a call operation is found to be breaking the law in some way that it becomes the business of the authorities.\nFor example, regarding the recent fake Biden calls in New Hampshire telling people not to vote, the attorney general there can (and did) say with confidence that the messages “appear to be an unlawful attempt to disrupt the New Hampshire Presidential Primary Election and to suppress New Hampshire voters.”\nUnder the law there, voter suppression is illegal and so, when they track down the perpetrators (and I’m emailing them constantly to find out if they have, by the way) that will be what they are charged with, likely among other things. But it remains that a crime must be committed, or reasonably suspected to have been committed, for the authorities to step in.\nIf employing voice cloning tech in automated calls, like what was obviously used on Biden, is itself illegal, that makes charging robocallers that much easier.\n“That’s why the FCC is taking steps to recognize this emerging technology as illegal under existing law, giving our partners at State Attorneys General offices across the country new tools they can use to crack down on these scams and protect consumers,” said FCC Chairwoman Jessica Rosenworcel in a news release. They previously announced that they were looking into this back when the problem was relatively fresh.\n\nFCC aims to investigate the risk of AI-enhanced robocalls\n\nThe FCC already uses the Telephone Consumer Protection Act as the basis for charging robocallers and other telephone scammers. The TCPA already prohibits “artificial” voices, but it is not clear that cloned voices fall under that category. It’s arguable, for instance, that a company could use the generated voice of its CEO for legitimate business purposes.\nBut the fact is that legal applications of the tech are fewer in number and less immediately important than the illegal applications. Therefore the FCC proposes to issue a Declaratory Ruling that AI-powered voice cloning causes a call to fall under the “artificial” heading.\nThe law here is being rapidly iterated as telephone, messaging and generative voice tech all evolve. So don’t be surprised if it isn’t entirely clear what is and isn’t illegal, or why despite being obviously illegal, some calls or scams seem to operate with impunity. It’s a work in progress.\nUpdate: FCC spokesman Will Wiquist told me that procedurally, this proposal will be propagated internally and voted on at Commissioners’ discretion. It will only be public when and if it is adopted.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2023/10/GettyImages-949652688.jpg?w=711"
      ],
      "link": "https://techcrunch.com/2024/01/31/fcc-moves-to-outlaw-ai-generated-robocalls/",
      "category": "artificial-intelligence",
      "Summary": "- The FCC is proposing to make it illegal to use voice cloning technology in robocalls.\n- This is because AI-generated voices of people like President Biden are being used in robocalls to deceive people.\n- The FCC already uses the Telephone Consumer Protection Act to charge robocallers, but it is not clear that cloned voices fall under the category of \"artificial\" voices that are prohibited by the TCPA.\n- The FCC's proposal would make it easier to charge robocallers who use voice cloning technology.\n- The law regarding robocalls is rapidly evolving as telephone, messaging, and generative voice technology continue to develop.",
      "revised_title": "FCC Proposes to Outlaw AI-Generated Robocalls"
    },
    {
      "title": "Metronome’s usage-based billing software finds hit in AI as the startup raises $43M in fresh capital",
      "content": "\nMetronome, a startup that helps software companies offer usage-based billing, has raised $43 million in a Series B funding round led by NEA.\nExisting backers Andreessen Horowitz and General Catalyst also participated in the financing, which brings its total amount raised to over $78 million since its 2019 inception. \nFounded by Dropbox alums Kevin Liu and Scott Woody, San Francisco-based Metronome says it saw a 6x increase in ARR last year as more companies transitioned from subscription to usage-based models, or a combination of both. Its customers include startups such as OpenAI and Anthropic and enterprise companies like Databricks and Nvidia. Initially, Metronome worked with startups but last year expanded to the enterprise.\n“We were fortunate to see that growth during what was otherwise a tough year for SaaS,” said Liu. “Companies have been cutting spend on ‘nice-to-have’ software, but we’re seen as a core driver of revenue opportunities for our customers. The rise of AI has also been a big factor (many AI companies are adopting usage-based models), as has the desire from companies to move away from pure subscription and seat-based models to more hybrid and usage-based approaches.”\nUnsurprisingly, Metronome itself has a usage-based model.\nThe startup declined to reveal its valuation, saying only that “it was a very healthy multiple above” its Series A valuation. \n“We still had nearly all of our Series A in the bank and were heavily oversubscribed,” said Woody. \nThe draw for AI companies\nMetronome claims to “dramatically reduce” the engineering investment required by companies for billing integration and maintenance.\n“We help teams launch products quickly, offer any pricing and streamline quote-to-cash workflows, all without engineering effort,” said Liu. It does that with a data platform that it says offers integrations “out-of-the-box, so engineering teams can just point their data stream directly at Metronome and skip having to own and maintain a lot of their own infrastructure.”\nFor enterprises in particular, Metronome claimed that transitioning to cloud and/or usage-based revenue would typically require overhauling their financial stack. Its product, Liu said, helps facilitate that transition “while plugging into their existing tooling, minimizing disruption and drastically speeding up the process.”\nAI companies in particular seem to be drawn to Metronome’s offering, the company claims.\n“The entire AI stack has usage-based COGS, from APIs down to the GPU infrastructure layer, which means that AI businesses often turn to usage-based pricing to keep their margins consistent,” said Woody. “We’ve had a huge amount of inbound interest from companies looking to monetize new AI products.”\nGrowing headcount\nTo help meet that demand, over the last year, Metronome doubled its headcount to 66 full-time employees, growing its staff by more than 40% in the last quarter alone. It claims to “still have a lot of hiring to do this year,” particularly across its R&D and customer-facing teams.\nThe company also plans to use its new funding to advance on its product roadmap.\n“This capital also gives us a tremendous amount of dry powder and runway, which is important in an uncertain environment like this,” said Liu. “We’re building critical infrastructure, so customers need to know that we’ll be around for the long haul.”\nAs part of the funding round, NEA partner Hilarie Koplow-McAdams has joined Metronome’s board of directors. \n“Billing is often under resourced internally and seen as a bottleneck for product launches and pricing changes. In reality, it’s a make-or-break revenue driver for any business,” she said in a written statement. “Metronome makes it possible for companies to operationalize new business models quickly. Every customer we spoke to shared how Metronome turned billing from a ‘hair-on-fire’ problem to a system that just works.” \n\nMetronome raises $30M to help software companies shift to usage-based pricing models\n\nWant more fintech news in your inbox? Sign up for TechCrunch Fintech here.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/Metronome_founders.jpg?w=606"
      ],
      "link": "https://techcrunch.com/2024/01/31/metronomes-usage-based-billing-software-finds-hit-in-ai-raises-43m-in-fresh-capital/",
      "category": "artificial-intelligence",
      "Summary": "- Metronome, a startup that helps software companies offer usage-based billing, has raised $43 million in a Series B funding round led by NEA.\n\n- Metronome saw a 6x increase in ARR last year as more companies transitioned from subscription to usage-based models.\n\n- Metronome claims to \"dramatically reduce\" the engineering investment required by companies for billing integration and maintenance.\n\n- AI companies in particular seem to be drawn to Metronome's offering, as the entire AI stack has usage-based COGS.\n\n- Metronome plans to use its new funding to advance on its product roadmap and hire more employees.",
      "revised_title": "Metronome's Usage-Based Billing Software Gains Traction in AI, Securing $43 Million in Series B Funding"
    },
    {
      "title": "Cerulean empowers ocean pollution watchdogs with orbital observation",
      "content": "\nThe vastness of the ocean allows polluters to evade detection in all but the most egregious violations. SkyTruth aims to change that with Cerulean, an orbital monitoring platform for coastal waters that spots not just oil slicks but also the ships that produce them faster and with more certainty than ever before.\nThe nonprofit organization has been around for more than 20 years, acting as a watchdog and advocate in situations like oil spills and conservation efforts. Satellite imagery has always been helpful in such cases, but it was only recently that the frequency and quality of the data started becoming good enough to apply in close to real time.\nThough we’re still a ways off of detecting an oil spill or leak the moment it happens, many areas of Earth are imaged multiple times per day or even per hour in extremely high definition. This data could help pinpoint the time and extent of an oil leak from an offshore drilling operation before it spreads too far.\nCerulean is the software platform they’ve built to ingest and analyze orbital imagery and other data both to identify and catch polluters and to provide improved estimates of pollution in waters around the world.\nThis kind of data is difficult to get straight from official sources, since they in turn rely on reports of vessel activity and other indirect metrics. Establishing the existence of a spill, dumping, or other illegal activity in the first place is hard enough, but to clearly state its magnitude is harder, and to assign responsibility is harder still.\nBut with satellites watching and Cerulean analyzing, the problem and its producer can be positively identified sometimes in a single image.\nThe platform looks not at the visual spectrum, but at synthetic aperture radar data, which is able to detect differences in textures on the surface — like the difference between oil and water. Cerulean’s makers built a machine learning model that identifies any suspicious slicks or trails, and then allows users to rewind and find vessels that were pinged nearby at the time.\nImage Credits: Cerulean\nIt’s easy to use; I found a slick and the vessel that almost certainly left it behind in about 30 seconds. You can try it here yourself — just be aware it’s “in beta,” like so many things.\nOf course, natural oil seeps, turbulence, shadows, and other innocuous activity can look a bit like oil slicks. And not all vessels — perhaps not even a majority of vessels — are persistently tracked via their beacons, as Global Fishing Watch found out. (Perhaps not surprisingly, the two organizations work with one another.)\n\nSatellite imagery analysis shows immense scale of dark fishing industry\n\nThis means that Cerulean isn’t a solution in itself but a tool to be used in conjunction with others, and with human supervision. But even non-experts can use it, they point out, and the data is compelling without any kind of academic or advocacy trappings.\nImage Credits: Cerulean\nFor instance, in a study conducted in 2022, SkyTruth pointed out that European authorities confirmed reports of 32 oil slicks of human origin. But based on the satellite data, they believe the number is probably a hundred times higher — 3,000 or so. Similarly, it was once estimated that about half of oil slicks are natural. A SAR study suggested it’s more like 6%. When the estimates are off by orders of magnitude, it does make you think!\nThis week, SkyTruth is publishing five case studies, short reports about recent projects with advocacy groups around the globe. Here’s what they’ve been getting up to:\n\nThe Interamerican Association for Environmental Defense has been using Cerulean to monitor deep-water drilling infrastructure for leaks and spills. They hope to create daily alerts for fishermen, who not only are at direct health risk from slicks, but also catch fewer and unhealthy fish as well. “We’re trying to fill an information gap to pursue litigation that will help communities go after compensation for the harm caused by these spills,” said the group’s attorney, Santiago Piñeros Durán.\nThe Indonesia Ocean Justice Initiative is hoping to quantify and improve accountability for the very frequent spills in Indonesia. The nation’s highly active maritime sector, according to Cerulean data, produces as many oil slicks as the next five countries combined — over 100 per year on average. With facts like these, IOJI and others working toward change in the country’s regulatory structure will have something to point to in court.\nRunner of a small Indonesian resort, Andrew Dixon uses Cerulean to monitor the coast off of Bintan, where — lucky for him — there haven’t been any major spills in a decade. But the next time there is one, or even a persistent small one, he’ll see it and report it. “Being able to match a spill to a ship’s traffic is amazing,” he said. “In the past, this has been a laborious process, but now it’s all automated. Just letting captains know they are being watched is powerful.”\nU.K. climate advocacy organization Uplift used Cerulean data to look at the frequency and size of oil spills affecting the country’s waters. It’s obvious that leaked or spilled oil harms wildlife, but the scale of the harm depends on the scale of the spills. “By mapping oil slicks hundreds of miles offshore, SkyTruth helped us quantify and visualize the harm being caused and strengthen the case for an end to new oil and gas production in the North Sea,” said Uplift’s Daniel Jones.\nThe 2022 report cited above regarding bilge dumping (32 vs. 3,000 slicks) exposes the actual scale of this problem, which is a necessary step to creating new practices and regulations around it.\n\nCerulean is a work in progress — though you can use it today, it’s being iterated on constantly. CTO Jason Schatz noted in response to my questions that the model itself is being improved, but that users who want to avoid false positives should restrict it to high-confidence identifications. And it’s strictly based on orbital observation and ship beacon data — no one goes out in a dinghy and makes sure it’s really oil.\n“We have manually inspected satellite imagery at several hundred locations,” he pointed out, though. “We can never be perfectly confident of the composition of a slick using satellite data alone, but it is the best we can do at scale.”\nThis scale of visibility is indeed only available via satellite, and via the machine learning models that turn reams of data no human has time to analyze into usable analyses. SkyTruth’s plan for 2024 is to improve Cerulean with the improved model Schatz mentioned, an interface for users to set up alerts for new slicks, more training and feedback sessions with partners, and of course more work with concerned organizations and individuals. You can keep up with SkyTruth here.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/skytruth-1.jpg?w=730",
        "https://techcrunch.com/wp-content/uploads/2024/01/skytruth-2.jpg",
        "https://techcrunch.com/wp-content/uploads/2024/01/slicks-illo.jpg"
      ],
      "link": "https://techcrunch.com/2024/01/31/cerulean-empowers-ocean-pollution-watchdogs-with-orbital-observation/",
      "category": "artificial-intelligence",
      "Summary": "- SkyTruth, a nonprofit organization, has developed Cerulean, an orbital monitoring platform that uses satellite imagery and machine learning to detect oil slicks and identify the vessels responsible for them.\n- Cerulean analyzes synthetic aperture radar data to identify suspicious slicks or trails and allows users to rewind and find vessels that were nearby at the time.\n- SkyTruth has conducted studies and case studies using Cerulean to monitor oil spills, quantify accountability for spills, and advocate for changes in regulations and practices.\n- Cerulean is still under development, but it is already being used by advocacy groups and individuals to monitor coastal waters and hold polluters accountable.\n- SkyTruth plans to improve Cerulean in 2024 with a better model, an interface for users to set up alerts, more training and feedback sessions with partners, and more work with concerned organizations and individuals.",
      "revised_title": "Cerulean: Empowering Ocean Pollution Watchdogs with Orbital Observation"
    },
    {
      "title": "Twin Labs automates repetitive tasks by letting AI take over your mouse cursor",
      "content": "\nMeet Twin Labs, a Paris-based startup that wants to build an automation product for repetitive tasks, such as onboarding new employees to all your internal services, reordering items when you’re running out of stock, downloading financial reports across several SaaS products, reaching out to potential prospects and more.\n“Twin’s starting point is a science-fiction idea. We saw the development of the technical capabilities of LLMs — foundation models. And the question we asked ourselves was whether we’d be able to duplicate ourselves by training an AI agent on the way we perform our tasks,” Twin Labs co-founder and CEO Hugo Mercier told me.\nIn Twin Labs’ case, the most interesting thing isn’t what they’re doing — improving internal processes — but how they’re doing it. The company relies on multimodal models with vision capabilities, such as GPT-4 with Vision (GPT-4V), to replicate what humans usually do.\nBefore landing on multimodal models, Twin Labs first tried to develop autonomous agents using traditional LLMs. “We’ve tested lots of things, we’ve implemented research papers, we’ve tested open source GitHub repositories. Overall, the conclusion is that LLMs are completely unreliable. This means that LLMs are making the wrong decisions,” Mercier said. “In the end, the task isn’t done.”\nAccording to him, GPT-4V has been trained on a lot of different software interfaces and the underlying code bases, which unlocked new possibilities. “When you show an interface, it understands the feature behind the button,” Mercier said.\nUnlike Zapier and other automation products, Twin Labs doesn’t rely on APIs and designing complicated multi-step processes. Instead, Twin Labs is more like a web browser. The tool can automatically load web pages, click on buttons and enter text.\nFor instance, if you’re hiring someone, you might need to add this person’s information in your payroll system, send an invitation to Slack, create a Google Workspace account and invite your new employee to create an account with the healthcare insurance provider.\nCompanies usually keep a long list of tasks and just go through the list every time there’s a new team member. These tasks aren’t complicated but it’s extremely important to do them well, in the right order and with some specific checkboxes ticked. That’s why it’s going to be important to be able to train Twin Labs’ AI assistant using screen recording and natural language descriptions.\nBut the startup isn’t there yet — it is working toward this vision. Hugo Mercier and Joao Justi, the two co-founders, spent the last six months building a prototype of this product. They also raised $3 million in pre-seed funding from Betaworks, Motier Ventures and many angel investors, such as Florian Douetteau (Dataiku), Thomas Wolf (Hugging Face), Charles Gorintin (Alan), Mehdi Ghissassi (DeepMind), Romain Huet (OpenAI), Irwan Bello (OpenAI), Romuald Elie (DeepMind), Yan-David Erlich (Weights & Biases), Olivier Pomel (Datadog), Rodolphe Saadé (CMA CGM), Thibaud Elziere (Hexa), Quentin Nickmans (Hexa), Philippe Corrot (Mirakl) and Rand Hindi (Snips, Zama).\nThere are still many challenges ahead for Twin Labs’ autonomous agent system. For example, completing a task costs quite a bit of money — but API and infrastructure costs are rapidly going down in the AI space. Twin Labs will first ship a product with a library of pre-trained tasks to make sure that they work well. After that, the startup expects that it will open up its platform so that clients can create their own tasks.\nWhile many people associate AI products with a chatbot interface, Twin Labs’ approach is interesting as it’s an innovative way to interact with AI models. “We really wanted to get down to the nitty-gritty of what people do on a day-to-day basis, and how we can take over some of the things that are actually a bit of a hassle for them,” Mercier said.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/Twin-Labs-founders.jpg?w=711"
      ],
      "link": "https://techcrunch.com/2024/01/31/twin-labs-automates-repetitive-tasks-by-letting-ai-take-over-your-mouse-cursor/",
      "category": "artificial-intelligence",
      "Summary": "- Twin Labs is a Paris-based startup developing an automation product for repetitive tasks using multimodal models with vision capabilities, such as GPT-4 with Vision (GPT-4V).\n\n- Twin Labs' approach is unique as it doesn't rely on APIs and designing complicated multi-step processes, instead, it acts like a web browser that can automatically load web pages, click on buttons, and enter text.\n\n- The startup aims to train its AI assistant using screen recording and natural language descriptions to automate tasks such as onboarding new employees, reordering items, and downloading financial reports.\n\n- Twin Labs has raised $3 million in pre-seed funding and is working towards opening up its platform so that clients can create their own tasks.\n\n- The company faces challenges in terms of the cost of completing tasks, but expects API and infrastructure costs to decrease in the AI space.",
      "revised_title": "Twin Labs: Automating Repetitive Tasks with AI-Powered Mouse Cursor Control"
    },
    {
      "title": "Shopify is rolling out an AI-powered image editor for products",
      "content": "\nCommerce platform Shopify is releasing new features for its Winter Edition rollout, including an AI-powered media editor to enhance product images, improved semantic search and a better way for merchants to showcase different variants of a product.\nMany companies, including Meta, Google and Amazon, have allowed advertisers to generate backgrounds using generative AI since last year. Similarly, Shopify wants to help merchants edit their product images’ backgrounds and scenes using this tech. In the Magic Media Editor, merchants can select a type from seven styles — Minimal, Vibrant, Natural, Urban, Regged, Refined and Surreal — or type a prompt to generate a new background.\nApart from this, merchants can match an image’s background style with an existing image to maintain brand consistency. The tool can also remove unwanted backgrounds from the images.\nShopify has experimented with generative AI-based tools for merchants in the past. Last June, it launched the Sidekick bot to help merchants navigate different parts of the platform.\nThe company is also rolling out a semantic search, which goes beyond matching keywords from the search query. For example, a customer can ask a query like “warm clothes for winter” to get various results of thermal wear.\n\nhttps://techcrunch.com/wp-content/uploads/2024/01/Semantic-Search.mp4\nShopify is also rolling out tools for better merchandising, so merchants can showcase different variants of a product. The company said that based on the change of variables, the product creation and classification tool supports 2,000 variants.\nThe company has also launched a new app for combined listings to manage that. The app, available for Shopify Plus customers, allows sellers to maintain unique descriptions, galleries and URLs for different variants of products.\nMerchants can add parameters like different colors, materials and specific activities to target different audiences. Image Credits: Shopify\nAdditionally, Shopify is launching headless storefronts — where businesses can use different custom front-end solutions while using Shopify-specified APIs to access a back end — for B2B merchants.\nShopify raked in $1.7 billion in revenue with a 25% year-on-year growth for Q3 2023. The company laid off 20% of its staff (more than 2,000 people) in June 2023 and sold its logistics business to Flexport in exchange for 13% stock.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2023/05/ShopifyIPO2-e1683204509217.jpg?w=712",
        "https://techcrunch.com/wp-content/uploads/2024/01/New-Product-Taxonomy.jpg?w=680"
      ],
      "link": "https://techcrunch.com/2024/01/31/shopify-is-rolling-out-an-ai-powered-image-editor-for-products/",
      "category": "artificial-intelligence",
      "Summary": "- Shopify is introducing new features in its Winter Edition rollout, including an AI-powered media editor, improved semantic search, and better merchandising tools.\n\n- The AI-powered media editor allows merchants to enhance product images by generating new backgrounds, removing unwanted backgrounds, and matching the background style with an existing image.\n\n- The semantic search feature goes beyond matching keywords from the search query, allowing customers to ask more natural language questions to find relevant products.\n\n- Shopify is also rolling out tools for better merchandising, including support for up to 2,000 product variants and a new app for combined listings that allows sellers to maintain unique descriptions, galleries, and URLs for different variants.\n\n- Shopify is launching headless storefronts for B2B merchants, allowing them to use custom front-end solutions while accessing Shopify's back end through APIs.",
      "revised_title": "Shopify Introduces AI-Powered Image Editor and Enhanced Features for Product Presentation"
    },
    {
      "title": "A SaaS revolution is coming for the 99%",
      "content": "\n\n\n\n\nJulien Codorniou\nContributor\n\n\n\n\nShare on X\n \n\n\n\n\n\t\tJulien Codorniou is a SaaS investor at Felix Capital in London, having previously worked for 11 years at Facebook and 6 years at Microsoft. He co-authored \"The Kelkoo.com Success Story,\" published by Pearson in 2005.\t\n\nHospital nurses. Construction crews. Garbage collectors. Factory workers. Flight attendants. Restaurant servers. An estimated 2.7 billion people work in an environment without regular access to a desk, a mobile phone, or a PC. And yet, shockingly, little technology is being designed for these frontline workers.\nMajor tech players, investors, and entrepreneurs focused relentlessly on workplace innovation for white-collar workers like themselves for decades. This has brought a revolution in the office for a narrow band of employees while leaving far too many rank-and-file workers behind who’ve never been touched by what Bill Gates calls “the magic of software.”\nA blue ocean market for “IT that leaves no one behind”\nIn 2015, I was part of the team that pioneered Workplace at Facebook, the company’s first SaaS venture. Initially targeting knowledge workers and tech companies, we serendipitously stumbled upon the untapped “frontline tech” market in 2016. This pivot proved strategic, amassing over 10 million paying users from renowned organizations like Starbucks, McDonald’s, Kering, Leroy Merlin, Walmart, Lixil, and Petrobras. Our original underestimation of this market segment proved to be a blessing in disguise as we embraced the competitive void it presented. I witnessed firsthand the rising demand for connectivity among frontline-heavy organizations of all sizes. Moreover, I saw the tangible impact frontline-friendly software had on employee engagement, retention, and productivity.\nTech is on the cusp of a SaaS revolution for the 99%. Because this market is open and ready for disruption, I see an opportunity for savvy software entrepreneurs to build the Microsoft or the Salesforce of the frontline workers’ world.\n \n\n\t\t\tI see an opportunity for savvy software entrepreneurs to build the Microsoft or the Salesforce of the frontline workers’ world.\t\t\t\t\t\n\nConventional wisdom held that building products for these workers could have been more efficient and impracticable due to the restrictive nature of their working environments and IT budgets. Still, a confluence of trends is changing that mindset. Not only is it becoming clear that tech can improve conditions for these employees, but also there is a mounting sense of urgency that the benefits of SaaS workplace solutions must be extended to those who have been overlooked.\nThe pandemic brought into stark relief just how vital frontline employees (aka “critical workers”) are for keeping our lives and economy moving in ways that we had taken for granted for far too long. They watched as white-collar employees at the central office received increased workplace flexibility while they continued to grind away.\nJohn Waldmann, the CEO of Homebase, a leader in the frontline tech space, told me, “two-thirds of workers have not and will never work from home. The public conversation and technology investment are way over-indexed to hybrid work, which is your archetypal ‘high class’ problem affecting a limited number of workers. Everyone values flexibility, but for most workers, it means something entirely different — and technology can help.”\nA recent Microsoft report on frontline tech noted that 51% of non-management employees don’t feel valued, and more than 57% wish employers were doing more to address physical and mental exhaustion. A recent Beekeeper survey showed that four in 10 frontline workers have quit in the last year, and managers and head office staff don’t know how to fix it.\n ",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/GettyImages-1242784878.jpg?w=730"
      ],
      "link": "https://techcrunch.com/2024/01/31/a-saas-revolution-is-coming-for-the-99/",
      "category": "artificial-intelligence",
      "Summary": "- Frontline workers, who make up a significant portion of the global workforce, have been largely overlooked by technology innovation.\n- Major tech players have focused on workplace innovation for white-collar workers, leaving frontline workers behind.\n- The pandemic highlighted the importance of frontline workers and the need to extend the benefits of SaaS workplace solutions to them.\n- Frontline workers often feel undervalued and exhausted, and many have quit their jobs in recent years.\n- There is a growing opportunity for software entrepreneurs to build products and services that meet the unique needs of frontline workers.",
      "revised_title": "The Rise of SaaS Solutions for Frontline Workers: Addressing the Needs of the 99%"
    },
    {
      "title": "X CEO Linda Yaccarino claims company has 90M US users, less than 1% are teens",
      "content": "\nDuring today’s Senate Judiciary Committee hearing focused on kids’ online safety, X CEO Linda Yaccarino downplayed the social network’s reach among younger users, when she noted that less than 1% of the app’s U.S. users were teens ages 13 through 17. The executive put that number in context by also sharing that there were 90 million X users in the U.S. — a drop from its reported 95.4 million estimated users as of January 2023, according to data from Statista.\nWhen Elon Musk acquired Twitter, which has since rebranded as X, the U.S. was its largest market, ahead of Japan, India, Brazil and others. Speaking at an event last fall, Musk claimed the network overall had grown to 550 million monthly active users, though it wasn’t clear if his calculations included fake accounts, like bots and spammers.\nThough Musk hadn’t broken down X usage by market, at the time, Yaccarino last month indicated that X’s user base overall was growing, noting that as of December 7, 2023, more than 10 million people had already signed up for X during the month.\nBut her figures shared with the U.S. Senate today suggest that X may be facing a slight year-over-year decline in the U.S., assuming the 2023 market estimates were accurate. (Statista noted they were based on addressable ad audiences and were provided by DataReportal.) A decline would align with market expectations, as a Pew Research study published in July 2023 found that a quarter of Twitter users said they were unlikely to be on the site in a year’s time. Though Twitter, now X, has remained stickier than first thought, it has been facing a number of new competitors, including the decentralized network Mastodon, Bluesky and Instagram Threads, among others. Third-party data also indicated that X usage had dropped during Musk’s first year of ownership, Axios reported in October.\nDespite the fact that X has come under fire for failing to take adequate measures to block CSAM (child sex abuse material) on its platform in markets including the EU and Australia, has been sued by CSAM victims and last year unblocked the account of a user who had posted CSAM imagery, the company largely escaped deeper questions about its plans to combat CSAM during today’s hearing. The lawmakers also didn’t reference the recent Taylor Swift deepfake porn debacle, even though the news had reached the White House.\nIn addition to downplaying X’s reach among young people, Yaccarino also distanced the company from its predecessor, Twitter, by calling X “a 14-month-old company” that has “reprioritized child protection and safety measures.” She added that X has “just begun to talk about and discuss how we can enhance those [measures] with parental controls.”\nTimed alongside the hearing, the company shared that it suspended 12.4 million user accounts for violating its CSE (child sexual exploitation) policies in 2023, up from the 2.3 million accounts removed by Twitter in 2022. It also sent 850,000 reports to NCMEC (National Center for Missing & Exploited Children), eight times more than before Musk’s acquisition.\nThose figures, of course, can be viewed in different ways — either that X has increased enforcement, as it wants people to believe, or that CSAM-related activity itself has increased on X, and an increase in the number of reports has followed.\nAlso during the hearing, Yaccarino answered a question about how many content moderators were on staff by saying that X had 2,300 people “all over the world.” That’s more than the number of X employees. (After Musk’s acquisition, 80% of its workforce of 7,500 was laid off or quit, including most of the trust and safety team.) X recently said that it was planning to build back up its trust and safety teams by hiring 100 full-time moderators in Austin, Texas.\nIn an email response, a rep for X said it does have 2,300 people, as Yaccarino said, but they are a combination of full-time employees and full-time contractors.\n\nAhead of congressional hearing on child safety, X announces plans to hire 100 moderators in Austin\n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/GettyImages-1975313532.jpg?w=711"
      ],
      "link": "https://techcrunch.com/2024/01/31/x-ceo-linda-yaccarino-claims-company-has-90m-u-s-users-less-than-1-are-teens/",
      "category": "apps",
      "Summary": "- X CEO Linda Yaccarino downplayed the social network's reach among younger users, noting that less than 1% of the app's U.S. users were teens ages 13 through 17.\n\n- X may be facing a slight year-over-year decline in the U.S., with a drop from 95.4 million estimated users in January 2023 to 90 million users in December 2023.\n\n- X suspended 12.4 million user accounts for violating its CSE (child sexual exploitation) policies in 2023, up from the 2.3 million accounts removed by Twitter in 2022.\n\n- X has 2,300 content moderators worldwide, a combination of full-time employees and contractors.\n\n- X plans to hire 100 full-time moderators in Austin, Texas, to build back up its trust and safety teams."
    },
    {
      "title": "Snap CEO says 20 million US teens use Snapchat, but only 200,000 parents use its Family Center controls",
      "content": "\nDuring today’s Senate Judiciary Committee hearing on kids’ online safety, Snap CEO Evan Spiegel shared that 20 million teenagers use Snapchat in the United States and that around 200,000 parents use its Family Center supervision controls. He also shared that approximately 400,000 teen accounts have been linked to a parent’s account through Family Center. Spiegel’s testimony marks the first time that Snap has shared real-world metrics regarding the usage of Snapchat’s parental controls.\nSnapchat’s Family Center, which allows parents to see who their teens are friends with on the app and who they have been communicating with, first launched in 2022.\nSpiegel shared the numbers after Senator Alex Padilla (D-Calif) asked the CEO’s of Snap, Meta, TikTok, X and Discord to disclose how many minors were using their platforms and how many parents were using parental supervision controls offered by the services.\n“We create a banner for Family Center on the user’s profiles,” Spiegel said after being asked what Snapchat was doing to ensure parents and guardians are aware of the tools. “So the accounts we believe may be the age that they can be parents can see the entry point into Family Center easily.”\nSnap introduced the parental controls in response to increased pressure on social networks to better protect minor users from harm. Snapchat’s rollout of Family Center followed the launches of similar parental control features across other apps, including Instagram, TikTok and YouTube.\nSpiegel was the only CEO to share numbers in response to Senator Padilla’s question.\nMeta CEO Mark Zuckerberg said he was unable to provide specific numbers, but said that the company runs “extensive ad campaigns” both on its platform and outside to raise awareness of its parental supervision tools.\nX CEO Linda Yaccarino shared that less than 1% of the platform’s 90 million U.S. users are between the ages of 13 and 17, and that the company is discussing parental controls.\n“Being a 14-month-old company we have reprioritized child protection and safety measures,” Yaccarino said. “We have just begun to talk about and discuss how we can enhance those with parental controls.”\nTikTok CEO Shou Zi Chew said he was unable to share specifics, but that TikTok was “one of the first platforms” to give parents supervision controls. Discord CEO Jason Citron said that Discord raises awareness of its parental controls through promotional videos and in-app prompts.\n\nMark Zuckerberg says Apple and Google should manage parental consent for apps, not Meta\n\n\nMark Zuckerberg defends teenage creators’ right to public Instagram accounts\n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/evan-spiegel.jpg?w=600"
      ],
      "link": "https://techcrunch.com/2024/01/31/snap-ceo-says-20-million-u-s-teens-use-snapchat-but-only-200000-parents-use-its-family-center-controls/",
      "category": "apps",
      "Summary": "- Snap CEO Evan Spiegel shared that 20 million teenagers use Snapchat in the United States and that around 200,000 parents use its Family Center supervision controls.\n- Snapchat's Family Center allows parents to see who their teens are friends with on the app and who they have been communicating with.\n- Spiegel was the only CEO to share numbers in response to Senator Padilla's question about how many minors were using their platforms and how many parents were using parental supervision controls.\n- Meta CEO Mark Zuckerberg said he was unable to provide specific numbers but said that the company runs \"extensive ad campaigns\" to raise awareness of its parental supervision tools.\n- TikTok CEO Shou Zi Chew said he was unable to share specifics but that TikTok was \"one of the first platforms\" to give parents supervision controls.",
      "revised_title": "Snapchat CEO Reveals Usage Statistics for Teenagers and Parents Using Family Center Controls"
    },
    {
      "title": "Threads is working on surfacing Trends, says Instagram head Adam Mosseri",
      "content": "\nInstagram Threads will adopt another Twitter/X feature: Trends, the company has confirmed. In a reply to a user on the app, Instagram head Adam Mosseri noted that work on such a feature was in the works, responding that “we are working on surfacing trends” — a feature that would make the X rival even more competitive offering in terms of providing access to more real-time news and information.\nThreads, to date, has been criticized by some who felt the app’s “For You” algorithm prioritized creators and posts from those they didn’t follow and don’t care about. It also often shows older posts, making the app feel stagnant. More recently, users complained that Threads was recommending low-quality content, which the company said it was fixing. Complaints around the algorithm’s faults could potentially lessen with the launch of a Trends feature, as it would tap into the popular topics and discussions taking place on the app, giving people a new way to find interesting and relevant conversations.\n \n\n\nPost by @mosseri\nView on Threads\n\n \n\nTechCrunch previously reported that Threads was working on Trends last October after a Threads user spotted the feature in a screenshot posted accidentally by an Instagram employee. At the time, the feature included a numbered list of trending topics as well as how many “threads” were actively discussing each item.\nUnlike X’s trends, Threads’ Trends list that appeared in the leaked screenshot didn’t appear to be accompanied by other trending lists by topic, like News, Sports, and Entertainment, or a list of Trends that are personalized to the end user, as are found on X. Instead, it showed a simple list of active discussions — like Disney+’s release of “Loki” Season 2, for example, or Billboard’s Latin Music Week, which were popular then.\nDespite user demand for Trends on Threads, the feature could be potentially problematic — especially if Trends are algorithmically curated, instead of being curated by human editors or with human oversight. Bad actors could take advantage of a trends feature to make a certain topic or tag go viral, even if it’s inappropriate or toxic. Spammers could also use a trends feature to flood a topic with their unwanted posts. Given that Threads is still managed by a small team, relative to Meta’s size, introducing Trends to Threads adds another layer of complexity to the app, and another surface for potential harm.\nMosseri didn’t say when Trends would launch on Threads, but a screenshot from reverse engineer Alessandro Paluzzi showed a different version of Trends that had been renamed as “Today’s Topics.” It’s unclear how Trends will look when it launches publicly, however.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2023/07/Threads-GettyImages-1514358972.jpeg?w=562"
      ],
      "link": "https://techcrunch.com/2024/01/31/threads-is-working-on-surfacing-trends-says-instagram-head-adam-mosseri/",
      "category": "apps",
      "Summary": "- Instagram Threads is working on a Trends feature, similar to Twitter/X, to provide access to real-time news and information.\n\n- The \"For You\" algorithm in Threads has been criticized for prioritizing creators and posts from people users don't follow or care about, as well as showing older posts.\n\n- The Trends feature could potentially address these complaints by surfacing popular topics and discussions on the app, giving users a new way to find interesting and relevant conversations.\n\n- The leaked screenshot of the Trends feature showed a numbered list of trending topics and the number of \"threads\" discussing each item, but it lacked personalized or categorized lists like X's Trends.\n\n- Introducing Trends to Threads could be problematic if it's algorithmically curated, as bad actors could manipulate it to make inappropriate or toxic topics go viral, or spammers could flood topics with unwanted posts.",
      "revised_title": "Instagram Threads to Introduce Trends Feature, Confirms Adam Mosseri"
    },
    {
      "title": "Podcast app Castro now owned by indie developer Bluck Apps",
      "content": "\nNearly two months after Castro, the third-party podcast app, announced it was seeking new ownership, the company revealed today that it has officially been bought by Bluck Apps, an independent app studio that developed Android podcast app Aurelian.\nIn November, Castro’s future was questioned when a former employee, Mohit Mamoria, posted on X that the app would soon shut down. Then the website went down, appearing to confirm the report. However, Castro disputed the claim and explained the reason behind the app’s downtime in a December blog post, saying it was due to a complex issue that required “extensive work” to fix.\nDustin Bluck, a former Instagram employee who launched his podcast app Aurelian as a passion project, now runs the show at Castro, and promises users there are no plans to make any significant changes to the app.\n“We won’t be making any drastic changes, like overhauling the UI to look more like TikTok. We’re not adding an AI chatbot. We’ll just keep running the podcast service you already love, with a few tweaks to modernize and keep things running smoothly,” Bluck wrote in today’s blog post, adding that the minor tweaks should help new episodes “sync more quickly.”\n“Once things are stabilized and the transition is complete, we’ll be turning our attention toward new features, such as syncing across devices,” he explained.\nAs an indie developer, Bluck wants to make sure Castro still serves dedicated podcast listeners. “This is a niche, and we intend to serve that niche. If you have over 100 podcast subscriptions and listen to them all semi-regularly, you are probably one of our people,” Bluck said.\nBluck assured users that the subscription price is staying the same for the time being; however, users should subscribe to “Castro Plus” now to avoid a future price hike. Castro is free for users but offers an annual subscription for $29.99, including playback features and other advanced settings like skipping repetitive intros.\nMeanwhile, Aurelian is being moved under the Castro umbrella and will use Castro’s back end for search and other capabilities. However, Bluck tells TechCrunch that Aurelian isn’t “necessarily merging with Castro,” but would consider them as siblings.\n“It might become Castro, but I wouldn’t want to call it Castro until it actually fits into Castro’s Inbox/Queue workflow. I’m not yet sure if we’ll do that,” Bluck tells us.\nBluck declined to share how much he paid for Castro.\nCastro’s new owner also apologized for how the company previously failed to communicate well with users in recent months. From now on, all major changes will be announced to the public, and the team will let users know in a timely manner if/when an issue is being fixed.\nBluck definitely has his work cut out for him as he points out the “thousands of messages” from users that he and his very small team have to get through. While Bluck has hired a couple freelancers, he’s the only full-time employee as of now, so it will likely take some time before he can hire more people to help.\nCastro has been a popular iOS podcast app for years, so it’s likely a relief to many that it’s not going anywhere. The app was acquired by Tiny back in 2018.\n“I didn’t really expect people to be quite so passionate about the app. There’s a lot of work to do to make those fans happy, but the reception has been very encouraging,” Bluck admitted. “We are very committed to the open podcasting ecosystem, and taking over such a well-designed independent app is very cool for us.”\n\nRIP? Third-party podcast app Castro appears to be dead, company goes quiet\n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/castro-app-logo.png?w=623"
      ],
      "link": "https://techcrunch.com/2024/01/31/podcast-app-castro-now-owned-by-indie-developer-bluck-apps/",
      "category": "apps",
      "Summary": "- Castro, a popular iOS podcast app, has been acquired by Bluck Apps, an independent app studio.\n\n- Dustin Bluck, the founder of Bluck Apps, promises no significant changes to the app and plans to modernize it with minor tweaks.\n\n- Castro Plus, the annual subscription for advanced features, will remain at $29.99 for now, but users are encouraged to subscribe to avoid a future price hike.\n\n- Aurelian, Bluck's previous podcast app, will be moved under the Castro umbrella and use Castro's back end for search and other capabilities.\n\n- Bluck apologizes for the lack of communication from Castro in recent months and promises to keep users informed of any major changes or issues.",
      "revised_title": "Castro Podcast App Acquired by Indie Developer Bluck Apps, Ensuring Continued Service"
    },
    {
      "title": "Mark Zuckerberg says Apple and Google should manage parental consent for apps, not Meta",
      "content": "\nIn today’s congressional online safety hearing, Meta CEO Mark Zuckerberg again pushed back at the idea that businesses like his should be responsible for managing parental consent systems for kids’ use of social media apps, like Facebook and Instagram. Instead, he suggested the problem should be dealt with by the app store providers, like Apple and Google, he said.\nThis is not the first time Meta has floated the idea. Last November, the company introduced a proposal that argued that Apple and Google should do more with regard to kids’ and teens’ safety by requiring parental approval when users aged 13 to 15 download certain apps.\nAt the time, Meta’s global head of safety, Antigone Davis, said this would be the “best way” to support both parents and kids, and the solution should be enacted “industry-wide,” where “all apps are held to the same, consistent standard,” according to a report by The Washington Post at the time.\nIn other words, Meta wants to ensure that the playing field between it and its competitors remains level, despite the massive size of its social networking services, which, combined, are used by 3.14 billion people daily, as of the company’s Q3 2023 earnings announced in October. That’s larger than Snapchat’s 406 million daily active users, as of Q3, or X’s reported 500 million+ monthly active users. \nIn today’s hearing, Zuckerberg suggested that Meta’s own research indicated that parents wanted more control over apps via smartphones and the app stores that families use.\n“I don’t think parents should have to upload an ID to prove that they’re the parent of a child in every single app that their children use,” he said, positioning his proposal as one that would better respect user privacy as ID uploads would not be involved.\n“And a place where it’d be actually very easy for it to work is within the app stores themselves — where my understanding is Apple and Google already — or at least Apple already — requires parental consent when a child does a payment with an app,” Zuckerberg noted, a subtle jab at Apple’s requirement that apps on its platform use its own payment methods. “So it should be pretty trivial to pass a law that requires them to make it so parents have control anytime a child downloads an app and offers consent to that,” he said.\nHis suggestion is a clever maneuver by Meta, as it effectively turns Apple’s desire to profit from the apps on its app stores against them. Today, Apple takes a 15% to 30% commission on all in-app purchases that take place through iOS apps, depending on the business’s size and other factors. Or, simply put, Meta is saying that if Apple wants to be the payment processor for all iOS apps, at a cost to Meta’s profits, then parental consent over app usage should be Apple’s problem, too.\n“I think that’s the type of legislation, in addition to some of the other ideas that you all have, that would make this a lot easier for parents,” Zuckerberg added.\nMeta and Apple have been at odds for some time, following Apple’s entry into the advertising market, which it did by way of a privacy measure for consumers, App Tracking Transparency. With this, consumers could request apps not to track them, hurting Meta’s advertising business and revenues. In turn, app makers would have to buy more App Store Search ads to target their users.\n \n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2023/05/GettyImages-1467844599.jpg?w=679"
      ],
      "link": "https://techcrunch.com/2024/01/31/mark-zuckerberg-says-apple-and-google-should-manage-parental-consent-for-apps-not-meta/",
      "category": "apps",
      "Summary": "- Meta CEO Mark Zuckerberg believes that app store providers, like Apple and Google, should be responsible for managing parental consent systems for kids' use of social media apps.\n\n- Meta has previously proposed that Apple and Google require parental approval when users aged 13 to 15 download certain apps.\n\n- Zuckerberg argues that this would be the best way to support both parents and kids and that the solution should be enacted industry-wide.\n\n- Meta's suggestion is a clever maneuver that turns Apple's desire to profit from the apps on its app stores against them.\n\n- Meta and Apple have been at odds for some time, following Apple's entry into the advertising market, which hurt Meta's advertising business and revenues.",
      "revised_title": "Mark Zuckerberg Proposes Apple and Google Manage Parental Consent for Apps, Not Meta"
    },
    {
      "title": "Google’s ‘Circle to Search’ feature is now available on the Pixel 8, Pixel 8 Pro and Samsung Galaxy S24 series",
      "content": "\nGoogle announced today that its new Circle to Search feature is rolling out globally on the Pixel 8, Pixel 8 Pro and Samsung Galaxy S24 series. The new feature, which was unveiled earlier this month, lets users search from anywhere on their phone using gestures like circling, highlighting, scribbling or tapping.\nThe tech giant believes the new feature aims to make it more natural to engage with Google Search whenever a question pops into your head, like when you’re watching a video or looking at an image on a social app. For example, if you’re watching a video where someone is eating a Korean corn dog, you could circle the corn dog and ask, “Why are these so popular?”\nImage Credits: Google\nThe feature can be engaged through other gestures, as well, not just circles. If you’re chatting in a messaging app with a friend about a restaurant, you could simply tap on the name of the restaurant to see more details about it without having to leave the app.\nCircle to Search also makes it easier to look up definitions of words or phrases. Say you’re watching a video featuring a drink with the word “prebiotic” on it, but you don’t know what it means or how it’s different from “probiotic.” In the past, you would have to leave whichever app you’re using and go to your browser to search for the word. Now, you can long-press the home button or navigation bar to activate Circle to Search and highlight “prebiotic” to learn more about it. When you’re done, you just need to swipe away and resume the video.\nWith Circle to Search, you will be able to access search from any app, which means you no longer have to stop what you’re doing to start a search in your browser. Plus, if you’re someone who takes a screenshot to remind yourself to search something later, you no longer have to do that as you can search right away without interrupting what you’re currently doing.\n\nGoogle introduces ‘Circle to Search,’ a new way to search from anywhere on Android using gestures\n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/OOTD-Sunglasses-Circle.png?w=711",
        "https://techcrunch.com/wp-content/uploads/2024/01/Korean-corn-dog-circle.png"
      ],
      "link": "https://techcrunch.com/2024/01/31/googles-circle-to-search-feature-available-pixel-8-pixel-8-pro-samsung-galaxy-s20-series/",
      "category": "apps",
      "Summary": "- Google's new Circle to Search feature is now available globally on the Pixel 8, Pixel 8 Pro, and Samsung Galaxy S24 series.\n- The feature allows users to search from anywhere on their phone using gestures like circling, highlighting, scribbling, or tapping.\n- Circle to Search makes it easier to search for information while watching videos, chatting in messaging apps, or reading articles.\n- Users can access search from any app without having to stop what they're doing or leave the app.\n- The feature eliminates the need to take screenshots to remind oneself to search something later.",
      "revised_title": "Google's New 'Circle to Search' Feature Now Available on Pixel 8, Pixel 8 Pro, and Samsung Galaxy S24 Series"
    },
    {
      "title": "Match Group says it hasn’t yet decided if it will opt into Apple’s new DMA rules",
      "content": "\nDating app giant Match Group says it hasn’t yet determined how it plans to adapt its products in light of the EU’s Digital Markets Act (DMA), a new regulation that is forcing Apple to open up its platform to alternative app stores, third-party payments and more. Speaking to investors during the company’s Q4 2023 earnings call this morning, Match President and CEO Gary Swidler noted that, like other companies including Spotify and Microsoft, there are questions and concerns with Apple’s response to the legislation, but added that Match hasn’t yet decided if it would opt into Apple’s new rules.\n“We’re still considering what this all means,” Swidler said. “We’re still looking at it, making sure we understand it,” he explained.\nApple announced last week a host of complicated rules around how it’s complying with the DMA, which involve a new commission structure for apps distributed in the EU, including separate fees for the use of Apple’s in-app payments and a new “Core Technology Fee” that applies to any business opting into the new rules. Alternately, app developers can choose to stay on the same system they are today, where they simply pay Apple a commission for in-app purchases that range from 15% to 30%, depending on the company size and other factors.\nIn doing the math, several large companies realized Apple’s DMA rules wouldn’t actually provide them the discounts they had hoped for in an open app marketplace, where they could process their own payments and distribute apps outside the App Store. That’s led to backlash from notable Apple critics, including Epic Games and Spotify, as well as others like Mozilla and Microsoft. Match is likely going to come to the same conclusion that the rules are not as favorable to their business as they had wanted them to be.\nHowever, Swidler noted there was the potential for the rules to change because, even though Apple had proposed new rules for its App Store and iOS platform, the European Commission still actually has to accept its proposal.\n“And that, in and of itself, is far from assured,” Swidler added. “And so I think that will continue to play itself out over the next weeks or months as we get to that March 6 deadline.”\nIn addition, Match believes the fact that the new regulations are available to EU users could put pressure on other markets, like the U.S., to adopt similar measures.\n“If you’re a consumer in the U.S., or you’re a consumer in the U.K. — right next door to the EU — you start to wonder why our customers in the EU are getting benefits and we’re not getting the same benefits. So if you’re the government in those jurisdictions, you’d say, well, our citizens deserve the same benefits as what we’re seeing in the EU.”\nMatch has a relatively small percentage of its revenue in the U.K. that comes from iOS, the CEO noted, but it has a lot more revenue coming from the U.K. and North America, where similar laws regulating app stores would benefit the dating app maker, if they came to pass.\n“We’re excited to see where this goes because we’ve been waiting for this for a long time. And this is the first, tangible movement that we’ve seen from the the regulators,” Swidler said. He said Match estimated it could save $20 million in app store fees in the EU in the future.\nMatch’s earnings on Tuesday came out ahead of estimates with earnings of $0.81 per share, up from $0.30 per share a year ago. The company also posted revenues of $866.23 million for the quarter ending in December, up from $786.15 a year ago. For the full year, Match reported record revenue, up 6% year-over-year, to $3.4 billion.\n\nEpic Games CEO calls out Apple’s DMA rules as ‘malicious compliance’ and full of ‘junk fees’\n\n\nSpotify calls Apple’s DMA compliance plan ‘extortion’ and a ‘complete and total farce’\n\n\nApple’s answer to EU’s gatekeeper rules is new ‘core tech’ fee for apps\n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2019/05/tinder-icon-ios.jpg?w=712"
      ],
      "link": "https://techcrunch.com/2024/01/31/match-group-says-it-hasnt-yet-decided-if-it-will-opt-into-apples-new-dma-rules/",
      "category": "apps",
      "Summary": "- Match Group, the parent company of popular dating apps like Tinder and Hinge, is still evaluating how it will adapt its products to comply with the EU's Digital Markets Act (DMA).\n\n- Apple has proposed new rules for its App Store and iOS platform in response to the DMA, but the European Commission has yet to accept the proposal.\n\n- Match believes that the new regulations could put pressure on other markets, like the U.S. and the U.K., to adopt similar measures, which could benefit the company.\n\n- Match estimates that it could save $20 million in app store fees in the EU in the future if the new rules are implemented.\n\n- Match reported record revenue for the full year 2023, up 6% year-over-year to $3.4 billion.",
      "revised_title": "Match Group Undecided on Opting into Apple's New DMA Rules"
    },
    {
      "title": "Spotify’s new Snapchat Lens lets you capture yourself or your surroundings when sharing a song",
      "content": "\nSpotify is expanding its partnership with Snapchat to introduce a new way for users to share their favorite songs on the social app. A new “Share Track Lens” feature lets you capture the world around you on camera while sharing a song. The lens will overlay the song title, artist name, cover art and a link to listen to the track on Spotify.\nTo get started with the feature, you first need to make sure your Spotify and Snapchat mobile apps are updated. Then, you need to select a track on Spotify that you want to share. You can then open the share menu and hit the Snapchat “Lens” icon. The lens will then generate the track information on Snapchat. After you create your Snap, you can share it to your Story or with others.\nImage Credits: Spotify\nAlthough Snapchat users have had the ability to share what they’re listening to on Spotify since 2019, you couldn’t do so while capturing yourself or your surroundings, as you could only share a Snap with the song’s title and artist. This new feature lets you share a song alongside an image, in a way that’s similar to sharing songs in Instagram Stories.\nFor instance, if you and your friends are listening to a song while getting ready to go out, you can take a Snap of yourselves and overlay the track you’re listening to on top. Or, you can use the feature when you’re at the beach and listening to a song while looking at the waves and want to capture the entire vibe.\nThe new feature is rolling out globally starting today for both Android and iOS users in markets where both Spotify and Snapchat are available.\n“Whether it’s your signature song or a new single you can’t stop playing on repeat, the music you love to listen to is a part of who you are,” Spotify wrote in a blog post. “And we know Spotify users regularly share the music they’re loving with friends, as the number of songs shared to social media platforms grow each year. When sharing tracks from Spotify to Snapchat, you can now put you and your friends in the spotlight.”\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/spotify-snapchat-2.png?w=702",
        "https://techcrunch.com/wp-content/uploads/2024/01/snapchat-spotify.png"
      ],
      "link": "https://techcrunch.com/2024/01/31/spotifys-new-snapchat-lens-lets-you-capture-yourself-or-your-surroundings-when-sharing-a-song/",
      "category": "apps",
      "Summary": "- Spotify and Snapchat have expanded their partnership to introduce a new \"Share Track Lens\" feature.\n\n- The feature allows users to capture the world around them on camera while sharing a song from Spotify.\n\n- The lens overlays the song title, artist name, cover art, and a link to listen to the track on Spotify.\n\n- Users can share the Snap to their Story or with others, enabling them to share songs alongside images.\n\n- The feature is rolling out globally for both Android and iOS users in markets where both Spotify and Snapchat are available.",
      "revised_title": "Spotify and Snapchat Collaborate on New Lens for Sharing Songs with Visuals"
    },
    {
      "title": "Oura launches a new feature to measure your resilience against stress",
      "content": "\nSmart ring maker Oura is rolling out a new feature called Resilience, which measures how much stress users can withstand.\nThe company is measuring resilience using parameters like stress load during the daytime and recovery during the day and night (sleep). It doesn’t assign a score but categorizes resilience into five types: Limited, Adequate, Solid, Strong and Exceptional.\nOura will also show insights and suggestions to increase resilience in the app. There is also a section showing the trend line for the newly released feature for the week.\nImage Credits: Oura\nIn October, the hardware startup launched the ability to measure daytime stress along with a mood journaling feature called Reflections.\nImage Credits: Oura\nThe company said on average users experience 96.5 minutes of stress per day. Plus, it observed that users show a high-stress duration during Fridays and Saturdays as compared to weekdays because of increased activity and alcohol contributing to increasing stress.\nApart from measuring stress, Oura seems to be keen to provide ways to manage it. In December 2023, the company partnered with meditation service platform Headspace to launch 15-minute sessions it the Oura app.\nOura’s rival Ultrahuman also has recovery scores, but that focuses more on physical readiness and resilience rather than psychological resilience.\nRecently, in reaction to Samsung announcing its own ring, Oura CEO Tom Hale told TechCrunch that its ring is for everyone who wants to manage stress better.\n“Since our founding over a decade ago, we’ve invested relentlessly in the service of creating the best smart ring that gives everybody a voice. Our members span from Gen Z to Boomers, from pro athletes to those seeking to improve their sleep and health, from women tracking their cycles to those who want to better manage their stress,” he said.\nLast June, Oura launched the “Circles” feature to let users share their fitness stats with friends and family.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/Oura-feat.jpg?w=711",
        "https://techcrunch.com/wp-content/uploads/2024/01/Resilience-Solid_trend.jpeg?w=194",
        "https://techcrunch.com/wp-content/uploads/2024/01/Home-view-Stress-morning.jpeg?w=336"
      ],
      "link": "https://techcrunch.com/2024/01/31/oura-launches-a-new-feature-to-mesure-your-resilience-against-stress/",
      "category": "apps",
      "Summary": "- Oura, a smart ring maker, has introduced a new feature called Resilience, which measures users' ability to withstand stress.\n\n- Resilience is measured using parameters like stress load during the day and recovery during the day and night (sleep).\n\n- Oura categorizes resilience into five types: Limited, Adequate, Solid, Strong, and Exceptional.\n\n- The company also provides insights and suggestions to increase resilience in the app and shows a trend line for the feature for the week.\n\n- Oura's rival Ultrahuman has recovery scores, but it focuses more on physical readiness and resilience rather than psychological resilience.",
      "revised_title": "Oura's New Feature: Measuring Resilience to Stress"
    },
    {
      "title": "Aim Security raises $10M for its GenAI security platform",
      "content": "\nSecuring generative AI-based applications from prompting attacks, ensuring that they don’t leak sensitive data or create malicious output or results that may violate privacy regulations is becoming a real business. We’ve already seen some startups in this space and today, Tel Aviv-based Aim Security is joining the fray with a new GenAI security platform and a $10 million seed funding round. This round was led by YL Ventures, with participation from Cyber Club London and a group of angel investors that includes the founders of WIZ.\nLike so many Israeli security startups, Aim Security’s founders Matan Getz (CEO) and Adir Gruss (CTO) got their cybersecurity education during their time with the Israel Defense Forces. Getz spent time with Unit 8200 and became the deputy CISO at the IDF, while Gruss was the commander of what Getz described as an “elite cybersecurity education program.” After his time with the army, Gruss became the field CTO of Laminar.\nImage Credits: Aim Security\n“We partnered together for my internal projects [at the IDF] and then when GenAI became hyped and not just for the geeks, we quickly understood the power of GenAI. This was exactly the time when we decided to partner and to found Aim Security,” Getz told me.\nGetz explained that the company wants to take a holistic look at the security implications of GenAI, most of which revolve around preventing data leakage and ensuring that GenAI usage — both by employees who use public GenAI products like ChatGPT and by developers who may create their own internal or public-facing applications — doesn’t leak private data.\n“The consumer applications that are out there are very easy to use. It’s like to call it [Data Loss Prevention] on steroids because now you have an interest to upload sensitive data and the applications have a deep interest to train their models on that data,” Getz said. Meanwhile, many large companies have started connecting their internal data to copilots (mostly from Microsoft), making it hard for them to enforce their existing authorization rules, all while the internal developers are looking to build their own homegrown applications.\nThe company’s platform integrates with a lot of existing security solutions but it also offers a lightweight browser extension. This way, the company always sits between the large language model and the user (or application) and knows exactly which GenAI tools a company’s employees are using and what data they feed them.\nGetz noted that the company is already seeing a lot of traction across a number of industries. With investors who have deep roots in both the U.S. and Europe, the company has now set its sights to expand in these markets.\n\nPrompt Security wants to make GenAI safe for the enterprise\n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/Aim-Security-co-founders.jpg?w=600",
        "https://techcrunch.com/wp-content/uploads/2024/01/Aim-Security-screenshot.png"
      ],
      "link": "https://techcrunch.com/2024/01/31/aim-security-raises-10m-for-its-genai-security-platform/",
      "category": "enterprise",
      "Summary": "- Aim Security, a Tel Aviv-based startup, has launched a GenAI security platform to protect generative AI-based applications from prompting attacks and data leakage.\n\n- The company's platform integrates with existing security solutions and offers a lightweight browser extension to monitor GenAI usage and prevent sensitive data exposure.\n\n- Aim Security's founders, Matan Getz and Adir Gruss, have backgrounds in cybersecurity with the Israel Defense Forces.\n\n- The company has secured $10 million in seed funding led by YL Ventures, with participation from Cyber Club London and angel investors.\n\n- Aim Security aims to expand its operations in the U.S. and Europe, leveraging its investors' connections in these markets.",
      "revised_title": "Aim Security Secures $10M to Safeguard Generative AI Applications"
    },
    {
      "title": "Google’s first Africa cloud region now operational",
      "content": "\nGoogle has today said its cloud region in South Africa is operational, coming a year after the tech giant picked Johannesburg as its first site in Africa.\nCloud regions allow users to deploy cloud resources from specific geographic locations or closer to customers, and gives them access to several services including cloud storage, compute engine and key management systems.\nGoogle says the Johannesburg region will play an important role in providing the resources that businesses “need to scale, innovate and compete in the global marketplace.”\n\nGoogle picks South Africa for its first cloud region in Africa\n\nToday’s announcement follows the 2022 proclamation where Google also confirmed building Dedicated Cloud Interconnect sites, which link users’ on-premises networks with Google’s grid, in Nairobi (Kenya), Lagos (Nigeria) and South Africa (Capetown and Johannesburg), to provide full-scale cloud capabilities for its customers and partners in Africa. It said it would tap its now completed private subsea cable, Equiano, which connects Africa and Europe to power the sites.\n“Like all Google Cloud regions, the Johannesburg region is connected to Google’s secure network, comprising a system of high-capacity fiber optic cables under land and sea around the world. This includes the recently-completed Equiano subsea cable system that connects Portugal with Togo, Nigeria, Namibia, South Africa, and St. Helena,” Google Cloud Africa director, Niral Patel said in a statement today.\nAccording to AlphaBeta Economics research, commissioned by Google Cloud, the South Africa cloud region is expected to contribute over $2.1 billion to South Africa’s GDP, and support the creation of more than 40,000 jobs by 2030.\nBesides, Patel said in 2022, the cloud region would allow its customers and partners to choose where to store their data, and regions to access its cloud services, especially in the context of data sovereignty.\nThe ability for users to choose where to store their data is increasingly critical as countries like Kenya implement privacy and data laws that require companies to store and process data collected within their borders using locally hosted servers.\nGoogle, which now has a global network of 40 cloud regions and 106 zones worldwide, joins Amazon Web Services (AWS), Microsoft Azure and Oracle amongst others with cloud regions in South Africa.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2022/03/GettyImages-1337404332-1.jpg?w=599"
      ],
      "link": "https://techcrunch.com/2024/01/31/googles-first-africa-cloud-region-now-operational/",
      "category": "enterprise",
      "Summary": "- Google has launched its cloud region in South Africa, becoming the first tech giant to establish a cloud region in Africa.\n\n- The Johannesburg region will provide cloud resources and services such as cloud storage, compute engine, and key management systems to businesses in the region.\n\n- Google's cloud region in South Africa is expected to contribute over $2.1 billion to the country's GDP and create more than 40,000 jobs by 2030.\n\n- The region will allow customers and partners to choose where to store their data and access cloud services, addressing data sovereignty concerns.\n\n- Google joins Amazon Web Services (AWS), Microsoft Azure, and Oracle in offering cloud regions in South Africa.",
      "revised_title": "Google's South Africa Cloud Region Now Operational, Bringing Cloud Services Closer to African Businesses"
    },
    {
      "title": "Oasis Security leaves stealth with $40M to lock down the wild west of non-human identity management",
      "content": "\nWhen people hear the term “identity management” in an enterprise context, they typically think of apps that help users authenticate who they are on a network in order to access certain services. In a security context, however, human users are just the tip of the iceberg when it comes to managing access and making sure it doesn’t get breached.\nA whole, considerably more complex, universe of machine-based authentications underpin how just about everything IT works with everything else — a universe that is arguably considerably even more vulnerable to hacking simply because of that size and complexity, with some 50 “non-human” identities for every human typically in an organization, and sometimes more. Today, a startup out of Israel called Oasis Security is emerging from stealth with technology that it has built to address this.\nIt’s coming out of stealth only today but has already raised funding and acquired customers while still under the radar. The fast-casual food chain Chipotle, property firm JLL and Mercury Financial are among its early users.\nThe funding, meanwhile, speaks to the early enthusiasm from investors. Led by Sequoia (specifically Doug Leone and Bogomil Balkansky); Accel, Cyberstarts, Maple Capital, Guy Podjarny (founder of Snyk) and Michael Fey (co-founder and CEO of enterprise browser startup Island) also participated across two different rounds that are being announced today: a $5 million seed and a $35 million Series A.\nSidenote on the funding: One investor mentioned Oasis to me months ago, describing the jockeying among VCs to back the still-unlaunched Oasis as an “incredible frenzy.”\nThe crux of what Oasis is tackling is the fact that non-human identity — which covers not just how two apps may interact together by way of an authentication, but also how two machines or any processes might work in tandem in an organization — may have become an amorphous but essential aspect of how modern businesses work today. But because so much of it does not involve people at all, there is a strong lack of visibility around how much of it works, including when it doesn’t work.\nHuman identity management is already fertile ground for bad actors, who use phishing and many other techniques to catch people off guard, to steal their identities and use them to essentially worm their way into networks. Oasis’ founder and CEO Danny Brickman says that non-human identity is very much the next frontier for those bad actors.\n“If we’re just playing the statistics game, if it’s true that identity is the new perimeter when it comes to security, then this is the new risk for organizations,” he said in an interview in London. “If you have 50 times more non-human identities than human ones, that means the attack surface is 50 times larger.” For CISOs, he added, how to handle non-human identities “is top of mind right now.”\nTo tackle this, Oasis has built a three-part system, which in its most simplest terms can be described as “discover, resolve, automate.”\nThe first of these builds and tracks a full picture of how a network looks and operates, and creates, essentially, a giant recreation of all the places where machines or any non-human identities interface with each other. It describes this as a visualized map.\nIt can then use this map to track what data moves around where, and when it appears that something is not working as it should. That might or might not be related to an authentication: It could also relate to how data moves through a system once it’s authenticated. In both cases, Oasis then provides remediation suggestions to respond to anything unusual. As with many remediation solutions, these suggestions can be carried out automatically or triaged by humans.\nThe third part is the proactive continuing work: an automated refresh of the map and the ongoing observation around it.\nBrickman’s track record is as elusive as the threat that his startup is aiming to contain, but the basics of it give some clue as to why investors were willing to give him money before the product even launched, and why the startup is able to sign on users so early on.\nHe spent more than seven years in the Israeli Defense Forces, where he worked in cybersecurity. There, he tells me he led a team that identified and then fixed a major problem in the military.\nWhat was that problem, and how was it fixed? Brickman wouldn’t say, no matter how many ways I asked him.\nLeading a team of engineers, he said, “We worked in a basement. Nobody knew about our project. We didn’t want to lose momentum.” Eventually, they had a breakthrough, and they won an innovation prize awarded by the head of the army for the work. Which no one still knows about, it seems.\nIt was through that work that Brickman met many other engineers, including Amit Zimmerman, who became his co-collaborator on that secret, award-winning project and is now his co-founder at Oasis, where he is the chief product officer.\nThere are a number of companies that are now focusing on the challenge of tracking non-human, machine-to-machine authentication and identity management. One of them, another Israeli startup called Silverfort, just last week announced a big funding round of its own. Silverfort is taking a big-picture approach to the problem, including human identity as part of its bigger remit: Its premise is that the two continue to be inextricably linked, so one must consider them simultaneously in order to truly secure a system.\nThis is not something that Oasis wants to look at, for now at least. True to its name, it thinks that there is something salient and distinct and ultimately more lucrative in definitively quantifying and solving the myriad problems in the non-human space first.\n“We’re focused on non-human identity,” Brickman said. “We want to drive the value from there.”\n“Identity is the new perimeter, and non-human identity is the gaping hole in that perimeter,” said Balkansky at Sequoia Capital in a statement. “We are excited to work with the Oasis team to solve one of the biggest challenges in cybersecurity today. The company has come out of the gate very strong and fast, signing up blue chip customers less than a year after it was founded, which is a testament to the latent demand for such a solution and to this team’s capabilities and commitment.”\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2020/11/GettyImages-1150039017.jpg?w=727"
      ],
      "link": "https://techcrunch.com/2024/01/31/oasis-security-leaves-stealth-with-40m-to-lock-down-the-wild-west-of-non-human-identity-management/",
      "category": "enterprise",
      "Summary": "- Oasis Security, an Israeli startup, has emerged from stealth with technology to address the growing problem of non-human identity management in enterprise networks.\n\n- Non-human identities, which include machine-to-machine authentications and interactions, are becoming an increasingly vulnerable attack surface for bad actors due to their sheer number and complexity.\n\n- Oasis' three-part system discovers, resolves, and automates the management of non-human identities by creating a visualized map of network interactions, tracking data movement, and providing remediation suggestions.\n\n- Oasis has already secured funding from investors such as Sequoia, Accel, and Cyberstarts, and has acquired early customers including Chipotle, JLL, and Mercury Financial.\n\n- The company's focus on non-human identity management sets it apart from other players in the market, such as Silverfort, which takes a broader approach that includes human identity as well.",
      "revised_title": "Oasis Security Emerges from Stealth with $40M to Secure Non-Human Identity Management"
    },
    {
      "title": "Owner.com grabs $33M Series B to improve online guest experiences for mom-and-pop restaurants",
      "content": "\nIndependent restaurant owners used to heavily rely on foot traffic as their way of marketing. In 2020, the global pandemic changed all that.\nOvernight, restaurants needed to set up online ordering, have a plan for pick-up and delivery and find new ways to get in front of customers no longer going out to eat.\nInspired by his mother’s struggles to attract customers to her dog grooming business, Adam Guild teamed up with Dean Bloembergen to create Owner.com to help independent restaurant owners better manage their online presence.\n“People are hurting worse than ever in the restaurant industry because the inflation has created rising labor costs and rising food costs,” Guild told TechCrunch. “It’s compressing the already low profit margins of these restaurant owners, so it is more important to them than ever to figure out ways to increase sales and save money.”\nTo that end, Owner.com offers an all-in-one platform for restaurants that includes online ordering, a website builder, customer relationship management tools, marketing automation and a branded mobile app generator.\n\nOwner.com whips up new tools for independent restaurants following funding\n\nRestaurant sales were poised to reach sales of $997 billion in 2023, according to the National Restaurant Association. That provides huge opportunities for companies like Owner.com, Guild said.\nThere’s also room for other startups to leverage technology with tools focused on mom-and-pop restaurants. Last year, Superorder raised $10 million to help restaurants with their online presence, and there are dozens of companies with operations tools to manage both the front and back of the house, including Zitti, MarginEdge, OneOrder and TouchBistro.\nTo differentiate itself more, Owner.com recently tapped into artificial intelligence for new features, including an email marketer. As he described it, restaurant owners can start typing in a sentence of what they want the email to say or do. For example, “Tell my customers about my new yellow curry,” and the AI will produce an email for them designed in their style, written in their tone and ready to go out to customers.\nToday, the company has thousands of customers after tripling the number in the past year. Owner processes hundreds of millions of dollars annually for its customers and yields tens of millions in revenue, Guild said.\nDean Bloembergen and Adam Guild, co-founders of Owner.com. Image Credits: Owner.com\nTechCrunch has followed Owner.com as it attracted $10.7 million in seed funding, led by SaaStr Fund, then $15 million in Series A capital led by Altman Capital.\nNow the company has raised $33 million in Series B funding on a $200 million post-money valuation, Guild said. Existing investors Redpoint Ventures and Altman Capital co-led the round, with participation from Horsley Bridge, Activant Capital and Transpose Platform Management. Total capital raised is now $58.7 million.\nGuild expects to continue investing in engineering teams and design teams to cater to what his customers are saying they need. In addition to the AI-powered email marketer, there are other tools in the pipeline.\n“Even just five years ago, it used to be enough to provide great food and great service because those things are hard to do on their own,” Guild said. “It’s no longer enough if you want to be a successful restaurant. More of the guest experience has shifted online, even where people discover restaurants. Large corporations can afford to spend billions of dollars on teams of engineers and marketers and ad spend. Independent restaurant owners are being screwed over. What we are building is to help these mom-and-pop owners not only survive as a result of this technological change, but continue to thrive as more of their business goes online.”\n\nAs startups whip up a restaurant tech frenzy, is anyone close to Toast?\n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/Website-Builder.png?w=670",
        "https://techcrunch.com/wp-content/uploads/2024/01/Dean-Bloembergen-left-and-Adam-Guild-right.jpg"
      ],
      "link": "https://techcrunch.com/2024/01/31/owner-33m-series-b-online-restaurants/",
      "category": "enterprise",
      "Summary": "- Owner.com is a platform that helps independent restaurant owners manage their online presence, including online ordering, website building, customer relationship management, marketing automation, and mobile app generation.\n\n- The company has seen a surge in customers, tripling its user base in the past year, and processes hundreds of millions of dollars annually for its clients.\n\n- Owner.com recently introduced AI-powered features, such as an email marketer that generates emails based on a restaurant owner's input, designed in their style and tone.\n\n- The company has raised $33 million in Series B funding, bringing its total capital raised to $58.7 million.\n\n- Owner.com plans to invest in engineering and design teams to develop additional tools and features to meet the needs of its customers.",
      "revised_title": "Owner.com Secures $33 Million in Series B Funding to Enhance Online Guest Experiences for Independent Restaurants"
    },
    {
      "title": "India weighs more penalties on Paytm, including revoking payments bank license",
      "content": "\nThe Reserve Bank of India is discussing more penalties on Paytm Payments Bank and may reach a decision within days, two sources familiar with the matter told TechCrunch, as troubles mount for the Indian financial services firm that serves more than 330 million customers.\nThe central bank has internally discussed revoking the payments bank license of Paytm, the sources said, requesting anonymity as they are not authorized to speak to the press. RBI didn’t respond to a request for comment early Thursday.\nIn one of its strongest worded letters, the RBI on Wednesday ordered new curbs on Paytm Payments Bank, virtually ensuring that the Payments Bank no longer operates most of its businesses in less than six weeks.\nIn 2022, RBI slapped Paytm Payments Bank with penalties after finding that the Noida-headquartered firm had violated rules by allowing data to flow to servers outside of India and didn’t properly verify its customers. RBI said Wednesday a comprehensive audit by external auditors found “persistent” noncompliances and “continued material supervisory concerns” in the bank. The noncompliance, RBI said, warranted “further supervisory action.”\nThe decision follows the central bank summoning two Paytm officials to its office in recent weeks over compliance issues, one source said.\nPaytm said on Thursday that it will stop working with Paytm Payments Bank and explore tie-ups with other banks for many of its financial services. A payments bank license allows the holder to offer basic banking services such as accepting customer deposits of up to $2,400. Paytm “will be working only with other banks, and not with Paytm Payments Bank Limited,” the firm disclosed to the stock exchange Thursday.\nShares of Paytm fell 20% within minutes of marketing opening Thursday, hitting the lower circuit that halted trading for the day. Paytm share ended trading at 608.8 Indian rupees, or $7.3, less than two thirds of its issue price.\nThe RBI’s notice has sent shockwaves through the Indian fintech industry, which has already been hit with several regulatory clarifications in recent years. In December, Paytm said it would issue fewer personal loans under 50,000 Indian rupees ($600) after the RBI tightened norms for consumer loans and publicly expressed concerns about the bad, tiny personal loans.\nMacquarie analysts, known for the best calls on Paytm, said: “We have seen RBI take ~15 months time to revoke its ban on digital business activities of the largest private sector bank. However, in this case since the first ban (in March 2022) for onboarding new customers (~22 months have lapsed), RBI has conducted a comprehensive IT audit and continued to identify non-compliance, which in our view indicates that these lapses are quite material.”\nOne97 Communications, the parent firm of Paytm, owns a 49% stake in Payment Payments Bank whereas rest equity is owned by Paytm founder Vijay Shekhar Sharma. The RBI gave final approval of payments bank to Paytm in early 2017.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2020/04/GettyImages-634064462.jpg?w=600"
      ],
      "link": "https://techcrunch.com/2024/01/31/indias-central-bank-discusses-more-penalties-on-paytm-payments-bank-including-revoking-license/",
      "category": "fintech",
      "Summary": "- The Reserve Bank of India (RBI) is considering revoking the payments bank license of Paytm Payments Bank due to persistent non-compliances and supervisory concerns.\n\n- RBI has ordered new curbs on Paytm Payments Bank, restricting most of its businesses within six weeks.\n\n- Paytm Payments Bank violated rules by allowing data to flow to servers outside of India and didn't properly verify its customers.\n\n- Paytm will stop working with Paytm Payments Bank and explore tie-ups with other banks for many of its financial services.\n\n- Paytm shares fell 20% after the RBI's notice, hitting the lower circuit and halting trading for the day.",
      "revised_title": "RBI Considers Revoking Paytm Payments Bank License Amidst Compliance Issues"
    },
    {
      "title": "Paytm to terminate business with Paytm Payments Bank after central bank’s clampdown",
      "content": "\nPaytm said Thursday that it will cease work with its associate Paytm Payments Bank and accelerate plans to partner with other banks, after India’s central bank barred Paytm Payments Bank from conducting nearly all of its business activities due to supervisory concerns.\nThe Noida-based financial services firm said it expects its loan distribution, insurance distribution and equity broking operations to be unaffected by the Reserve Bank of India’s (RBI’s) directive, as those businesses have no relation to Paytm Payments Bank. The payment bank houses 330 million wallet accounts and 30 million bank accounts.\nShares of Paytm fell 20% within minutes of market opening on Thursday, hitting the circuit breaker.\nThe RBI issued stringent new restrictions on Wednesday on Paytm Payments Bank, which processes transactions for Paytm, effectively ending the bank’s operations by barring it from providing many banking services, including accepting fresh deposits and enabling credit transactions. It also asked Paytm and Paytm Payments Bank to terminate their nodal accounts. Paytm said it will move its nodal to other banks.\n“The Paytm Payment Gateway business (online merchants) will continue to offer payment solutions to its existing merchants. OCL’s [Paytm’s] offline merchant payment network offerings like Paytm QR, Paytm Soundbox, Paytm Card Machine, will continue as usual, where it can onboard new offline merchants as well,” Paytm said in a stock exchange filing.\nPaytm said it expects $36 million to $60 million to be wiped from its annual EBITDA going forward in a “worst-case scenario.” It said the next phase is to continue expanding payments and financial services, “only in partnerships with other banks.”\nSome analysts and other industry executives cautioned that Paytm’s path to convincing banks to work with it might not be so easy. “In the event lenders were to get more cautious in their partnerships with Paytm post RBI action on PPBL, coupled with the recently announced scale-back of small ticket loans, we estimate 40-45% negative revenue impact on Paytm, with implied value per share of Rs450, or 41% downside from the current share price,” Goldman Sachs analysts wrote in a note Thursday.\nOne97 Communications, the parent firm of Paytm, owns a 49% stake in Payment Payments Bank whereas rest equity is owned by Paytm founder Vijay Shekhar Sharma. A payments bank license allows the holder to offer a number of banking services, though some restrictions are in place. The RBI gave final approval of payments bank to Paytm in early 2017.\nWednesday’s clampdown follows the RBI ordering Paytm Payments Bank to stop taking on new customers in 2022, a curb it still maintains. The RBI said an audit found “persistent” noncompliance and “continued material supervisory concerns,” warranting further action.\n“We have seen RBI take ~15 months time to revoke its ban on digital business activities of the largest private sector bank. However, in this case since the first ban (in March 2022) for onboarding new customers (~22 months have lapsed), RBI has conducted a comprehensive IT audit and continued to identify non-compliance, which in our view indicates that these lapses are quite material,” Macquarie analysts wrote in a note.\n“Accordingly, we do not see any near term solution to these problems and this effectively means, in our view, that RBI is indirectly revoking the PPI (pre-paid instrument) licence of Paytm.”\nGoldman Sachs analysts added: “Our key concern, unlike previous directives, is that the RBI has not, so far, made any comments around potential steps towards a resolution, suggesting to us that the directive could stay in place for the foreseeable future.”\nJefferies said in a note Thursday that RBI’s order can have a direct impact of 20-30% on Ebitda and the “reputational impact on lending partnerships can affect further by 20-25%. This drives us to cut FY25-26 Ebitda by 45% that will also delay profitability.”\n\n\nGoldman Sachs: \"Our key concern, unlike previous directives, is that the RBI has not, so far, made any comments around potential steps towards a resolution, suggesting to us that the directive could stay in place for the foreseeable future.\" pic.twitter.com/2R83j7JeST\n— Manish Singh (@refsrc) February 1, 2024\n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2020/09/GettyImages-631364290.jpg?w=600"
      ],
      "link": "https://techcrunch.com/2024/01/31/paytm-to-terminate-business-with-paytm-payments-bank-after-central-bank-clampdown/",
      "category": "fintech",
      "Summary": "- Paytm Payments Bank has been barred from conducting most of its business activities due to supervisory concerns by the Reserve Bank of India (RBI).\n\n- Paytm expects its loan distribution, insurance distribution, and equity broking operations to be unaffected as they are not related to Paytm Payments Bank.\n\n- Paytm's shares fell 20% after the RBI's directive, hitting the circuit breaker.\n\n- Paytm will cease working with Paytm Payments Bank and partner with other banks for its payment and financial services.\n\n- Analysts caution that Paytm's path to convincing banks to work with it might be challenging, potentially impacting its revenue and share price.",
      "revised_title": "Paytm to End Partnership with Paytm Payments Bank Following RBI's Restrictions"
    },
    {
      "title": "Finvest app will have you invested in US Treasury Bills in minutes",
      "content": "\nApps like Robinhood made investing in stocks easier, and Finvest wants to do the same thing for investing in U.S. Treasury Bills.\nShivam Bharuka, co-founder and CEO of Get Moving, started working on Finvest in 2023. With interest rates at such high levels, Bharuka wanted to take advantage of the environment — however, banks were giving pennies on the dollar, he told TechCrunch.\n“With the high interest rates, you basically earn free money on idle cash through U.S. Treasury Bills. But, there is no easy way to buy Treasury Bills today,” Bharuka said. “You can buy them through the government website, Treasury Direct, which is an experience from the 1990s, or use the legacy brokerages like Fidelity or Charles Schwab. Those experiences are often opaque, and come with a clunky user experience. Most modern fintech apps also don’t enable you to invest in underlying fixed-income assets.”\nHe was part of the Winter 2023 Y Combinator cohort, however, Bharuka initially went in with a logistics-focused company for India. He ended up pivoting when he noticed the pain points associated with buying Treasury Bills.\nHe and his team are developing Finvest to make the purchase, management and selling of U.S. Treasury Bills seamless. Pershing Advisor Solutions LLC, a subsidiary of the Bank of New York Mellon Corp., serves as the brokerage firm.\nFinvest’s investment app features. Image Credits: Get Moving\nHere’s how it works: After downloading either the iOS or Android app, users create an account, add a bank account and initiate a deposit. Typically, there is a one-day verification process for creating a brokerage account. However, Finvest enables the deposit to be teed up so that once the account is approved, the trade will start going through.\nFinvest charges a flat management fee of 0.03% per month on the average daily market value of your Treasury assets and monthly management fees.\nBharuka is not alone in wanting to make this process easier. Zamp Finance, backed by Sequoia, provides a treasury management platform for better access to U.S. Treasury Bills. Finvest sweetens its offering with a high-yield cash management account that gives you a 4.4% yield, higher than most savings accounts.\nThe company is in its earliest stages, with Bharuka declining to say how many customers have downloaded the app, but did say that around $1 million in deposits were made since launching in December.\nIt also already grabbed $2.7 million in funding from an investor group that includes Bayhouse Capital, Unpopular Ventures, Y Combinator, Olive Tree Capital, Pioneer Fund, Fractal Ventures and a group of angel investors, including former Airbnb executive Oliver Jung.\nBharuka plans to use the funding to expand Get Moving’s engineering team and eventually add other asset classes to the Finvest app, for example, corporate bonds and municipal bonds.\n“We’re also planning to launch this internationally as well,” he said. “We have been exploring this angle because there is a lot of interest to invest into treasuries, especially in Latin countries, like Argentina or Brazil, because their economic economies have not been that strong. They want to invest in a stronger economy, but there is no direct way to do it today.”\n\nRobinhood’s decision to limit crypto trading makes good sense\n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/IMG_0171.jpg?w=710",
        "https://techcrunch.com/wp-content/uploads/2024/01/mobile-features.png"
      ],
      "link": "https://techcrunch.com/2024/01/31/finvest-app-treasury-bills-fintech/",
      "category": "fintech",
      "Summary": "- Finvest, a new app, aims to simplify investing in U.S. Treasury Bills, making it as easy as investing in stocks through Robinhood.\n- Finvest's app features a seamless user experience, allowing users to create an account, add a bank account, and initiate deposits easily.\n- Finvest charges a flat management fee of 0.03% per month on the average daily market value of Treasury assets and monthly management fees.\n- The company has secured $2.7 million in funding and plans to expand its engineering team and add other asset classes to the app in the future.\n- Finvest also intends to launch internationally, catering to investors in countries with weaker economies who seek to invest in stronger economies like the U.S.",
      "revised_title": "Finvest: A New App Simplifying Investments in U.S. Treasury Bills"
    },
    {
      "title": "Despite glimmers of profit, most African neobanks remain in the red",
      "content": "\nIt was only just over a year ago that McKinsey described Africa’s financial technology landscape as a “hotbed for investment.” Fast-forward to today and startups on the continent are facing many of the same problems plaguing fintechs in more mature markets like the U.K. and the U.S.: Valuations are tanking, growth is flagging, revenue targets are being missed and those investors are, well, searching for a rest in another hotbed. But look a little closer, and there are some glimmers of hope amid the bigger challenges.\nTymeBank, the South African digital bank majority owned by African billionaire Patrice Motsepe’s African Rainbow Capital, recently announced it became profitable for the first time in the month of December 2023.\nTo be clear, celebrations might be as short-lived as the bank’s profit run: TymeBank did not disclose revenue or other financials, and in fact it has only confirmed profit for that month alone — not the full year. The situation underscores the problem facing many fintech companies in Africa: despite the huge growth potential, sustained profit remains elusive for many of these businesses.\nStill, the neobank now is strategically using the profit moment to curry more traction with investors. TymeBank has had a couple of mega funding rounds over the last two years, and the last of these apparently valued the startup at $965 million, according to a January report from Bloomberg. That report quoted CEO Coenraad Jonker, who said the startup was looking to raise another $100 million, valuing the company at over $1 billion.\nThe startup — which operates as an independent entity under parent company Tyme Group and alongside sister company GoTyme based in the Philippines — has 8.5 million users in South Africa. But while it’s still acquiring users — 150,000 users per month as of January 2024 — that figure does appear to be slowing: In 2023, TymeBank said its acquisition rate was 200,000 users each month.\nTymeBank claims it is the first digital bank to break even not just in South Africa but on the whole continent. This may not be completely accurate. In the past, Nigerian fintechs Carbon and FairMoney have claimed profitability across entire financial years, no less.\nCarbon publicly disclosed financials in 2018 and 2019, reporting profits exceeding $700,000 cumulatively. After a two-year hiatus, Carbon resumed financial disclosures, revealing a net income of N201 million ($478,500) for the financial year ending June 30, 2022. Similarly, FairMoney posted a profit after tax exceeding N1.6 billion ($3.9 million) for the financial year ending December 31, 2021. Both of these have been conspicuously silent in more recent times, though.\n\nWhy this Nigerian fintech startup is volunteering audited financials\n\nWhat makes a neobank profitable?\nAs we wrote recently, deposit-led digital bank Kuda is among the fintechs chasing profit. Kuda is hinging its own shift on scaling its overdraft and introducing more micro-lending products. The message has been clear for many fintechs like Kuda: neobanks have not managed to turn a profit on consumer deposits alone, so introducing lending products is critical.\nThis is not entirely new and, in fact, mirrors a lot of neobank development elsewhere. In the U.K., Starling Bank turned profitable through a two-pronged strategy of building strong deposit and lending portfolios aided by a high-interest rate environment.\nAfrica’s neobanks have taken different paths to get to the same place. FairMoney and Carbon began as online lenders offering instant loans and bill payments before providing accounts and cards. TymeBank, similar to Kuda, initially focused on delivering zero-to-low-fee bank accounts and savings products before venturing into credit services.\nIn 2022, TymeBank acquired Retail Capital as its business banking arm to complement MoreTyme, its buy now, pay later product for consumers. This acquisition alone provided more than R10 billion (~$507 million) in working capital to small and medium enterprises, and that activity contributed to TymeBank’s 30% year-on-year growth in its lending portfolio. Meanwhile, FairMoney, lacking sizable deposits, turned to Nigeria’s capital markets, launching a private note program worth N10 billion ($23 million) to support its loan book growth and short-term liquidity needs. Carbon, having raised $5 million in debt in 2019, notes that its deposits constitute over 40% of its loan book.\n\nStarling’s results are more proof that high interest rates could be a boon for fintech\n\nThese examples highlight the importance of stable balance sheets and a robust lending proposition for neobanks to achieve profitability. Yet, it’s crucial to note that African neobanks are still predominantly loss-making entities. TymeBank’s recent announcement of profitability, for instance, followed financials for the year ending June 30, 2023, revealing accumulated losses of R6.6 billion ($351 million) up to that point.\nInterestingly, Carbon, raising the least funding out of all of these — $15 million compared to FairMoney’s and Kuda’s $90 million+ and TymeBank’s $250 million+ — has been in the black shorter than any of these (hitting profits in three out five years). It’s the smallest as a business, though, with over 3 million users compared to FairMoney’s 6 million, Kuda’s 7 million and TymeBank’s 8.5 million.\nBad loans weigh on neobanks\nOne of the more significant issues that has weighed on how neobanks have performed in Africa has been the impact of bad debt.\nIn the fiscal year ending June 30, 2022, TymeBank reported a net loss of R976 million ($57.5 million). However, by the close of fiscal 2023, its losses fell by 20.7% to R858 million ($45.6 million). Its December 2023 result was primarily driven by significant growth in net interest income and fees and commission incomes, which rose by 109% and 360%, respectively, reaching $28.2 million and $18 million from fiscal 2022. This robust performance contributed to TymeBank’s top-line revenue, which surged by 62% to $48.5 million in fiscal 2023.\nHowever, TymeBank’s revenue growth didn’t come without a cost. TymeBank’s credit impairment charge, representing loans that customers couldn’t repay or deemed as bad loans, saw a substantial increase. This charge, which was a modest $65,000 in 2022, dramatically surged by 20,000% to $13 million in 2023, impacting the neobank’s net revenues, which settled at $35.5 million. Concurrently, the fintech’s operating expenses, covering staffing, depreciation and other operating costs, increased by 9% to $81 million.\n\nSouth African challenger bank TymeBank raises $77.8M from Norrsken22 and Blue Earth Capital\n\nAs for FairMoney, despite turning a profit in 2021 with a net income of N1.6 billion ($3.9 million), the Tiger Global-backed fintech faced challenges in 2022, ending the year with N3.73 billion ($8.3 million) in losses.\nThe vicissitude was influenced by a 67% increase in operating expenses, from $18.6 million in 2021 to $31 million in 2022. And though FairMoney’s top-line revenues experienced substantial growth, reaching $123 million, an 82% increase from 2021, the impact of impaired loans, surging by 138% to $101 million, weighed down its net revenue for the year to approximately $22 million.\nComparing its fiscal 2022 net revenue with the $400-500 million valuation commanded after securing a bridge round last year, FairMoney’s revenue multiple ranges from 18-22x. On the other hand, TymeBank’s revenue multiple in fiscal 2023 was 27x at its current $965 million valuation. Like Kuda’s 25x revenue multiple in 2022, these multiples are considered expensive in the current fintech market.\nWhile growing into these valuations is an ongoing process, an immediate focus for these neobanks should be addressing credit impairment challenges. In 2022, FairMoney’s net impairment accounted for 82% of its net interest income, compared to TymeBank’s 47% in 2023; for the latter, a 200x increase from the year before should be a concern. An increase in credit loss expense reflects growth in both neobanks’ lending portfolios, however, TymeBank and FairMoney need to strengthen their credit quality amidst ongoing economic headwinds like currency devaluations and lower purchasing power and adjust their models to consider higher loss expectations from their customers across South Africa and Nigeria.\nMeanwhile, in the fiscal year 2023, Carbon grappled with credit impairment issues and Nigeria’s currency devaluation (the Naira depreciated by 49% year-to-date) and thus, couldn’t maintain its profitability that year. Conversely, in a profitable fiscal 2022, the Lendable-backed fintech had reduced credit impairment by 67% compared to the preceding year and reported approximately $6 million in net revenues. On the other hand, FairMoney said it reached profitability for the fiscal year 2023.\nUpdated to include new information on FairMoney’s profitability status in 2023. The fintech also claimed that 2022 was its only loss-making year since its first full audit year in 2018.  \nGot a news tip or inside information about a topic we covered? We’d love to hear from you. You can reach me at tage.techcrunch@gmail.com. Or you can drop us a note at tips@techcrunch.com. Happy to respect anonymous requests.\n\nTiger Global leads $42M Series B in Nigerian credit-led neobank FairMoney\n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/4B882FEA-42B6-4EBE-8E2F-425F5B086363.jpeg?w=711"
      ],
      "link": "https://techcrunch.com/2024/01/31/despite-glimmers-of-profit-most-african-neobanks-remain-in-the-red/",
      "category": "fintech",
      "Summary": "- African fintech startups are facing challenges similar to those in mature markets, including declining valuations, flagging growth, and missed revenue targets.\n\n- TymeBank, a South African digital bank, recently announced profitability for the first time in December 2023, but its long-term profitability remains uncertain.\n\n- African neobanks have taken different paths to profitability, with some focusing on deposit-led models and others on lending.\n\n- Bad loans have been a significant issue for African neobanks, leading to increased credit loss expenses and impacting their bottom lines.\n\n- Neobanks in Africa need to address credit risk challenges and adjust their models to consider higher loss expectations from customers.",
      "revised_title": "African Neobanks Face Challenges Despite TymeBank's Profitability Milestone"
    },
    {
      "title": "India orders Paytm Payments Bank to halt business",
      "content": "\nThe Reserve Bank of India (RBI) widened its curbs on Paytm’s Payments Bank, which processes transactions for financial services giant Paytm, barring it from offering many banking services, including accepting fresh deposits and credit transactions across its services.\nWednesday’s move, which goes into effect February 29, follows the Indian central bank ordering Paytm Payments Bank to stop accepting new customer accounts in 2022, a curb it maintains. RBI said a comprehensive audit by external auditors found “persistent” noncompliances and “continued material supervisory concerns” in the bank. The noncompliance, RBI said, warranted “further supervisory action.”\nThe full extent of RBI’s new direction remains unclear for now, but industry executives cautioned that it could severely disrupt Paytm’s offline merchant business as well as the gateway business. RBI’s new directive “for all practical purposes . . . ends the operations of Paytm Payments Bank,” Bernstein analysts wrote in a note. “This is a definite negative development and adds to the already heavy regulatory overhang on the business.”\nOne97 Communications, the parent firm of Paytm, owns a 49% stake in Payment Payments Bank. A payments bank license allows the holder to offer a number of banking services, though some restrictions are in place.\nThe RBI also directed One97 Communications and Paytm Payments Services to terminate their nodal accounts “at the earliest.” Without the nodal account, Paytm will likely have to move many of its businesses to other banks, according to preliminary assessment by industry executives.\n“Settlement of all pipeline transactions and nodal accounts (in respect of all transactions initiated on or before February 29, 2024) shall be completed by March 15, 2024 and no further transactions shall be permitted thereafter,” RBI added.\nCustomers can continue to withdraw and utilize money from their accounts, RBI said. Paytm Payments Bank will also not be allowed to offer credit transactions, including via wallets, RBI said.\nIn 2022, RBI slapped Paytm Payments Bank with penalties after finding that the Noida-headquartered firm had violated rules by allowing data to flow to servers outside of India and didn’t properly verify its customers.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2019/12/GettyImages-1187270589.jpg?w=600"
      ],
      "link": "https://techcrunch.com/2024/01/31/rbi-paytm-payments-bank-penalty/",
      "category": "fintech",
      "Summary": "- The Reserve Bank of India (RBI) has imposed additional restrictions on Paytm Payments Bank, prohibiting it from accepting new deposits, credit transactions, and opening new customer accounts.\n\n- The decision was made following an audit that revealed persistent non-compliance and supervisory concerns.\n\n- The full impact of the new directive is still unclear, but it could significantly disrupt Paytm's offline merchant and gateway businesses.\n\n- Paytm Payments Bank and One97 Communications, the parent company of Paytm, have been instructed to close their nodal accounts.\n\n- Customers can continue to withdraw and use funds from their accounts, but the bank cannot offer credit transactions or allow data to flow outside of India.",
      "revised_title": "RBI Imposes Stricter Restrictions on Paytm Payments Bank, Halting New Deposits and Credit Transactions"
    },
    {
      "title": "Apple Vision Pro: Day One",
      "content": "\nIt’s Friday, February 2, 2024. Today is the day. You’ve been eyeing the Vision Pro since Tim Cook stepped onstage with the product at last year’s WWDC. Longer than that, really, if you factor in the years of rumors, leaks and renderings. The price wasn’t anywhere near what you had hoped, but it’s a first-gen product. Manufacturing isn’t at full consumer scale and you’ve got to factor in the millions poured into seven or eight years of R&D.\nAfter a few months of waffling, you hovered your cursor over the “Buy” button, held your breath, closed your eyes and committed to the tune of $3,500. Congratulations, you’re an early adopter.\nThe box arrives. It’s huge. It’s also quintessentially Apple — it’s premium, designed with intention. Tear the tabs on other side and slide off the top. The visor is inside, anchored to a small platform that’s more display case than shipping container. Dig deeper, and you’ll find another strap and a second “light seal” insert.\nMe, I’m currently partial to the Dual Loop Band. It doesn’t look as cool as the Solo Knit Band, but the top strap does a much better job distributing weight (the Vision Pro is not a light headset). As for the light seal inserts, I advise glasses-wearers to go with the larger of the pair to create more distance between your eyes and the inserts.\nLast, of course, is the now-infamous battery pack. Plug it into the port on the left side and give it a twist. A small white light pulses before turning solid. The boot-up has begun.\n\n\nApple Vision Pro: Day One. Your $3,500 headset just arrived. Now what?\nRead @bheater's experience with the Vision Pro here: https://t.co/znlYXuecLS pic.twitter.com/745krTqsq4\n— TechCrunch (@TechCrunch) February 1, 2024\n\nAfter eight months, what’s another 60 seconds between friends? There’s a bit of a setup process. Understandably so. The Vision Pro has to orient its sensors, get to know your space and lighting. If you had Zeiss optical inserts made for your vision, now is the time to snap them in, magnetically. If you’re a glasses wearer, don’t freak out about the image too much until you’ve enrolled your lenses by holding up a piece of paper with a QR-like code on it. Pairing the device to your iPhone works in much the same fashion.\nYou’ll be asked to pull the headset off for a bit, to take a scan of your face. But first, a short introductory video.\nThe face scan process utilizes the camera on the front of the visor to construct a shoulders-up 3D avatar. The process is extremely similar to enrolling in Face ID on your iPhone. Look forward. Turn your head to the side. Then the other. Look up and rotate down. Look down and rotate up. Find some good lighting. Maybe a ring light if you have one. If you wear glasses, make a point not to squint. I apparently did, and now my Persona looks like it spent the last week celebrating the passage of Ohio’s Issue 2 ballot measure.\nImage Credits: Brian Heater (Sorry)\nThe Personas that have thus far been made public have been a mixed bag. All of the influencers nailed theirs. Is it the lighting? Good genes? Maybe it’s Maybelline. I hope yours goes well, and don’t worry, you can try again if you didn’t stick the landing the first time. Mine? This is actually the better of the two I’ve set up so far. I still look like a talking thumb with a huffing addiction, and the moment really brings out the lingering Bell’s palsy in my right eye. Or maybe more of a fuzzy Max Headroom? I’ll try again tomorrow, and until then be mindful of the fact that the feature is effectively still in beta.\nThis is the version of you who will be speaking to people through FaceTime and other teleconferencing apps. This is meant to circumvent the fact that 1) You have a visor on your face and 2) There (probably) isn’t an external camera pointed at you. It definitely takes some getting used to.\nOh, you’ll also have to take it again if you want to change your hair or shirt. I was hoping for something a bit more adaptable à la Memojis, but that’s not in the current feature set. It will, however, respond to different facial expressions like smiling, raising your eyebrows and even sticking out your tongue (handy for Zoom work calls). The scan is also used to generate an image of your eyes for the EyeSight feature on the front of the visor to alert others in the room when you are looking in their direction.\nPut the headset back on and hold your hands up so the hand-tracking feature knows what to look out for. Next, three circles of dots will appear, each with brighter light than the last. Here you’ll have to look at each while pinching your thumb and index fingers together. This helps calibrate eye tracking.\nInput has long been a big question mark in the world of extended reality. You can pair Bluetooth game controllers, keyboards and trackpads with the headset, but in Apple’s vision of the future, the lion’s share of interaction utilizes your eyes and hands. Look at an object to highlight and pinch your fingers to select. Pinches also come into play when zooming (pinch with both hands before pulling them apart) and scrolling (pinch and swipe).\nThe digital crown is your friend. It’s basically a bigger version of the one on your Apple Watch. Pressing it brings up an apps display, similar to Launchpad on MacOS. The apps sidebar also showcases different Environments and People/Contacts. Long-pressing the crown centers visionOS where you’re looking.\nMy biggest tip to you, the owner of a shiny new Vision Pro, is give yourself time to adjust. This is going to be the last thing you want to hear. Listen, I get it. You spent a car down payment on a device you’ve been waiting more than half a year to try. But coming face to face with a new version of reality can do weird things to your brain if you don’t take breaks. People have reported headaches from the weight. Personally, I’m prone to motion sickness and am feeling a bit off at the end of my first full day with the device.\nWatch an episode of a TV show. Play a quick game (you can play the iPadOS versions of Fruit Ninja and Angry Birds with an Apple Arcade subscription). If this is, indeed, the dawn of a new era for computing, you’ve got plenty of time to acclimate.\nSee you tomorrow.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/CMC_7623.jpg?w=600",
        "https://techcrunch.com/wp-content/uploads/2024/01/persona-1-1.gif"
      ],
      "link": "https://techcrunch.com/2024/01/31/apple-vision-pro-day-one/",
      "category": "gadgets",
      "Summary": "- The Apple Vision Pro is a new mixed reality headset that was released on February 2, 2024.\n- The headset costs $3,500 and comes with a visor, two straps, two light seal inserts, and a battery pack.\n- The setup process for the Vision Pro includes orienting the sensors, getting to know the space and lighting, enrolling the lenses, pairing the device to an iPhone, and creating a Persona.\n- The Persona is a 3D avatar that represents the user in FaceTime and other teleconferencing apps.\n- The Vision Pro uses eye tracking and hand gestures for input.",
      "revised_title": "Apple Vision Pro: A First-Day Experience with the Headset"
    },
    {
      "title": "Apple Vision Pro’s secret weapon? Mindfulness",
      "content": "\nMore than anything, Apple’s Vision Pro is a beginning. There are moments while using it that feel like a porthole into a different world and — just maybe — the future. It’s imperfect, sure, but it’s an undeniable accomplishment after so many decades of extended reality false starts. Using the headset for even a few minutes is a mesmerizing experience but, perhaps more importantly, offers tangible glimpses into where things are going.\nI’ve long been a sucker for mindfulness apps. That’s not to say that I use them much these days, but it feels like I’ve tried every one. One key thing that engaging with a Headspace or Calm lacks on a phone or tablet is immersion. It’s hard to overstate how powerful a tool immersion is, particularly for those who are just beginning their practice. It’s something the Vision Pro has in spades.\nMuch like the world of AR and VR, my own practice has been littered with false starts. Meditation is hard. Full stop. Even seasoned veterans have difficulty silencing noisy brains. It’s far more difficult when first attempting to get your footing. It can be frustrating and anxiety-inducing, effectively having the opposite of the intended effect; but you have to be patient, committed and willing to put in the time if you’re going to push through.\nAlong with the apps, I’m a sucker for trying out pretty much any piece of hardware that promises to help kickstart a mindfulness practice. They are, as you’ve no doubt surmised, largely crap — the kind of plastic garbage that gets used twice and then stashed in a drawer until your family gets things for your estate sale. (Here I will carve out a caveat for Muse’s clever meditation band — that one genuinely helped me along.)\nI’ve always found mindfulness to be one of the most compelling use cases for extended reality. Again, it’s that sense of full immersion that does so much heavy lifting, drowning out life’s distractions. Well, to a point. My jarring NYC apartment buzzer went off right in the middle of this morning’s session. There’s only so much you can do. As for the cluttered apartment, the whine of the radiator, the rabbit rustling and my yell-talking neighbors, pop in a pair of AirPods Pro and you’re off the races.\nApple has offered Mindfulness on the iPhone and Apple Watch for a while now. It’s a basic app, primarily targeted on breathing. It lacks the complexity and content of apps like Calm, but anyone who’s ever successfully meditated will gladly tell you how important breathing is to the process. It’s like the drums in a rock track — it’s centering and constant.\nImage Credits: Apple\nHere’s Zen monk Shunryu Suzuki from his seminal 1970 book, “Zen Mind, Beginner’s Mind”:\nWhen we practice zazen our mind always follows our breathing. When we inhale, the air comes into our inner world. When we exhale, the air goes out to the outer world. The inner world is limitless, and the outer world is also limitless. We say “inner world” or “outer world,” but actually there is just one whole world. In this limitless world, our throat is like a swinging door. The air comes in and goes out like someone passing through a swinging door.\nIf you think “I breathe,” the “I” is extra. There is no you to say “I.” What we call “I” is just a swinging door which moves when we inhale and when we exhale. It just moves; that is all. When your mind is pure and calm enough to follow this movement, there is nothing: no “I,” no world, no mind nor body; just a swinging door.\nThe Vision Pro version of Mindfulness operates in much the same manner. An image like a circle of flower petals expands and contracts to help you center your breathing, while a narrator offers a guided meditation. It’s simple, like the best parts of Zen.\nCouple it with the headset’s Environment offers (effectively 3D desktop wallpaper for the world around you) and you’ve got an appropriate level of immersion that forces you to focus on the app, which forces you to focus on your breathing, making you mindful of a powerful and important aspect of our lives that most people take for granted most of the time. Suddenly, you’re meditating on a sandy beach or the moon.\nIt’s the kind of tool I would have loved to have had access to in those early days when I struggled so hard to focus. It’s also a much welcome respite in a device that is half-productivity, half-entertainment.\nApple’s Mindfulness app is hardly the end all, be all for the space. It’s the tip of the iceberg, but a hopeful tip. When such a basic app can have such a powerful effect, it’s exciting to think about the direction devs might go in, both in terms of mindfulness tools and altered states. Sorry, I can’t help sounding like late-period Timothy Leary when I write about this stuff, but I’m very much looking forward to seeing where this goes.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/CMC_7618.jpg?w=600",
        "https://techcrunch.com/wp-content/uploads/2024/01/RPReplay_Final1706721157.gif"
      ],
      "link": "https://techcrunch.com/2024/01/31/apple-vision-pros-secret-weapon-mindfulness/",
      "category": "gadgets",
      "Summary": "- Apple's Vision Pro headset offers a mesmerizing experience and glimpses into the future of extended reality.\n- Mindfulness apps on phones and tablets lack immersion, which is a powerful tool for meditation, especially for beginners.\n- The Vision Pro's Mindfulness app provides a simple guided meditation with a focus on breathing, coupled with immersive environments that help users focus.\n- The app can be a helpful tool for those struggling to focus during meditation and offers a welcome respite in a device that is half-productivity, half-entertainment.\n- The Vision Pro's Mindfulness app is a basic but promising start, and it's exciting to think about the direction developers might go in terms of mindfulness tools and altered states.",
      "revised_title": "Mindfulness: A Powerful Tool for Meditation and Relaxation in Apple's Vision Pro"
    },
    {
      "title": "Senate hearing with five social media CEOs was a missed opportunity",
      "content": "\nFive social media CEOs were sworn in on Wednesday for what could have been the most eventful children’s online safety hearing yet. But even with some of tech’s most powerful figures under oath, the four-hour hearing was anti-climactic.\nThe Senate subpoenaed recently appointed X CEO Linda Yaccarino, Discord’s Jason Citron and Snap’s Evan Spiegel to appear before the Senate Judiciary Committee, but Meta founder Mark Zuckerberg and TikTok’s Shou Chew agreed to appear without the threat of legal consequence. Yaccarino, Citron and Spiegel all testified for the first time, while Chew faced the committee last year. But for Zuckerberg, this hearing was his eighth rodeo, and it wasn’t an easy one.\nThese CEOs certainly have a lot to answer for. Chat-based platforms Snap and Discord have come under fire for facilitating sextortion crimes and lethal drug dealing, while Meta has been implicated in a laundry list of high-stakes scandals regarding the mental health of teens on its platforms. Meanwhile, TikTok’s algorithmic feed has been found to surface content related to self-harm and suicide, and X has become a breeding ground for white supremacy and extremism.\nSome senators remarked that at today’s hearing, the chamber was as packed as it’s ever been in their careers.\n“We have a large audience, the largest I’ve seen in this room today,” stated Senator Dick Durbin (D-IL), who has served on the Senate Judiciary Committee for over 20 years.\nZuckerberg in particular drew immense ire, perhaps since Meta has such a long track record of safety failures. Earlier this month, TechCrunch reported on internal Meta documents that showed multiple instances of employees raising concerns about child exploitation on the company’s messaging apps, to no avail; and The Wall Street Journal has published multiple reports about the negative impact of Instagram on teenage girls’ mental health, among other concerning revelations. The Senate floor was packed with the families of children who have been victims of sexual exploitation, mental health issues and drug overdoses via social media platforms, including Facebook and Instagram.\nIn the most dramatic moment of the hearing, Senator Josh Hawley (R-MO) zeroed in on Zuckerberg, asking him to apologize to these families.\n“There’s families of victims here today. Have you apologized to the victims? Would you like to do so now?” Hawley pressed, reminding Zuckerberg that he was on national television. In a rare moment for a Senate hearing, Zuckerberg stood up, turned around and faced the audience to address them directly, while some parents held up photos of their deceased children in the air.\n“I’m sorry for everything you have all been through,” Zuckerberg said. “No one should go through the things that your families have suffered. This is why we invest so much, and are going to continue doing industry-leading efforts to make sure that no one has to go through the types of things that your families have had to suffer.”\nWASHINGTON, DC – JANUARY 31: Mark Zuckerberg, CEO of Meta, arrives to testify during a Senate Judiciary Committee hearing at the Dirksen Senate Office Building on January 31, 2024 in Washington, DC. The committee heard testimony from the heads of the largest tech firms on the dangers of child sexual exploitation on social media. (Photo by Kevin Dietsch/Getty Images)\nHawley proceeded by asking the CEO directly if he would set up a fund with his own money to pay the families of children who have been severely harmed from abuse they’ve experienced on Meta platforms. Zuckerberg started to tell the senator that these issues are complicated, before he was cut off, and Hawley repeated the question. Both Zuckerberg and Hawley became increasingly agitated.\n“Well, senator, we’re doing an industry-leading effort, we’re building AI tools that –”\n“Oh, nonsense. Your product is killing people. Will you personally commit to compensating the victims? You’re a billionaire.”\nZuckerberg did not make that commitment.\nLegislative efforts\nAs multiple senators try to push legislation to regulate children’s online safety, much of the questioning at today’s hearing revolved around whether each CEO would support any given bill.\nOf all these bills, the Kids Online Safety Act (KOSA) seems to have the most momentum. Sponsored by Senators Richard Blumenthal (D-CT) and Marsha Blackburn (R-TN), the bill would require social platforms to take further steps to protect children online. Though the bill has been revised, critics worry about its potential impact on internet privacy and access to information. For instance, the bill gives individual state attorneys general the right to constitute what internet content is appropriate for kids. Blackburn has already implied that KOSA could be used in this way to prevent children from accessing information about transgender people.\nPrivacy advocates also call into question the potential for KOSA to jeopardize end-to-end encryption, and surveil and censor adults’ experiences online.\n“Ultimately, no amendment will change the basic fact that KOSA’s duty of care turns what is meant to be a bill about child safety into a censorship bill that will harm the rights of both adult and minor users,” the Electronic Frontier Foundation wrote in a recent blog post.\nSenator Blumenthal asked all five CEOs if they would support KOSA. Snap’s Evan Spiegel and X’s Linda Yaccarino both voiced their support for the bill, while the CEOs from Meta, Discord and TikTok wavered.\n“There are parts of the act that we think are great,” said Discord CEO Jason Citron, nodding toward the potential privacy issues. “We very much think that a national privacy standard would be great.”\nAs Spiegel affirmed Snap’s support, Blumenthal added that Microsoft just announced it would support KOSA as well. But Chew would not pledge his support as the bill stands.\n“With some changes, we can support it,” Chew said. When pressed further, he elaborated, “We’re aware some groups have raised some concerns.” Before he could finish his thought, Blumenthal said he would take that answer as a no.\nChew is correct that KOSA has spurred controversy among various activist organizations.\n“Dozens of human rights, civil liberties, LGBTQ+ and racial justice groups oppose the reckless legislation being proposed in today’s hearing,” Fight for the Future Director Evan Greer said in a statement to TechCrunch. “Hundreds of parents of transgender kids have specifically urged lawmakers to consider alternatives to KOSA.”\nZuckerberg was able to voice a bit more about these concerns before he was cut off.\n“These are nuanced things. I think that the basic spirit is right, and the basic ideas in it are right, and there are some ideas that I would debate how to best –”\n“Unfortunately, I don’t think we can count on social media as a group or Big Tech to support this measure,” Blumenthal said.\nWasted time\nIt’s an immense opportunity to have five social media leaders sitting before you, legally obligated to answer your questions in truth. But, as happens in many Senate hearings, some senators used their time to advance their own political agendas, or to naively bully panelists.\nWhen TikTok CEO Shou Chew testified before Congress last year, he was prodded on TikTok’s relationship to its Chinese parent company ByteDance, and by extension, its connection (or lack-thereof) with the Chinese Community Party (CCP). While some reports have shown evidence of Chinese ByteDance employees accessing American TikTok data, there is no known evidence of that data being obtained by the CCP.\nChew spoke about these issues last year in a five-hour hearing in front of many of these same senators. But they chose to continue questioning Chew about his own personal political allegiances.\nSenator Tom Cotton (R-AK) was particularly confrontational in his approach.\n“Have you ever been a member of the Chinese Community Party?” asked Cotton.\n“No, senator, I’m Singaporean,” replied Chew.\n“Have you ever been associated or affiliated with the Chinese Community Party?” Cotton asked.\n“No, senator, I’m Singaporean,” Chew repeated.\nCotton’s questions to Chew revolved more around his personal history than his role as CEO of a social media platform with over a billion users. Cotton acknowledged Chew lives in Singapore, but asked of what nation he is a citizen (Singapore). He also asked what nations Chew possesses a passport from (Singapore). When Cotton asked if Chew had ever applied for Chinese citizenship, he reminded the senator that he served for two and a half years in the Singaporean military. While working at ByteDance, Chew lived in Beijing for five years, but he also lived in the United States while attending Harvard Business School, where he met his wife, who is American.\nCotton, as well as Senator Ted Cruz (R-TX), went as far as to ask Chew about what happened in Tiananmen Square, a topic that the Chinese government forbids its citizens from discussing.\n“You said earlier in response to your question [from Cruz] that what happened at Tiananmen Square in June of 1989 was a massive protest. Anything else happened in Tiananmen Square?” Cotton asked.\n“Yes, I think it’s well-documented,” Chew replied. “There was a massacre.”\nThese pointed lines of questioning ate up significant chunks of time in a hearing that had the potential to yield helpful discussion about online safety. Instead, the hearing was a blown opportunity.\nBy the end of the hearing, Senator Thom Tillis (R-NC) summed up the situation quite well.\n“Every year, we have an annual flogging. And what materially has occurred over the last nine years?”\n\nMicrosoft, X throw their weight behind KOSA, the controversial kids online safety bill\n\n\nMark Zuckerberg defends teenage creators’ right to public Instagram accounts\n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/GettyImages-1975356383.jpg?w=711",
        "https://techcrunch.com/wp-content/uploads/2024/01/GettyImages-1975420355.jpg?w=680"
      ],
      "link": "https://techcrunch.com/2024/01/31/senate-hearing-with-five-social-media-ceos-was-a-missed-opportunity/",
      "category": "government-policy",
      "Summary": "- Five social media CEOs testified before the Senate Judiciary Committee on children's online safety.\n- Meta CEO Mark Zuckerberg apologized to families of victims of sexual exploitation, mental health issues, and drug overdoses linked to social media platforms.\n- Senators questioned the CEOs about their support for the Kids Online Safety Act (KOSA), which aims to protect children online but raises concerns about privacy and censorship.\n- TikTok CEO Shou Chew faced questions about his personal political allegiances and the company's relationship with the Chinese government.\n- The hearing was seen as a missed opportunity for productive discussion on online safety, with some senators using their time to advance political agendas.",
      "revised_title": "Senate Hearing with Social Media CEOs: A Missed Opportunity for Children's Online Safety"
    },
    {
      "title": "Justice hits eBay for $59M for selling obviously illegal pill-counterfeiting gear",
      "content": "\nYou don’t need to resort to the dark web to find your illicit pill counterfeiting presses and molds. Just go to eBay and you can get one like new for a great price! Or at least you could until recently, when the Justice Department sued the company for facilitating the sale of thousands of devices clearly intended for illegal purposes — and now eBay owes $59 million.\nPill presses are the things you use if you’re a drug manufacturer — or a counterfeiter — to turn raw materials into pill form. While there are no doubt some perfectly mundane home uses for the smaller varieties of these things, it’s hard to imagine anyone needing to make thousands of pills per hour unless they’re a drug runner.\nNot only were pill presses being sold on eBay, but the same buyers were also picking up counterfeit molds, stamps, and dyes, which let them produce fake pills of specific medications. The DOJ news release notes that many of these buyers were subsequently prosecuted; I’ve asked for more information on that, since it sounds like eBay may have unwittingly acted as a huge honey pot.\nAnyone can tell you the opioid epidemic in the U.S. is real, and easy access to pill-counterfeiting hardware can only make it worse. Scoring a bag of Oxy off the street after getting addicted to the real thing, and getting something laced with fentanyl instead — that’s the kind of mistake that can, and does, cost lives with disturbing regularity.\neBay contended in a statement that it had taken “actions” to remove these devices “prior to any request from the DOJ or other authorities, and years before the government turned its attention to these products.” It’s hard to square this with the settlement, which states that the relevant time period was late 2015 to the present, during which time eBay did not properly record or report sales of the machines, despite selling thousands of commercial-grade presses to residential addresses — and sold counterfeit stamps and such to the same buyers. I’ve asked eBay for clarification on this.\nWhatever eBay’s “actions” were, they amounted to less than the authorities would prefer, and to avoid any admission of wrongdoing (as is tradition) they have agreed to pay $59 million and “enhance its compliance program with respect to its prohibited and restricted items policy.”\nIn case you hear a bell ringing somewhere in your mind, this is a different case from that brought in September over the sale of illegal and dangerous pollutants.\n\nDOJ says eBay sold thousands of illegal, poisonous and polluting products\n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2023/11/getty-pills-bottle-hand.jpg?w=600"
      ],
      "link": "https://techcrunch.com/2024/01/31/justice-hits-ebay-for-59-million-for-selling-obviously-illegal-pill-counterfeiting-gear/",
      "category": "government-policy",
      "Summary": "- eBay sold thousands of pill presses, molds, stamps, and dyes, which can be used to counterfeit pills, on its platform.\n- The Justice Department sued eBay for facilitating the sale of these devices, which are clearly intended for illegal purposes.\n- eBay settled the lawsuit and agreed to pay $59 million and enhance its compliance program with respect to its prohibited and restricted items policy.\n- The settlement covers the period from late 2015 to the present, during which time eBay did not properly record or report sales of the machines.\n- eBay's actions to remove these devices prior to the lawsuit were deemed insufficient by the authorities.",
      "revised_title": "eBay Fined $59 Million for Selling Pill-Counterfeiting Equipment"
    },
    {
      "title": "Spice up your desktop with these unusual keyboards from Keychron, HHKB, Cloud Nine and others",
      "content": "\nMechanical keyboards are everywhere these days, and there’s a larger variety now than ever before. If you’re looking to pick one up but want to look beyond the most common layouts and types, read on. Here are eight mechanical keyboards that stick out from the pack.\nFeker Alice 80\nImage Credits: Devin Coldewey / TechCrunch\nMy first Alice board! And to my great joy, the Feker Alice 80 is a solid — very solid — example of this layout, though its foibles should not be overlooked. The Alice 80 is of a similar build type to Keychron’s Q series, with a full-contact bottom (plus traditional flip-out feet) and all keys mounted on a gasket. In addition, Feker added “a sound dampening silicon switch pad, a silicone PCB foam and a bottom cotton foam” to further silence the Gateron Yellow switches.\nI can tell you it makes quite a difference, and anyone would agree in a few keystrokes. The quiet, medium actuation linear switches feel like they’re being pushed through a cloud, and are as close to silent as any mechanical keyboard I’ve used. That is to say, very quiet but for a sort of soft, rippling sound when you’re really going. It’s really very comfortable and my daily driver for now.\nThis board has a slightly unusual layout, with a windows key to the right of the left space bar segment. I thought I’d hit it by accident a lot, but I didn’t once. It also has a light curve to the angled keys rather than a sudden turn, and a subtle but comfortable tenting angle. On the right edge, you’ve got arrows and page up and down, plus delete. Add a volume dial and that’s it! It’s not as minimal as some, but it’s pretty minimal. If I could have, I would have gotten the 75% version with the function row and aluminum build, but there are none left — for good reason, no doubt. This version is a little flexy and not perfectly balanced, though only at the corners.\nBut what may put some people off it is the relative lack of customization. The board doesn’t come with any extra keys for swapping out (if you have a Mac layout, say) and although there is a software configurator, I was unable to get it to do more than swap one key with another or macro. So I couldn’t, for instance, set “Play/Pause” to function+down.\nI’ll tell you this — if I was sitting down to do a marathon writing session, this is one of the first boards I’d reach for. But if I needed regular access to function and other keys or any kind of more complicated layering (as many keyboard enthusiasts like), then I wouldn’t be able to use it. The feel isn’t quite right for gaming either, in my opinion, but I didn’t let that stop me. That it works wired, on Bluetooth or using a Wi-Fi dongle is just icing on the cake.\nFeker Alice 98\nImage Credits: Feker\nHere’s a keyboard with a lot of potential but that ultimately didn’t charm me. The Alice layout plus a number pad on the right, a knob and a tiny LCD screen. Seems like a great match for anyone who wants the ergo benefits of Alice but needs those numbers and doesn’t mind losing a little desktop space.\nBut the Alice 98 is offered with only Kailh Winter switches, which despite the gasket underneath are just not my style — maybe they just need oiling, but they felt like they had a lot more friction, and not just an intentionally higher resistance. They’re not bad by any means, but the Yellows on the 80 just are a perfect match.\nThe layout also has a less pronounced tent, almost none at all in fact, which with the tilted key layout actually makes it seem like you’re twisting your wrists inward a bit. I didn’t expect that, but now I understand why the tenting built into the 80 makes it seem flat when it isn’t.\nAnd lastly, the software support just isn’t there for a keyboard of this complexity. The firmware offered on the site didn’t even register as a real file on my computer, and set off some virus-esque alarm bells. And if I’m going to have an LCD on at all times, I’d like to be able to program it properly. So until the 98 gets the support it needs (and maybe some different switches), I can’t really recommend it.\nKeychron Q11\nImage Credits: Devin Coldewey / TechCrunch\nKeychron has become one of the most popular mechanical keyboard vendors, putting out solid boards with lots of customization options in an increasingly wide range of layouts. This 75% split Q11 is among the latest, and could be a fantastic option for those who don’t need tilting or tenting.\nThe Q11 is minimal and pleasingly industrial-looking, with a totally flat, very solid build. It sits directly on your desk with small rubberized feet, making it low profile and pretty much as compact as is physically possible with a 75% layout. The halves also fit together cleanly to form a more standard layout. It’s a wired-only board, and you’ll have to connect the two halves with a bridge cable, so if that kind of desk clutter offends you, move on. But for those who don’t mind a little visible cabling, it’s a handsome and understated look.\nThe version I tested has Gateron Brown switches, which make for a nice light typing feel, albeit somewhat harder on the fingers due to the lack of a gasket or dampening layer. After typing on the Feker Alice this was definitely a more raw feel, but it’s still comfortable and quiet — just be wary of bottoming out (and consider selecting a higher resistance switch).\nThe layout is compact and has plenty of layers plus five dedicated macro keys to the left, and interestingly two knobs, one in each upper corner. Normally the knob is relegated to volume duty and perhaps something else on another layer, but this lets you try out some interesting new use cases, like scrolling the page or moving the cursor. This is a nice, very portable split option if you’re willing to give up a little of that typefeel.\nKeychron Q13 Pro\nImage Credits: Devin Coldewey / TechCrunch\nWell, there’s no getting around it: This keyboard is a bludgeoning weapon disguised as a computer peripheral. Weighing in at 2.4 kilograms (5.2 pounds) and with a solid aluminum body, this is definitely the keyboard I’d reach for if I was being charged by a zombie. You could hammer nails with this thing, no joke. But how does it perform?\nWith a 75% Alice layout, the Q13 is unusually but practically laid out. The main cluster is traditional Alice (down to two “B” keys), with macro and function keys scattered around the edge in staggered rows. It’s not actually that large, but combined with the weight and increased height it feels more spread out, bulky even.\nThe keycaps have an extra scoop to them in the Keychron style, which is a mixed bag. In the center and upper rows it feels like they are reaching out to greet your extended finger, minimizing movement. But in the lower rows it feels like there’s a ridge sticking up above where it shouldn’t be. The space bar’s shape, for instance, gives it a sharp angle where my thumb makes contact, which is not something I enjoyed, and somehow the act of reaching for the backspace key puts the middle of my right hand in contact with the up-thrusting left arrow key.\nToo much scoop. Image Credits: Devin Coldewey / TechCrunch\nThese aren’t dealbreakers (well, the space bar was for me) but they might require a bit of getting used to, or a bit of key swapping.\nIt connects via Bluetooth or cable, and can sync with three different devices at once and switch quickly between them — always useful.\nCloud Nine ErgoTKL\nImage Credits: Devin Coldewey / TechCrunch\nA full-featured split ergo keyboard, the Cloud Nine ErgoTKL packs a lot of options into a relatively compact package. It has a compact tenkeyless layout but with a full (if unseparated) function row, which I appreciate, as well as arrows and navigation, plus a couple swappable macro keys on the left. And of course there’s that great big wheel in the middle.\nThe ErgoTKL has the split angle to its key layout, plus a light built-in tenting angle that I found quite comfortable, though being able to adjust it would have been a plus. The two halves are easily separated but also come together nicely with a magnet to form a whole, with the wheel dead center.\nThe switches, Kailh Browns on my unit, were light and snappy, with an audible but not bothersome click — you can pick linear Reds or clicky Whites as well. I could ask for a bigger space key — it seems like not all the ergo keyboard makers account for the different position your thumb takes when at this angle. Or maybe it’s just me, but I end up on the corner of the space key when it’s canted this way.\nIt is of course full RGB, something I’ve never had any use for, and almost all the pre-loaded modes are gaudy, shifting rainbows. Fortunately there’s a very easy to use configurator that I put together a nice, chill custom color layout in within minutes.\nThe central wheel is a nice tactile one, which you can set to a variety of functions (though sadly not cursor movement). It kind of looks like it would get in the way, but that never once happened for me. I only wish I could assign it to have one function normally, and another while activating the Fn layer.\nI had some slight issues with mine, one with a random repeating disconnection that seems to have fixed itself, and another in that the left half of the keyboard doesn’t sit flat on its little rubber pads. With the weight of my hand on it, it’s plenty stable, but it’s troubling in a serious keyboard to see it wobbling back and forth. The plastic palm rests are also not great — I’d spring for the padded ones.\n8Bitdo Retro Mechanical Keyboard\n8BitDo’s NES-themed mechanical keyboard. Image Credits: 8BitDo\nOkay, this one isn’t really ergonomic, but it is unusual. This wired/wireless (dongle or Bluetooth) mechanical is fully custom from the switches up, and obviously it falls under 8BitDo’s retro aesthetic to the point where you might think it’s an official Nintendo accessory. (It’s not.)\nIt’s a very clicky keyboard, but comfortable as flat layouts go, and compact enough that you can easily add your own wrist rests. There are two built in dials, one for wireless mode select and one for volume. But the real innovation is the giant macro buttons marked A and B like huge NES controllers.\nLook, I’m aware there are other standalone macro clusters out there. You can buy one for 10 or 20 bucks online. But these huge, cherry red mega-buttons are something else. I’ll say right now that they’re not quite as satisfying to press as they look, but they feel durable enough that you can really whack them if you’ve assigned them to stuff like close application or end call.\nHHKB Studio\nImage Credits: Devin Coldewey / TechCrunch\nHere’s an odd one and no mistake. The HHKB Studio is one of a kind, with a unique layout, a pointer nub, mouse buttons built in and four — count ’em — four touch-sensitive strips all around it. The idea behind it is to remove the necessity of a mouse at all, letting you never move your hands from the keyboard.\nAnd although it would take some getting used to, I think the hardware (handsome, understated and well-built) truly supports this proposition. But there are a handful of major quirks you’ll have to get past.\nFirst, and most unhinged, is that there is NO BACKSPACE KEY. At least by default. You need to adjust a dipswitch to change delete to backspace, or you can do it in the customization software. Then, as you may know if you’re familiar with the Happy Hacking layout, caps lock is replaced by control, and delete/backspace and the forward slash have switched places. Though these changes are made with good intent, I simply can’t abide some of them, though fortunately it was easily configured. Lastly, the choice to use AA batteries instead of a rechargeable one is just plain strange to me!\nThe space between the little upraised bits is touch-sensitive. Image Credits: Devin Coldewey / TechCrunch\nThe trackpoint is good, and adequate for desktop tasks, and the presence of mouse buttons just under the space bar is quite nice once you get used to it. It’s a bit odd hitting left-click with my left hand while moving the cursor with my right, but it does save me a trip to the mouse.\nThe capacitive strips are the most interesting piece, though, and I think they’re a qualified success. They run along the edges of the board, two on the front and one on each side. The left ones are set to basically repeat arrow keys (nice because they’re not present on this very compact layout), and the right ones are scroll up/down and switch apps by default.\nThis could be a real time saver, but you need to get good at it, because there’s no tactile feedback and the strips themselves can be a little hard to find sometimes. And then, when they’re activated, they can be a little unpredictable. While I appreciate the effort that went into packing this much capability into this much space — and it really is a lot of power in a remarkably small form factor — I feel like the purpose would be better served with the strips facing upwards, or maybe even being along the corner (if that’s possible).\nIf you’re a really keyboard-centric person and want to be even more so, or want a good couch keyboard option, the HHKB Studio could be a real eye-opener.\nKinesis Advantage 360 (Quiet Limited)\nImage Credits: Kinesis\nIf you’re ready for an ergo adventure, here’s one that’s challenging yet logical. The Advantage360 is Kinesis’s high-end model with not just a columnar layout but a concave contour to minimize finger movements. And then your position and modifier keys are all in thumb clusters. The one I tested was a limited edition with Kailh Box Pink Linear Quiet switches and special colorway.\nLook, any one of these things I could probably adapt quickly to. Two would take time. All three at once is madness! That said, it’s really obvious that this could be an extremely comfortable and worthwhile layout for someone willing to put in the time, like the Moonlander I tried in the last roundup. Or if you’re already in this wild world of layouts — this is a nice one.\nThe Advantage360 also has a sturdy tenting paddle setup that let me get a pretty sharp angle going. Overall the build quality was outstanding.\nOn the days I was using it, I would alternate between being unable to locate C and suddenly and effortlessly typing a word with what felt like no movement at all. This is definitely a specialist keyboard, and the price ($449) reflects that, but if you’re already rocking a columnar or concave layout you may adapt to this one in a jiffy. Well, maybe not a jiffy.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/unusual-keyboards.jpg?w=711",
        "https://techcrunch.com/wp-content/uploads/2024/01/keyboards-roundup-2.jpg",
        "https://techcrunch.com/wp-content/uploads/2024/01/feker-alice-98-keyboard.webp",
        "https://techcrunch.com/wp-content/uploads/2024/01/keyboards-roundup-4.jpg",
        "https://techcrunch.com/wp-content/uploads/2024/01/keyboards-roundup-7.jpg",
        "https://techcrunch.com/wp-content/uploads/2024/01/keyboards-roundup-8.jpg",
        "https://techcrunch.com/wp-content/uploads/2024/01/keyboards-roundup-6.jpg",
        "https://techcrunch.com/wp-content/uploads/2023/07/8bitdo-keyboard.jpg",
        "https://techcrunch.com/wp-content/uploads/2024/01/keyboards-roundup-9.jpg",
        "https://techcrunch.com/wp-content/uploads/2024/01/keyboards-roundup-1-e1706139911386.jpg",
        "https://techcrunch.com/wp-content/uploads/2024/01/kinesis-quiet.webp"
      ],
      "link": "https://techcrunch.com/2024/01/31/spice-up-your-desktop-with-these-unusual-keyboards-from-keychron-hhkb-cloud-nine-and-others/",
      "category": "hardware",
      "Summary": "- The article presents eight mechanical keyboards that stand out from the common layouts and types.\n- The Feker Alice 80 is a solid Alice board with quiet, medium actuation linear switches and a comfortable typing experience.\n- The Feker Alice 98 has a number pad, a knob, and an LCD screen, but the Kailh Winter switches and lack of software support make it less appealing.\n- The Keychron Q11 is a minimal and pleasingly industrial-looking 75% split keyboard with a solid build and Gateron Brown switches.\n- The Keychron Q13 Pro is a heavy and bulky 75% Alice layout keyboard with a unique keycap shape and a central wheel.",
      "revised_title": "Exploring Unique Mechanical Keyboards: From Split Layouts to Innovative Features"
    },
    {
      "title": "Apple Vision Pro: How to preorder and test the $3,500 headset",
      "content": "\nThe much-hyped Apple Vision Pro headset is almost here for those who have preordered, or those waiting to give it an in-person demo. Billed as the future of spatial computing, the AR/VR headset might not be for everyone based on its hefty $3,499 price tag and lack of apps like Netflix and YouTube at launch (though it will come with Disney+, Max and 150 3D movies, immersive films and series). Estimates show that the company might have sold between 160,000 and 180,000 headsets over the course of the weekend when preorders began. Though that amount is far lower than the typical rollout of the newest iPhone, there will be a wave of early adopters willing to don the headset when it launches Friday.\nOur first impressions of the Apple Vision Pro, as well as our more recent hands-on experience with it, have resulted in impressive results, though it’s still unclear who the headset is ultimately for and what it could become as a device in regular use. We’ll have more extensive thoughts for you when we get to spend more time with the device.\nAs the launch day gets closer, here’s everything you need to know about how to preorder an Apple Vision Pro for yourself.\n\nHow to preorder the Apple Vision Pro\nPreorders for the Apple Vision Pro are now live on Apple’s website. From there, you will use Face ID on your iPhone or iPad to measure yourself for the right fit for the Light Seal and headbands. It will also prompt you to select whether or not you need optical inserts, with readers and prescription options listed at $99 and $149, respectively. Because you cannot use the Apple Vision Pro while wearing glasses, you will have to provide a “legible comprehensive prescription” with your distance correction and near correction needs, the expiration date, your name, date of birth and your prescriber’s license number and signature. The reader inserts come in +0.75 to +1.25D, +1.50 to +1.75D and +2.00 to +2.75D.\nThen it’s time to choose how much storage space you’ll need. The base device starts at 256GB for $3,499, then it’s $3,699 for 512GB and $3,899 for 1TB.\nFinally, you’ll decide how you want to pay for the device, either by buying it outright or in installments starting at $291.58 per month with an Apple Card and whether or not you want to add AppleCare+ coverage to your device for $499, or $24.99 per month. Once you’re through, you can choose to pick up the device at an Apple Store or have it delivered to your home for free.\nIn addition to the Apple Vision Pro headset itself, the preorder will include a dual-loop adjustable band, a protective cover, a cleaning cloth, an external battery and a 30W USB-C adapter and USB‑C charging cable.\nHow to try the Apple Vision Pro in-store\nIf you’re unsure about committing to the pricey Vision Pro just based on reviews and images, Apple is offering 25-minute demos in select stores for those who want to try it out for themselves. Sign-ups for the demos begin at 8:00 a.m. at participating Apple retail locations’ local times on February 2, and will be available on “a first-come, first-served basis.” Though Apple says the in-person demos go through the weekend, it’s possible they will be available longer.\nGiven the hype leading up to the Vision Pro’s launch, it’s likely delivery windows could be longer than expected for more recent preorders, so make sure to check the estimated arrival or pickup times when checking out. \n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/Apple-Vision-Pro-lifestyle-working_twitter.png?w=600"
      ],
      "link": "https://techcrunch.com/2024/01/31/apple-vision-pro-how-to-preorder-and-test-the-3500-headset/",
      "category": "hardware",
      "Summary": "- The Apple Vision Pro, an AR/VR headset, is now available for preorder on Apple's website.\n\n- Preorders include a dual-loop adjustable band, protective cover, cleaning cloth, external battery, 30W USB-C adapter, and USB-C charging cable.\n\n- In-store demos are available at select Apple retail locations on a first-come, first-served basis, starting at 8:00 a.m. local time on February 2.\n\n- The base device starts at 256GB for $3,499, with options for 512GB and 1TB storage.\n\n- Delivery windows for preorders may be longer than expected due to high demand.",
      "revised_title": "Apple Vision Pro: Preorder, In-Store Demos, and Pricing Details"
    },
    {
      "title": "Reliance-backed Viacom18 agrees to buy 60% of Disney’s India unit, report says",
      "content": "\nReliance-backed Viacom18 has reached an agreement to buy 60% of Disney’s India unit, WSJ reported Thursday citing unnamed sources, creating a pathway for the Indian conglomerate to form a $10 billion media giant in the South Asian market.\nThe deal, which WSJ says will close this month, values Disney’s India unit at $3.9 billion, the report said, less than half of what Disney had originally hoped. Earlier this week, Reliance declined to comment on its engagement with Disney.\nViacom18 is a joint venture among Mukesh Ambani’s Reliance Industries, Paramount Global and James Murdoch’s Bodhi Tree Systems. According to the agreement, Disney will retain 40% ownership in its India unit, whereas Reliance will acquire a 51% stake and Bodhi Tree will hold 9%, the report said.\nIn 2019, Disney acquired 21st Century Fox’s entertainment assets for $71.3 billion, a move significantly bolstered by the inclusion of Star India.\nThe deal was integral to Disney’s global streaming expansion, handing it broadcast and streaming rights to the Indian Premier League cricket matches, a multitude of multilingual TV channels and an interest in a Bollywood film production company. At the time of acquisition, Star’s Hotstar had amassed about 150 million monthly active users.\nWhile Hotstar dominated the Indian video streaming landscape for several more quarters, things have tapered off since as Reliance-backed Viacom18 has grown in popularity after securing the five-year rights to stream IPL cricket matches for about $3 billion. Disney paid $3 billion for the same five-year rights, but for broadcasting the content on TV.\nReliance has poached many top leaders and engineering talent to ramp up JioCinema in the last year, and has populated the on-demand streaming service with premium content from HBO and NBC.\nThe merger with Viacom18 reunites Rupert Murdoch’s son James and former Star India CEO Uday Shankar with a business they spent years building. Murdoch helped grow Star India when he was chairman of its former parent Sky, then part of Fox. Shankar led Star India for a decade until 2020.\nShankar and Murdoch, who previously launched a fund called Lupa, formed Bodhi Tree in 2021 with a $1.7 billion backing from Qatar Investment Authority. Bodhi Tree initially agreed to invest $1.78 billion in Viacom18, but later cut the size of the investment to about $528 million.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-142507970.jpg?w=685"
      ],
      "link": "https://techcrunch.com/2024/01/31/reliance-backed-viacom18-agrees-to-buy-60-of-disney-india-unit-report-says/",
      "category": "media-entertainment",
      "Summary": "- Reliance-backed Viacom18 is set to acquire 60% of Disney's India unit, valuing it at $3.9 billion.\n- The deal will create a $10 billion media giant in the South Asian market.\n- Disney will retain a 40% stake in its India unit, while Reliance will hold 51% and Bodhi Tree will hold 9%.\n- The merger reunites James Murdoch and Uday Shankar with a business they spent years building.\n- Reliance has poached top leaders and engineering talent to ramp up JioCinema, its on-demand streaming service.",
      "revised_title": "Viacom18 to Acquire Majority Stake in Disney's India Unit, Creating a $10 Billion Media Giant"
    },
    {
      "title": "Media startup The Messenger disintegrates, leaving staff nothing",
      "content": "\nThey say don’t shoot the messenger, but what if The Messenger shoots itself?\nMedia startup The Messenger burst on the scene last May with $50 million in hand, aggressively hiring journalists to build an “unbiased” digital newsroom. Instead, its staff found out through a New York Times article today that the publication is shutting down. According to employees’ social media posts, the laid off workers will not receive any severance, and their healthcare coverage will end.\n“The last thing I saw in The Messenger’s slack was a panicked colleague writing ‘wait, what about our insurance coverage, I have a surgery boo—’ and then we all got booted out!!!” said journalist Jordan Hoffman in a post on X.\n\n\nThe last thing I saw in The Messenger's slack was a panicked colleague writing \"wait, what about our insurance coverage, I have a surgery boo—\" and then we all got booted out!!!\n— Jordan Hoffman (@jhoffman) January 31, 2024\n\nThe journalism industry hasn’t had a great year, in part due to declining digital ad sales across the board. But The Messenger’s implosion is shockingly egregious, even in a time when 3,000 journalists have been laid off in the last year.\nFounded by Jimmy Finkelstein (the former owner of The Hollywood Reporter and The Hill), The Messenger had lost about $38 million of its startup capital and only generated $3 million by late last year, per The New York Times. At launch, Finkelstein claimed the company would grow to make $100 million in revenue after its first year, but it only lasted about nine months.\nThe Messenger had been trying to raise additional capital in the hours leading up to its demise. But it failed to secure the funding it needed, which raises the question of why the publication needed to raise more money so soon, anyway.\n\n\nThis is lower than low. To go on a hiring spree, wildly mismanage millions of dollars and then leave hundreds of people with no way to support themselves after working them to the bone is despicable. If any The Messenger reporters are starting a layoff fund please share! https://t.co/cN1YB100UN\n— Tonya Riley (@TonyaJoRiley) January 31, 2024\n\n“Over the last few weeks, literally until last night, we exhausted every option available and have endeavored to raise sufficient capital to reach profitability,” Finkelstein wrote. “Unfortunately, we have been unable to do so, which is why we haven’t shared the news with you until now. This is truly the last thing I wanted, and I am deeply sorry.”\nLike pretty much every other company that has conducted layoffs in the last few years, Finkelstein cited vague “economic headwinds” in his note to staff about the closure (which, we cannot emphasize enough, came after staff learned that they lost their jobs from a New York Times article). Still, Finkelstein has not addressed just how it’s possible to burn through so much money so quickly.\nFrom the get-go, media experts were skeptical of The Messenger’s game plan, which was to leverage social media referral traffic to generate ad revenue. This strategy for a media business might have worked 15 years ago, but this isn’t the era of the BuzzFeed boom (just look at that company’s stock price). At launch, Nieman Lab noted that The Messenger was publishing a new story every two minutes, some of which were only one sentence long. Though Finkelstein’s ambitions to build a large-scale, unbiased media machine were lofty, they were ultimately doomed to fail. Sadly, that failure means financial uncertainty and precarious healthcare coverage for its workers.\n“I cannot fathom doing this to anyone,” wrote former Messenger staffer Madeline Fitzgerald on X. “I don’t [know] why you would treat employees like this.”\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2023/12/jealousy-list-cybersecurity-2023.jpg?w=600"
      ],
      "link": "https://techcrunch.com/2024/01/31/media-startup-the-messenger-disintegrates-leaving-staff-nothing/",
      "category": "media-entertainment",
      "Summary": "- The Messenger, a media startup founded by Jimmy Finkelstein, shut down after nine months of operation, leaving hundreds of employees without severance or healthcare coverage.\n\n- The company had lost $38 million of its $50 million startup capital and only generated $3 million in revenue.\n\n- Finkelstein claimed the company would grow to make $100 million in revenue after its first year, but it failed to secure additional funding.\n\n- Media experts were skeptical of The Messenger's game plan, which was to leverage social media referral traffic to generate ad revenue.\n\n- The company's failure means financial uncertainty and precarious healthcare coverage for its workers.",
      "revised_title": "Media Startup The Messenger Abruptly Shuts Down, Leaving Employees Without Severance or Healthcare"
    },
    {
      "title": "Microsoft, X throw their weight behind KOSA, the controversial kids online safety bill",
      "content": "\nOn the eve of Wednesday’s Big Tech hearing (both Big Tech and a big hearing — five CEOs are testifying as we speak), Microsoft stepped up to back a controversial bill that aims to protect children from the dangers of social media. In the early hours of the hearing, X CEO Linda Yaccarino also climbed aboard.\n“Senator, we support KOSA and we’ll continue to make sure that it accelerates and make sure to continue to offer community for teens that are seeking that voice,” Yaccarino said when asked if X, formerly Twitter, will support the Kids Online Safety Act (KOSA). The question came when KOSA co-sponsor Senator Richard Blumenthal (D-CT) went down the line of tech CEOs asking if each company would back his legislation.\nThe answer was strangely worded given that KOSA is not yet law, but Yaccarino didn’t offer any of the qualifiers of her more reluctant peers. In a statement to TechCrunch, X confirmed the company’s backing for the bill. “We support the Kids Online Safety Act and will work to preserve freedom of speech for all groups,” X spokesperson Joe Benarroch said.\nSnap’s Evan Spiegel restated his company’s previous commitment to supporting the new proposal to regulate social media apps. “Senator, we strongly support the Kids Online Safety Act and we’ve already implemented many of its core provisions,” Spiegel said.\nMeta, Discord and TikTok all demurred, pointing to groups that have criticized the bill or stating that they support some of its parts and not others. “Senator, with some changes we can support it,” TikTok CEO Shou Chew said. “We are aware that some groups have raised some concerns.”\nMark Zuckerberg similarly agreed with the “basic spirit” of the bill while declining to endorse it. Discord’s Jason Citron said his company supported “parts” of the proposal but declined to say yes, stating that Discord would prefer to support a national privacy standard.\nIn spite of some revisions, the bill’s many critics have warned that KOSA would dangerously sanitize the internet, empower censorship and isolate young LGBTQ people in the process. Security, privacy and free press advocates have also called attention to the bill’s potential threat to encryption. The bill was revised last year in response to some criticisms, but many concerns persist.\nWhile X and Snap are popular social apps, they’re on the fringe compared to the heft of a company like Microsoft. Microsoft, now worth roughly $3 trillion, is currently the most valuable company in the world and a sophisticated operator in the world of policy that’s been around long enough to know how to play the game.\nWhile X and Snap are likely hoping that their KOSA support will either generally endear them to regulators or have a much worse impact on rival companies, Microsoft probably has its sights set on a different issue entirely. Unlike its peers testifying on Capitol Hill, Microsoft doesn’t own a traditional social media network steered by algorithms (Discord is also a notable exception here). For Microsoft, AI is the name of the game — and throwing support behind a bill that will change the rules for social media companies might buy it some regulatory goodwill where it counts.\n\nFan fiction writers rally fandoms against KOSA, the bill purporting to protect kids online\n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/kosa-hearing-linda-yaccarino-x.jpg?w=600"
      ],
      "link": "https://techcrunch.com/2024/01/31/x-microsoft-kosa-kids-online-safety-bill/",
      "category": "privacy",
      "Summary": "- Microsoft, X (formerly Twitter), and Snap have expressed support for the Kids Online Safety Act (KOSA), a bill aimed at protecting children from the dangers of social media.\n- Meta, Discord, and TikTok have raised concerns about the bill, citing potential threats to free speech, encryption, and the isolation of young LGBTQ people.\n- Critics of KOSA argue that it would sanitize the internet, empower censorship, and harm vulnerable groups.\n- Microsoft's support for KOSA may be strategic, as the company does not own a traditional social media network and may benefit from regulatory goodwill in other areas, such as AI.\n- Fan fiction writers have rallied against KOSA, expressing concerns that it could restrict their creative expression and limit their ability to share stories online.",
      "revised_title": "Microsoft and X Support Controversial Kids Online Safety Bill, While Others Express Concerns"
    },
    {
      "title": "Europcar says someone likely used ChatGPT to promote a fake data breach",
      "content": "\nOn Sunday, a user in a well-known hacking forum advertised what they claimed was a cache of stolen data from the rental car giant Europcar. The user claimed to have stolen the personal information of more than 48 million Europcar customers, and said they were “listening to offers” to sell the hacked data.\nExcept, the data appears to be completely made up — perhaps created with ChatGPT, according to Europcar.\nEuropcar spokesperson Vincent Vevaud told TechCrunch that the company investigated the alleged breach after a threat intelligence service alerted it to the forum advertisement.\n“Thoroughly checking the data contained in the sample, we are confident that this advertisement is false,” Vevaud said in an email, adding:\n– The number of records is completely wrong & inconsistent with ours,\n– The sample data is likely ChatGPT-generated (addresses don’t exist, ZIP codes don’t match, first name and last name don’t match email addresses, email addresses use very unusual TLDs),\n– And most importantly, none of these email addresses are present in our customer database.\nThe hacking forum user told TechCrunch in an online chat that “the data is real,” without supporting that statement with any evidence.\nIn the forum post, the user claimed the data included usernames, passwords, full names, home addresses, ZIP codes, birth dates, passport numbers and driver license numbers, among other data.\nThe sample of data posted online, however, does not appear to be legitimate, not only according to Europcar, but also according to Troy Hunt, who runs the data breach notification service Have I Been Pwned, as well as a TechCrunch analysis of the data.\n“Firstly on the legitimacy of the data, a bunch of things don’t add up. The most obvious one is that the email addresses and usernames bear no resemblance to the corresponding people names,” Hunt wrote on X (previously Twitter.)\nHunt also added that many of the alleged home addresses are fake and “just don’t exist.”\nThe forum user did not respond when asked to explain Hunt’s observations.\nAt the same time, Hunt is also skeptical that the data was created with ChatGPT.\n“We’ve had fabricated breaches since forever because people want airtime or to make a name for themselves or maybe a quick buck. Who knows, it doesn’t matter, because none of that makes it ‘AI,’” Hunt wrote.\nEuropcar’s Vevaud did not immediately respond to questions on how the company determined the data was generated with ChatGPT.\nWhen TechCrunch asked ChatGPT to create “a dataset of fake stolen personal data,” the chat bot responded that it could not assist “in creating or promoting any illegal or unethical activities.”\nWhile it’s nearly impossible to confidently establish that the fake data was created with ChatGPT or a similar text-generating AI platform, it is feasible that one day hackers will use these tools to create large datasets of fake data.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/europcar-logo.jpg?w=576"
      ],
      "link": "https://techcrunch.com/2024/01/31/europcar-says-someone-likely-used-chatgpt-to-promote-a-fake-data-breach/",
      "category": "security",
      "Summary": "- A user on a hacking forum claimed to have stolen personal information of over 48 million Europcar customers and was selling the data.\n- Europcar investigated and determined that the data is fake, likely generated using ChatGPT.\n- The sample data contained inconsistencies such as incorrect addresses, mismatched names and email addresses, and non-existent email domains.\n- Troy Hunt, who runs the data breach notification service Have I Been Pwned, also analyzed the data and concluded that it is not legitimate.\n- Europcar did not immediately respond to questions on how the company determined the data was generated with ChatGPT.",
      "revised_title": "Europcar Denies Data Breach, Claims Leaked Data is Likely Fabricated Using ChatGPT"
    },
    {
      "title": "Apple fixes zero-day bug in Apple Vision Pro that ‘may have been exploited’",
      "content": "\nA day after reporters published their first hands-on review of Apple’s Vision Pro, the technology giant released its first security patch for the mixed reality headset to fix a vulnerability that “may have been exploited” by hackers in the wild.\nOn Wednesday, Apple released visionOS 1.0.2, the software that runs on the Vision Pro, with a fix for a vulnerability in WebKit, the browser engine that runs Safari and other web apps. Apple said the bug, if exploited, allowed malicious code to run on an affected device.\nIt’s the same vulnerability that Apple patched last week when it rolled out iOS 17.3, which included fixes for iPhones, iPads, Macs and Apple TV — all of which rely on WebKit. No patches for this bug, officially tracked as CVE-2024-23222, were released for Apple Watch.\nIt’s not immediately clear if malicious hackers used the vulnerability to specifically exploit Apple’s Vision Pro, and Apple spokesperson Scott Radcliffe would not say when asked by TechCrunch.\nIt also isn’t yet known who was exploiting the vulnerability, or for what reason.\nIt is not uncommon for malicious actors, such as spyware makers, to target weaknesses in WebKit as a way to break into the device’s underlying operating system and the user’s personal data. WebKit bugs can sometimes be exploited when a victim visits a malicious domain in their browser, or the in-app browser.\nApple rolled out several patches for WebKit bugs last year.\nVision Pro is expected to be available starting Friday.\n\nI spent the morning with the Apple Vision Pro\n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2023/06/CMC_6538.jpg?w=600"
      ],
      "link": "https://techcrunch.com/2024/01/31/apple-vision-pro-zero-day-security-bug-exploited/",
      "category": "security",
      "Summary": "- Apple released its first security patch for the Vision Pro mixed reality headset, addressing a vulnerability in WebKit that could allow malicious code to run on affected devices.\n- The same vulnerability was patched in iOS 17.3 for iPhones, iPads, Macs, and Apple TV, but not for Apple Watch.\n- It is unclear if malicious hackers exploited the vulnerability specifically for the Vision Pro, and Apple has not provided any information on who or why the vulnerability was being exploited.\n- Malicious actors often target weaknesses in WebKit to break into a device's operating system and access personal data.\n- Apple rolled out several patches for WebKit bugs last year, and the Vision Pro is expected to be available starting Friday.",
      "revised_title": "Apple Releases Security Patch for Vision Pro to Address Zero-Day WebKit Vulnerability"
    },
    {
      "title": "US disrupts China-backed hacking operation amid warning of threat to American infrastructure",
      "content": "\nThe U.S. government announced Wednesday it had disrupted a China-backed hacking operation targeting U.S. critical infrastructure, amid warnings that Beijing is preparing to cause “real-world harm” to Americans in the event of a future conflict.\nSpeaking during a U.S. House of Representatives committee hearing on cyber threats posed by China, FBI director Christopher Wray told lawmakers: “China’s hackers are positioning on American infrastructure in preparation to wreak havoc and cause real-world harm to American citizens and communities, if or when China decides the time has come to strike.”\nWray described the ongoing activity by a China-backed hacking group dubbed Volt Typhoon as “the defining threat of our generation,” and said the attackers’ goal is to “disrupt our military’s ability to mobilize” in the early stages of an anticipated conflict over Taiwan, which China claims as its territory.\nJen Easterly, the director of the U.S. cybersecurity agency CISA, testified during the hearing that “very basic” flaws underpinning critical infrastructure in the U.S. have “made it easy” for China-backed hackers to target its systems.\n“We have seen Chinese threat actors, including those known as Volt Typhoon, burying deep in our critical infrastructure to enable destructive attacks in the event of a major crisis or conflict,” said Easterly. “This is a world where a major crisis halfway across the world will endanger the lives of Americans through the disruption of our pipelines, the severing of our telecommunications, the pollution of our water facilities, and the crippling of our transportation.”\nVolt Typhoon is a state-sponsored group of hackers based in China typically focusing on espionage and information gathering. Wray’s and Easterly’s comments align with findings from Microsoft, which last year said that Volt Typhoon is pursuing the ability to disrupt critical communications infrastructure between the U.S. and Asia region during future crises.\nChina has long denied hacking allegations from the West, describing them as a “collective disinformation campaign.”\nDuring the hearing, Wray announced that the FBI and the Justice Department carried out an operation in December to disrupt Volt Typhoon’s infrastructure.\nThe operation, first reported by Reuters on Tuesday, saw U.S. authorities disrupt a China-controlled botnet comprising hundreds of U.S.-based routers for small businesses and home offices. These compromised devices — mostly end-of-life Cisco and Netgear routers that no longer received routine security updates — had been infected with the “KV Botnet” malware that was designed to stay hidden.\nThe FBI was able to remove the malware from the hijacked routers and sever their connection to the Chinese state-sponsored hackers, the Justice Department confirmed in a statement.\n“The United States will continue to dismantle malicious cyber operations — including those sponsored by foreign governments — that undermine the security of the American people,” commented U.S. Attorney General Merrick Garland on the announcement.\nIn an advisory published Wednesday, CISA urged device manufacturers to improve their device security by eliminating vulnerabilities in router web interfaces during software development.\nEarlier this month, the FBI and CISA also warned that Chinese-manufactured drones pose a “significant risk” to critical infrastructure and U.S. national security.\n\nTaiwan’s president-elect faces growing challenges with its chip industry\n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/cisa-fbi-volt-typhoon-lawmakers-house.jpg?w=600"
      ],
      "link": "https://techcrunch.com/2024/01/31/fbi-cisa-volt-typhoon-cyberattack-american-infastructure/",
      "category": "security",
      "Summary": "- The U.S. government announced it had disrupted a China-backed hacking operation targeting U.S. critical infrastructure.\n- China's hackers are positioning on American infrastructure to cause real-world harm to American citizens and communities in the event of a conflict.\n- The China-backed hacking group Volt Typhoon aims to disrupt the U.S. military's ability to mobilize in a conflict over Taiwan.\n- The FBI and the Justice Department carried out an operation in December to disrupt Volt Typhoon's infrastructure, removing malware from hijacked routers and severing their connection to the Chinese state-sponsored hackers.\n- CISA urged device manufacturers to improve their device security by eliminating vulnerabilities in router web interfaces during software development.",
      "revised_title": "US Disrupts China-Backed Hacking Operation Targeting Critical Infrastructure"
    },
    {
      "title": "Security giant Proofpoint is laying off 280 employees, about 6% of its workforce",
      "content": "\nProofpoint is laying off about 6% of its global workforce, or 280 employees, the company confirmed to TechCrunch.\n“This decision was not taken lightly, and it is deeply rooted in our forward-looking company strategy of aligning our investments and hiring to our strategic priorities, expanding our operational footprint by leveraging a global talent pool, and streamlining our organization with fewer management layers,” noted the company in a statement provided by Proofpoint spokesperson Jennifer Duffourg.\nProofpoint said about half of the positions it eliminated will be moved to its global centers in Ireland and Argentina. Proofpoint added that it expects to end the year with “a similar headcount” to the beginning of this year, without providing specifics.\nThe layoffs were first reported by Calcalist.\nDuffourg declined to comment further when asked by TechCrunch what proportion of employees in management were affected by the layoffs.\nProofpoint’s leadership page — which has no women — says the company has about 4,500 employees.\nPrivate equity giant Thoma Bravo acquired Proofpoint in a $12.3 billion cash deal in 2021. Prior to the close of the deal, Proofpoint reported that it made $1.05 billion in revenue during 2020, up 18% on the previous year. Thoma Bravo, one of the wealthiest private equity firms in the world, says it has $134 billion in assets under its management as of September 2023.\nProofpoint’s spokesperson declined to say if the company is currently profitable.\n\nThoma Bravo buys cybersecurity vendor Proofpoint for $12.3B in cash\n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/proofpoint-cyber-layoffs.jpg?w=600"
      ],
      "link": "https://techcrunch.com/2024/01/31/proofpoint-layoffs-280-employees/",
      "category": "security",
      "Summary": "- Proofpoint, a cybersecurity company, is laying off approximately 6% of its global workforce, equating to 280 employees.\n\n- The decision aligns with the company's strategy to optimize investments, expand its global talent pool, and streamline organizational structure.\n\n- Half of the eliminated positions will be relocated to Proofpoint's global centers in Ireland and Argentina.\n\n- The company expects to maintain a similar headcount by the end of the year compared to the beginning.\n\n- Proofpoint was acquired by private equity giant Thoma Bravo in 2021 for $12.3 billion.",
      "revised_title": "Proofpoint Lays Off 280 Employees, About 6% of Its Workforce"
    },
    {
      "title": "Hackers steal $112 million of XRP Ripple cryptocurrency",
      "content": "\nOn Tuesday, hackers stole around $112 million of the Ripple-focused cryptocurrency XRP from a crypto wallet, Ripple’s co-founder and executive chairman has disclosed.\nRipple’s Chris Larsen said on Wednesday that the stolen crypto was his. Larsen wrote on X (previously Twitter) that “there was unauthorized access to a few of my personal XRP accounts (not Ripple) — we were quickly able to catch the problem and notify exchanges to freeze the affected addresses. Law enforcement is already involved.”\nLarsen wrote the post less than an hour after the well-known crypto security researcher ZachXBT broke news of the hack.\n \nContact Us\n\t\tDo you have more information about this hack? We’d love to hear from you. From a non-work device, you can contact Lorenzo Franceschi-Bicchierai securely on Signal at +1 917 257 1382, or via Telegram, Keybase and Wire @lorenzofb, or email lorenzo@techcrunch.com. You also can contact TechCrunch via SecureDrop.\t\nIn a post on X, the crypto security researcher added that the stolen XRP funds have already been laundered through several crypto exchanges and platforms, including Binance and Kraken. Binance spokesperson Simon Matthews told TechCrunch that the company is “aware and actively supporting the investigation.”\n“We are aware of the incident. We have an incident response capability and undertake proactive review of open source to identify incidents such as this, engage with victims and prevent Kraken from being used in this way,” Kraken spokesperson Megan Thorpe told TechCrunch in an email.\nHowever, the details of who controls and owns the hacked wallet is murky, as it may — or may not be — Ripple’s wallet.\nAccording to on-chain data from XRPScan, the hacked wallet was called “Ripple (50)” and was activated by a separate wallet called “~FundingWallet1” on November 5, 2018. The ~FundingWallet1 was activated by Larsen’s account on February 6, 2013, about a month after his own account, ~chrislarsen, was created.\nWhen TechCrunch reached out to Ripple, the company’s spokesperson Stacey Ngo referred to Larsen’s post and said that “Ripple was not impacted.”\nRipple has been around since 2012 and aims to be a payments and enterprise infrastructure provider made up of a network, protocol and decentralized public ledger called XRP Ledger. The network’s token, XRP, has a market capitalization of $27.4 billion and has fallen about 4% on the day following the news of the hack, according to CoinMarketCap data.\nNow, some XRP holders are calling for the co-founders to disclose their crypto wallets and XRP holdings in an effort to improve transparency, while others like Thinking Crypto podcast host Tony Edward are calling for Larsen to “distance himself from Ripple as much as possible.”\nThis hack is the largest theft of cryptocurrency in 2024 so far, and the twentieth largest theft of cryptocurrency in recorded history, based on data collected by Rekt, a website that tracks web3 and crypto breaches.\nLast year, hackers stole around $2 billion in cryptocurrency, according to crypto security firms that track these types of hacks.\nThis story was updated to include a statement from Kraken’s spokesperson.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/ripple-chris-larsen.jpg?w=601"
      ],
      "link": "https://techcrunch.com/2024/01/31/hackers-steal-112-million-of-xrp-ripple-cryptocurrency/",
      "category": "security",
      "Summary": "- Hackers stole around $112 million worth of XRP from Ripple co-founder Chris Larsen's personal crypto wallet.\n\n- The stolen funds have been laundered through several crypto exchanges and platforms, including Binance and Kraken.\n\n- The hacked wallet was called \"Ripple (50)\" and was activated by a separate wallet called \"~FundingWallet1\" on November 5, 2018, which was activated by Larsen's account on February 6, 2013.\n\n- This hack is the largest theft of cryptocurrency in 2024 so far and the twentieth largest in recorded history.\n\n- Some XRP holders are calling for the co-founders to disclose their crypto wallets and XRP holdings to improve transparency.",
      "revised_title": "Ripple Co-Founder Loses $112 Million in XRP Cryptocurrency Hack"
    },
    {
      "title": "Ivanti patches two zero-days under attack, but finds another",
      "content": "\nIvanti warned on Wednesday that hackers are exploiting another previously undisclosed zero-day vulnerability affecting its widely used corporate VPN appliance.\nSince early December, ​​Chinese state-backed hackers have been exploiting Ivanti Connect Secure’s flaws — tracked as CVE-2023-46805 and CVE-2024-21887 — to break into customer networks and steal information.\nIvanti is now warning that it has discovered two additional flaws — tracked as CVE-2024-21888 and CVE-2024-21893 — affecting its Connect Secure VPN product. The former is described as a privilege escalation vulnerability, while the latter — known as a zero-day because Ivanti had no time to fix the bug before hackers began exploiting it — is a server-side bug that allows an attacker access to certain restricted resources without authentication.\nIn its updated disclosure, Ivanti said it has observed “targeted” exploitation of the server-side bug. Germany’s Federal Office for Information Security, known as the BSI, said in a translated advisory on Wednesday that it has knowledge of “multiple compromised systems.”\nThe BSI added that the newly discovered vulnerabilities, particularly the server-side bug, “put all previously mitigated systems at risk again.” Ivanti confirmed it expects “a sharp increase in exploitation” once specifics of the vulnerability are made public.\nIvanti has not attributed these intrusions to a particular threat group. Cybersecurity companies Volexity and Mandiant previously attributed the exploitation of the initial round of Connect Secure bugs to a China government-backed hacking group motivated by espionage. Volexity also said it had observed additional hacking groups actively exploiting the bugs.\nIvanti updated its count of affected customers to “less than 20.” When reached by TechCrunch on Wednesday, Kareena Garg, an agency spokesperson representing Ivanti, would not say how many customers are affected by the new vulnerabilities.\nHowever, Volexity said earlier this month that at least 1,700 Ivanti Connect Secure appliances worldwide had been exploited by the first round of flaws, affecting organizations in the aerospace, banking, defense, government and telecommunications industries, though the number was likely to be far higher.\nThis is particularly true in light of a CISA advisory released on Tuesday, which warned that attackers had bypassed workarounds for current mitigations and detection methods.\nIvanti’s disclosure of the new zero-day comes on the same day that the company released a patch to protect against the previously disclosed — and subsequently widely exploited — Connect Secure vulnerabilities, albeit a week later than the company had originally planned. Ivanti spokesperson Garg told TechCrunch that the patches also protect against the two new vulnerabilities disclosed on Wednesday.\nIt’s unclear whether the patch is available to all Ivanti Connect Secure users, as the company previously said that it planned to release the patch on a “staggered” basis starting January 22. Ivanti is now advising that customers “factory reset their appliance before applying the patch to prevent the threat actor from gaining upgrade persistence in your environment.”\n\nState-backed hackers are exploiting new Ivanti VPN zero-days — but no patches yet\n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/ivanti-getty-smaller-zero-day.jpg?w=585"
      ],
      "link": "https://techcrunch.com/2024/01/31/ivanti-patches-two-zero-days-under-attack-but-finds-another/",
      "category": "security",
      "Summary": "- Ivanti has discovered two new zero-day vulnerabilities (CVE-2024-21888 and CVE-2024-21893) affecting its Connect Secure VPN product.\n- The vulnerabilities allow attackers to escalate privileges and access restricted resources without authentication.\n- The vulnerabilities have been exploited by Chinese state-backed hackers to break into customer networks and steal information.\n- Ivanti has released a patch to protect against the vulnerabilities, but it is unclear whether the patch is available to all users.\n- Ivanti is advising customers to factory reset their appliances before applying the patch to prevent attackers from gaining upgrade persistence.",
      "revised_title": "Ivanti Discovers New Zero-Day Vulnerability in Connect Secure VPN Appliance, Urges Customers to Apply Patch Immediately"
    },
    {
      "title": "Pew report shows TikTok’s rise and YouTube’s ubiquity",
      "content": "\nSocial media apps can rise quickly and burn out just as fast, but taking a step back and looking at those trends on a longer timeline offers a better glimpse at the big picture.\nThe Pew Research Center’s latest report on Americans’ social media habits is out, rounding up social media usage trends among U.S. users over the last two years. While there may be a few small tweaks with each survey, Pew mostly asks the same questions every couple of years, making it possible to track meaningful changes over time.\nThis year’s report surveyed 5,733 U.S. adults, capturing the data from May to September 2023. Most of the findings are intuitive, showing the slow migrations between social platforms, but there are a few interesting moments in the survey worth highlighting.\n“I think one of the really interesting things that we saw this year is the amount of stability that we saw on many of the platforms that we’re studying,” Pew Research Center Associate Director of Research Jeff Gottfried told TechCrunch.\nWhile many social media stalwarts mostly hovered near their previous numbers from 2021 — including X, formerly Twitter, surprisingly — TikTok saw relatively explosive growth over the two-year time frame. In 2021, 21% of adults said they “ever use” TikTok, but by last year that proportion was up to 33%. TikTok’s growth among U.S. users didn’t appear to stop Instagram from picking up more adoption as well, and the Meta-owned app went from 40% to 47% in the same time frame.\nImage Credits: Pew Research Center\n“Something that we really do see especially with TikTok and a couple of the other sites is just how prominent it is among certain [groups] in the population,” Gottfried said.\nTwo platforms that didn’t see much change over the last two years were YouTube and Facebook — the two most dominant social apps captured by Pew’s survey data. In 2023, 83% of respondents reported ever using YouTube, while 68% said they use Facebook. The latter number is robust considering popular perception that Facebook’s star is falling, but within the constraints of this particular study that doesn’t appear to be the case.\n“A majority of all age groups are using those two platforms, something that really stood out in our data as well,” Gottfried said.\nThe data revealed some intuitive but still noteworthy age gaps for social app usage. While only 15% of people 65 and older use Instagram, that number is 78% for 18 to 29-year-olds. Snap and TikTok showed similar age divides, though a notable 10% of adults 65 and up reported using TikTok. In the survey, 40% of women overall said they use the platform compared to 25% of men.\nPew also collected some demographic information on race, allowing the survey to get a bit more granular on how different communities engage with social apps. A few differences emerged, including that nearly 60% of Hispanic and Asian adults said they use Instagram compared to only 46% of Black adults and 43% of white adults. Hispanic adults had the highest rates of TikTok usage (49%) compared to Black adults (39%), Asian (29%) and white adults (28%).\nPew’s numbers are interesting, but its straightforward approach doesn’t offer much in the way of insight for why these numbers are what they are. The race and gender differences in particular would lend themselves to deeper research.\nWhile the 2021 Pew survey measured Nextdoor usage along with a slate of more traditional social media apps, the 2023 version swapped in BeReal instead (only 3% of Americans surveyed said they ever use it). The app’s inclusion was exploratory, according to Gottfried, and we’ll be curious to see what makes the cut in 2025 — maybe Threads or something we haven’t even heard of yet.\n“It was just one of those ones that was starting to really [become] part of the conversation and we wanted to make sure we started to get a baseline measurement,” Gottfried said.\n\nStudy finds half of Americans get news on social media, but percentage has dropped\n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2019/07/GettyImages-1146032078.jpg?w=600",
        "https://techcrunch.com/wp-content/uploads/2024/01/pew.png?w=564"
      ],
      "link": "https://techcrunch.com/2024/01/31/pew-social-media-report-2023/",
      "category": "social",
      "Summary": "- A Pew Research Center report on Americans' social media habits shows stability among major platforms like Twitter and Facebook.\n\n- TikTok saw significant growth, with 33% of adults reporting usage in 2023 compared to 21% in 2021.\n\n- Instagram also gained users, rising from 40% to 47% in the same period.\n\n- YouTube and Facebook remain the most dominant social apps, with 83% and 68% of respondents reporting usage, respectively.\n\n- Age and demographic differences in social app usage were observed, with younger users and certain racial groups showing higher rates of adoption for platforms like Instagram and TikTok.",
      "revised_title": "Pew Research Center Report Highlights TikTok's Growth and YouTube's Dominance in Social Media Landscape"
    },
    {
      "title": "Mark Zuckerberg defends teenage creators’ right to public Instagram accounts",
      "content": "\nMark Zuckerberg, CEO and founder of Meta, commented in today’s Senate hearing on children’s online safety that teenagers should be able to be creators and share their content widely.\nSenator Mazie Hirono (D-HI) questioned Zuckerberg about Meta’s privacy controls for teenagers. On Instagram, for example, teens under 16 — or 18 in some countries — have their accounts automatically set to private when they join the platform. But teenagers can toggle these safety measures to make their accounts public at any time.\n“Yes, we default teens into a private account so they can have a private and restricted experience,” Zuckerberg told the senator. “But some teens want to be creators and want to have content that they share more broadly, and I don’t think that’s something that should just blanketly be banned.”\nResearch has shown that becoming a content creator is a dream for many young Americans. In 2019, Morning Consult reported that 86% of teens would consider trying to become an influencer, and that influencers held as much sway as traditional celebrities. For example, as many teens were familiar with the creator PewDiePie as they were with NBA legend LeBron James. When Lego surveyed 3,000 children in 2019, the toy company found that “vlogger” was a more popular dream job for kids than “astronaut.”\nSome of the most successful creators started out when they were teenagers, like 19-year-old Charli D’Amelio, a self-made millionaire whose family now has its own venture capital fund. MrBeast, another of the world’s highest earning creators, began posting on YouTube when he was 13.\nOf course, there are safety risks for these young creators, as well as any young person on the internet. But Zuckerberg affirms that their contributions to culture — and Meta’s bottom line — are worth it. For a business like Instagram, it’s important to keep talented creators happy on the platform so that their viral content continues to drive ad revenue.\n“There have been a lot of teens creating amazing things, and I think with the right supervision and parenting and controls . . . I don’t think that’s the type of thing that you want to not allow anyone to be able to do,” Zuckerberg said.\nZuckerberg is one of five tech CEOs who testified before Congress about children’s online safety on Wednesday, including X’s Linda Yaccarino, Discord’s Jason Citron, Snap’s Evan Spiegel, and TikTok’s Shou Chew.\n\nCEOs from Meta, TikTok, Snap, X and Discord head to Congress for kids’ online safety hearing\n\n\nThe creator economy is ready for a workers’ movement\n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2022/12/Zuckerberg-testify-ftc-within.jpg?w=601"
      ],
      "link": "https://techcrunch.com/2024/01/31/mark-zuckerberg-defends-teenage-creators-right-to-public-instagram-accounts/",
      "category": "social",
      "Summary": "- Mark Zuckerberg testified before the Senate about children's online safety, arguing that teenagers should be able to be creators and share their content widely.\n\n- Instagram automatically sets teens' accounts to private, but they can toggle this setting to make their accounts public.\n\n- Research shows that many young Americans dream of becoming content creators, and some successful creators started out as teenagers.\n\n- Zuckerberg believes that the contributions of young creators to culture and Meta's bottom line are worth the safety risks.\n\n- Zuckerberg and other tech CEOs testified before Congress about children's online safety on Wednesday.",
      "revised_title": "Mark Zuckerberg Defends Teenage Creators' Right to Public Instagram Accounts, Citing Their Contributions to Culture"
    },
    {
      "title": "SpaceX will launch the Starlab private space station using Starship",
      "content": "\nStarlab, the private space station being developed by Voyager Space and Airbus, will go to orbit onboard a SpaceX Starship rocket before the decade is out, the companies announced Wednesday.\nStarlab is one of a handful of private space station initiatives currently under development. These projects have gained major funding from NASA, under a new initiative called the Commercial Low Earth Orbit Development Program, which is seeking to avoid a critical “space station gap” when the International Space Station is decommissioned in 2030.\nThe news from Starlab is not exactly a surprise; in a recent interview, Voyager CEO Dylan Taylor said it was always the plan to launch Starlab in a single mission — and Starship is the only heavy-lift rocket under development that will be capable of accommodating the station’s eight-meter-diameter in one go. Taylor added that the decision to launch in one mission also reduces on-orbit risks.\n“Let’s say you have a station that requires multiple launches, and then you’re taking the hardware and you’re assembling it [on orbit],” he said. “Not only is that very costly, but there’s a lot of execution risk around that as well. That’s what we were trying to avoid and we’re convinced that that’s the best way to go.”\nVoyager and Airbus finalized their Starlab joint venture earlier this month after announcing the plans last August, with the partnership leveraging technical expertise from both companies as well as ties to their respective government space agencies (Airbus is headquartered in Germany, while Voyager, via its operating subsidiary Nanoracks, has extensive experience working with NASA). But because Starlab Space LLC is a transatlantic joint venture, the two companies had to complete various closing reviews, like a review with the Committee on Foreign Investment in the United States (CFIUS), Taylor said.\nThe joint venture builds on an earlier partnership between the two companies for Airbus to provide “technical support and expertise” for Starlab. While the companies have released scant details about what that expertise includes, Taylor did say that Airbus will be manufacturing the Starlab module in-house — plus any additional Starlabs the joint venture launches into the future.\nAs of a year ago, Voyager said that Starlab is planned to be launched in 2028; this new announcement on the launch deal with SpaceX included no firm dates, however, and Taylor said the focus is to have Starlab in orbit before the ISS retirement in 2030.\nThe company said it had a series of design reviews coming up this year that will lead into the Preliminary Design Review (PDR) at the end of this year. The PDR is a critical milestone that establishes that the project meets technical, cost and timeline requirements.\nVoyager and its operating subsidiary Nanoracks were awarded a $160 million contract from NASA in December 2021 for the design and development of Starlab; at the time, two other projects — one led by Blue Origin and another by Northrop Grumman — also received funding. However, last October Northrop announced it was abandoning its plans to instead of joining forces with Starlab, to develop rendezvous and docking technology and provide cargo resupply with its Cygnus spacecraft. (That spacecraft just lifted off on its 20th resupply mission to the ISS, so Northrop certainly has the bona fides for the job.)\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/Starlab-View-5_Brand.png?w=711"
      ],
      "link": "https://techcrunch.com/2024/01/31/voyager-and-airbus-to-launch-commercial-space-station-on-a-spacex-starship-rocket/",
      "category": "space",
      "Summary": "- Starlab, a private space station developed by Voyager Space and Airbus, will launch into orbit on a SpaceX Starship rocket before 2030.\n\n- Starlab is one of several private space station initiatives funded by NASA to avoid a \"space station gap\" when the International Space Station is decommissioned in 2030.\n\n- The decision to launch Starlab in a single mission reduces on-orbit risks and costs associated with multiple launches and assembly.\n\n- Voyager and Airbus finalized their Starlab joint venture earlier this month, leveraging technical expertise from both companies and their respective government space agencies.\n\n- Airbus will manufacture the Starlab module in-house, and the joint venture plans to launch additional Starlabs in the future.",
      "revised_title": "Starlab Private Space Station to Launch on SpaceX Starship Rocket"
    },
    {
      "title": "Ask Sophie: What are the USCIS H-1B lottery and filing fee updates?",
      "content": "\n\n\n\n\nSophie Alcorn\nContributor\n\n\n\n\nShare on X\n \n\n\n\n\nSophie Alcorn is the founder of Alcorn Immigration Law in Silicon Valley and 2019 Global Law Experts Awards’ “Law Firm of the Year in California for Entrepreneur Immigration Services.” She connects people with the businesses and opportunities that expand their lives.\t\n\nMore posts by this contributor\n\nAsk Sophie: What are the USCIS H-1B lottery and filing fee updates?\nAsk Sophie: As an immigrant, how can I work in space tech?\n\n\n\nSophie Alcorn, attorney, author and founder of Alcorn Immigration Law in Silicon Valley, California, is an award-winning Certified Specialist Attorney in Immigration and Nationality Law by the State Bar Board of Legal Specialization. Sophie is passionate about transcending borders, expanding opportunity, and connecting the world by practicing compassionate, visionary, and expert immigration law. Connect with Sophie on LinkedIn and Twitter.\nTechCrunch+ members receive access to weekly “Ask Sophie” columns; use promo code ALCORN to purchase a one- or two-year subscription for 50% off.\n\nDear Sophie,\nI recently received F-1 STEM OPT work authorization to continue working at the startup I co-founded about a year ago while on OPT. My startup will register me for the H-1B lottery in March, but I’m worried that I won’t be selected. What is the latest with how the USCIS will run the H-1B lottery? Plus, I’ve also been reading that the immigration application fees will increase substantially, so I would like my startup to sponsor me for a visa and possibly a green card as soon as possible before the fees go up. What do you recommend?\n— Frugal Founder\nDear Frugal,\nThanks for reaching out to me with your question. I’ve got you! For an early-stage startup, every decision is critical as Alfonso de la Nuez, an immigrant founder with an $800 million+ acquisition, recently shared with me in my podcast. Check out my video about the U.S. Citizenship and Immigration Services’ (USCIS) latest update last night — the lottery will be more fair for early-stage startups and international students and founders: one person, one chance!\nYou’re right that the USCIS is expected to publish a final rule in the Federal Register this week that will significantly increase application fees. Separately, premium processing fees will also increase in February. The USCIS has confirmed that the H-1B registration fee will remain $10 this year and the lottery will be open March 6 through March 22. You can learn about these updates to the upcoming lottery in our complimentary educational webinar!\nFor those who qualify, getting approval for an O-1A extraordinary ability visa is a relatively quick process, particularly with premium processing. The Biden administration has made qualifying for the O-1A much easier for startup founders in the STEM field. But the O-1A has remained largely unchanged since it was created by the Immigration Act of 1990, so Lindsay Milliken, an immigration fellow at the Institute for Progress (IFP), is pushing for the USCIS to update its O-1A guidance for startup founders, especially in the area of nontraditional achievements.\nThe corollary to the O-1A visa, the EB-1A extraordinary ability green card, generally has the quickest processing time among all the employment-based green cards. Keep in mind the bar is high for qualifying for the EB-1A green card, so many recent grads and first-time founders in the STEM field find success with the EB-2 NIW (National Interest Waiver), which can take longer due to green card backlogs.\n ",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2021/01/dear-sophie-immigration-maze-3.jpg?w=711"
      ],
      "link": "https://techcrunch.com/2024/01/31/ask-sophie-what-are-speedy-visa-and-green-card-options-and-their-uscis-filing-fees-for-founders/",
      "category": "startups",
      "Summary": "- The USCIS will run the H-1B lottery more fairly for early-stage startups and international students and founders, with one person having one chance.\n\n- The USCIS is expected to publish a final rule that will significantly increase application fees, but the H-1B registration fee will remain $10 this year.\n\n- The O-1A extraordinary ability visa is a relatively quick process, particularly with premium processing, and the Biden administration has made qualifying easier for startup founders in the STEM field.\n\n- The EB-1A extraordinary ability green card has the quickest processing time among employment-based green cards, but the bar is high for qualifying.\n\n- The EB-2 NIW (National Interest Waiver) is an option for recent grads and first-time founders in the STEM field, but it can take longer due to green card backlogs.",
      "revised_title": "USCIS H-1B Lottery and Filing Fee Updates: What Founders Need to Know"
    },
    {
      "title": "Meet the startup taking on Nvidia",
      "content": "\n\nListen here or wherever you get your podcasts.\nHello, and welcome back to Equity, the podcast about the business of startups, where we unpack the numbers and nuance behind the headlines.\nThis is our startup-focused Wednesday episode, so today we’re counting down important venture rounds and chatting our way through other startup and VC news. We had a lot of material to chew on, so we tried to fit in as much as we could!\nHere’s the rundown:\n\nPlex raises $40 million, targets profitability: The media streaming company thinks that it can get into the black by the end of this year, or early 2025. Not bad for a very expensive industry.\nRebellions raises $124 million to take on Nvidia: Which company is designing new AI chips and has partnered up with Samsung? Rebellions. And as if that were not enough, the company is now also quite a lot richer thanks to a new nine-figure round.\nNile is building a new data system for SaaS: Multi-tenancy is tricky, but why should SaaS companies have to reinvent the wheel?\nAurora Solar joins the layoff parade: Solar is booming, but that doesn’t mean vertical SaaS companies in the space are growing as fast as they planned.\nAnd on the venture front, Giant Ventures has raised $250 million for two funds; Poland’s SMOK Ventures closed a new $25 million vehicle; and Ubiquity Ventures proves that solo GPs are not dead yet.\n\n\n\n\n\n\n\n\n\n\n\n\n\nFor episode transcripts and more, head to Equity’s Simplecast website.\nEquity drops at 7 a.m. PT every Monday, Wednesday and Friday, so subscribe to us on Apple Podcasts, Overcast, Spotify and all the casts. TechCrunch also has a great show on crypto, a show that interviews founders and more!\n\n\n\n\n\n\n\n\n\n\n\n\n",
      "image_links": [],
      "link": "https://techcrunch.com/2024/01/31/meet-the-startup-taking-on-nvidia/",
      "category": "startups",
      "Summary": "- Plex, a media streaming company, has raised $40 million and aims to achieve profitability by the end of 2023 or early 2025.\n\n- Rebellions, a company designing AI chips and partnering with Samsung, has secured $124 million in funding.\n\n- Nile is developing a new data system for SaaS, addressing the challenges of multi-tenancy.\n\n- Aurora Solar, a vertical SaaS company in the solar industry, has joined the recent wave of layoffs despite the booming solar sector.\n\n- Venture capital news includes Giant Ventures raising $250 million for two funds, SMOK Ventures closing a $25 million vehicle in Poland, and Ubiquity Ventures demonstrating the viability of solo GPs.",
      "revised_title": "Rebellions Raises $124 Million to Challenge Nvidia in the AI Chip Market"
    },
    {
      "title": "Pitch competitions help level the playing field for underrepresented founders, but it isn’t enough",
      "content": "\nLast week, SXSW announced the 45 finalists for its upcoming pitch competition in March. The list in many ways looked as expected: There were quite a few AI startups and many companies based in California. But it wasn’t 100% business as usual. The list encompassed a much more diverse group of founders pitching compared to an average VC’s portfolio.\nSure, it wasn’t a perfectly diverse pool by any means but the number of women and founders of color is noticeable enough to be notable. This isn’t a one-off, either. Many pitch competitions both big and small tend to showcase a more diverse slice of the venture market disproportionate to how these groups are represented in funding data.\nPitch competitions are ingrained in the fabric of the startup ecosystem, and in many ways they can help level the playing field for underrepresented founders. It offers an avenue for funding in lieu of a friends and family round. It can also be a catalyst for underrepresented founders to get in front of potential investors and VCs who maybe wouldn’t have seen their pitch otherwise due to bias or a lack of a shared network. But of course, it doesn’t come without downsides.\n ",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2021/08/GettyImages-1279750514.jpg?w=709"
      ],
      "link": "https://techcrunch.com/2024/01/31/pitch-competitions-level-playing-field/",
      "category": "startups",
      "Summary": "- SXSW announced 45 finalists for its upcoming pitch competition, including a diverse group of founders pitching.\n\n- Pitch competitions offer an avenue for funding and can help underrepresented founders get in front of potential investors and VCs.\n\n- Pitch competitions are ingrained in the startup ecosystem and can help level the playing field for underrepresented founders.\n\n- Pitch competitions can be a catalyst for underrepresented founders to get in front of potential investors and VCs who maybe wouldn’t have seen their pitch otherwise.\n\n- Pitch competitions have downsides, but they can be a valuable tool for underrepresented founders.",
      "revised_title": "Pitch Competitions: A Step Towards Leveling the Playing Field for Underrepresented Founders"
    },
    {
      "title": "StreamAlive picks up $1.58M to build engagement tools for livestreams",
      "content": "\nStreamAlive, an audience engagement application for livestreams, virtual meetings and in-person events, secured $1.58 million in pre-seed funding, the company announced today.\nFrom webinars, livestreamed town halls and virtual work meetings to Twitch streams, online classes and in-person conferences, there are plenty of instances when audience engagement tools are beneficial. They not only allow presenters to track engagement and manage comments, but they also help audience members feel included and heard.\nStreamAlive integrates into popular video conferencing and livestream platforms via the chat function. (No code, links or embeds are needed.) For in-person events, users can scan a QR code and participate in a browser-based chat on their phones. StreamAlive works with popular platforms Zoom, Google Meet, Teams, YouTube Live, LinkedIn Live and Twitch. The company plans to add support for more platforms in the future.\nAudience members participate in interactive games — or “chat-powered” features as StreamAlive calls them — where their answers appear on the main screen. There are 10 features currently available, including AI-powered Q&As, polls, giveaways and more. For instance, “Winning Wheel” picks winners via a randomizer spinning wheel, “Magic Maps” visualizes where participants are streaming from across the world and “Wonder Words” involves a presenter asking a question and the responses appear as a word collage. The platform can automatically detect when a question is asked in the chat. Plus, an engagement level meter can be found at the bottom left corner of the screen.\nAt the end of each session, presenters get a list of active participants, which tells them how often they participated, as well as a chart to track the highs and lows of an entire session to see where people were the most or least engaged.\nImage Credits: StreamAlive\nAnyone can make an account for free, however, users can also pay for a subscription to unlock upgrades like unlimited chat-powered interactions and a live training session with StreamAlive’s team, along with more AI-based tools, including using ChatGPT to brainstorm ideas on how to interact with audiences. There are three plans to choose from: Basic ($19/month), Pro ($39/month) and Pro+ ($99/month).\nThe company is also working on bringing “fully AI-generated presentations,” a chat-powered interaction that “clusters similar questions together” and a new way to “automatically visualize data,” among other upcoming features, co-founder Lux Narayan tells TechCrunch.\n“[For example] if a presenter asks the audience how comfortable on a scale of 1-5 they are with public speaking, once everyone enters their answer in chat, it will automatically average out the data and present that visually so everyone can see the audience’s average comfort level of public speaking,” he adds.\nImage Credits: StreamAlive\nThe concept of going to an office five days a week is more or less dead, and many people agree that hybrid work (in-person and remote) is here to stay. StreamAlive believes it’s more important than ever that employers prevent workers from feeling disconnected when working from home, and the company believes its platform is part of the solution.\n“Most companies are not going to return to fully in-person. Yet, during all-hands meetings or training or presentations, companies need to ensure there is parity between people who are in-person and others who are joining remotely. This means that everyone has the ability to be heard and acknowledged and that enthusiasm and morale don’t drop off when someone is working remotely,” says Narayan.\nSimilarly, when gaming streamers and educators include interactions in their livestreams, it could help convert more passive observers into active participants and, in turn, boost their fanbases or make a lengthy online course more entertaining.\nImage Credits: StreamAlive\nThe idea for StreamAlive came about when Narayan was taking online courses to learn how to write, edit and market his book, “Name, Place, Animal, Thing.” He noticed how a lot of the audience’s responses were being ignored in the chat and event hosts struggled to boost, convert and track engagement. StreamAlive became widely available in December 2022 and currently has more than 2,000 users, including teams at Nike, Symphony AI and Persistent Systems. Notably, YouTuber Airrack implemented StreamAlive into his viral three-hour live ping pong competition, using it to track over 365,000 comments.\nNarayan and his co-founders, Joe Varghese and Tina Lyngdoh, were also part of the founding team at Unmetric, the social media intelligence platform acquired by Cision in 2019.\nThe recent round was led by Speciale Invest, with participation from Foster Ventures, former CEO of Match Group Shar Dubey and founder and Chairman of LatentView Analytics Venkat Viswanathan, among others. The company plans to put the new capital toward product development and expanding the engineering and growth teams.\nIn January 2022, StreamAlive raised $1.53 million in a separate pre-seed funding round, which was also backed by Speciale Invest and included angel investors like “three world-renowned computer science professors at MIT, two CEOs at public companies [and] four CXOs at private tech unicorns,” the company said.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/shutterstock_virtual_meeting_photo.jpg?w=600",
        "https://techcrunch.com/wp-content/uploads/2024/01/streamalive.png",
        "https://techcrunch.com/wp-content/uploads/2024/01/streamalive-3.png",
        "https://techcrunch.com/wp-content/uploads/2024/01/streamalive-2.png"
      ],
      "link": "https://techcrunch.com/2024/01/31/streamalive-picks-up-1-58m-to-build-engagement-tools-for-virtual-meetings-and-livestreams/",
      "category": "startups",
      "Summary": "- StreamAlive, an audience engagement application for livestreams, virtual meetings, and in-person events, secured $1.58 million in pre-seed funding.\n\n- StreamAlive integrates into popular video conferencing and livestream platforms via the chat function, allowing audience members to participate in interactive games and features.\n\n- The platform offers 10 interactive features, including AI-powered Q&As, polls, giveaways, and more, which can be used to boost engagement and make sessions more entertaining.\n\n- StreamAlive is working on bringing fully AI-generated presentations, chat-powered interactions that cluster similar questions together, and a new way to automatically visualize data.\n\n- The company believes its platform is essential in preventing workers from feeling disconnected when working from home and in boosting engagement in livestreams and online courses.",
      "revised_title": "StreamAlive Secures $1.58 Million to Enhance Audience Engagement in Livestreams and Virtual Events"
    },
    {
      "title": "Neurelo is building a simpler way for developers to connect a database to an application",
      "content": "\nData has always been at the heart of every program, and even more so these days as data feeds machine learning and large language models, but connecting to those databases has been a constant struggle for developers.\nNeurelo, an early-stage startup, emerged today with a solution to help solve that problem by creating a programming interface that sits between the database and the application. They do this by creating customized APIs based on the individual data model that a developer has built, greatly simplifying the interaction between the database and the application — and it’s all automated.\nThe company has raised $5 million in seed funding to build on this vision.\nCo-founder and CEO Chirag Shah previously spent time at MongoDB, where he was in charge of the database company’s product team. It was there where he learned directly from developers the problems they faced solving this issue.\n“We realized that the third bastion of database evolution is this programming interface because that’s where all the problems still remain,” Shah told TechCrunch. Some larger tech companies like Facebook with the means and engineering resources solved this issue with customized programming interfaces, but it was really out of reach for most developers. Shah and co-founder and CTO Guru Kamat, who came from Stripe, wanted to fix that, perhaps not surprisingly with APIs.\n“We’re not building a database. We’re building this abstraction layer that absolutely gives developers every single read and write you want from your software for your data, for your database. You get that as a purpose-built API for your data model, and it unlocks all the complexities and simplifies all the complexities as you go into production for performance scale,” he said.\nIt is these customized APIs based on the individual data model, whether gaming or e-commerce or whatever the application happens to be, that makes this unique. It’s creating these APIs between the database and the programming interface. For developers who want to see what that means, the company also gives visibility into each API, rather than presenting it as a black box.\nImage Credits: Neurelo\nThere is also a dose of generative AI here as database queries are generated automatically with a custom large language model, designed specifically to understand the nuances of different databases and their associated query languages.\nThe company launched in August 2022. The founders left their jobs on a Friday and had a term sheet for the $5 million seed round in hand by the following week, giving them confidence and validation that they were solving a big problem.\nThe seven-person engineering team came together by December, and the company spent the first nine months of last year building a beta of the product. Today the company has 12 people on the team, with plans to hire a few more in the coming months; the product is generally available starting today.\nThe $5 million seed was led by Foundation Capital with participation from Cortical Ventures, Secure Octane Investments and Aviso Ventures.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/GettyImages-181059217.jpg?w=533",
        "https://techcrunch.com/wp-content/uploads/2024/01/Screenshot-2024-01-31-at-8.54.31 AM.png"
      ],
      "link": "https://techcrunch.com/2024/01/31/neurelo-is-building-a-simpler-way-for-developers-to-connect-the-database-to-the-application/",
      "category": "startups",
      "Summary": "- Neurelo, an early-stage startup, has developed a solution to help solve the problem of connecting to databases by creating a programming interface that sits between the database and the application.\n\n- The company has raised $5 million in seed funding to build on this vision.\n\n- Neurelo creates customized APIs based on the individual data model that a developer has built, greatly simplifying the interaction between the database and the application.\n\n- The company also gives visibility into each API, rather than presenting it as a black box.\n\n- Neurelo uses AI to generate database queries automatically with a custom large language model, designed specifically to understand the nuances of different databases and their associated query languages.",
      "revised_title": "Neurelo: Simplifying Database Connectivity for Developers through Customized APIs"
    },
    {
      "title": "Speedinvest closes fourth fund at $380M to back early-stage startups in Europe",
      "content": "\nVienna-based early-stage VC Speedinvest has closed its fourth early-stage fund, Speedinvest 4, at €350 million (around $380 million at today’s exchange rate), surpassing the initial goal of €300 million ($325 million). This follows the final €50 million close supported by several new institutional investors, including Aviva, PwC Germany, Bitburger, ODDO BHF and Abeille Assurances Ventures.\nLong-term investors the European Investment Fund (EIF) and first-time investors Generali also joined the close alongside government funds, banks, insurance companies, pension funds and large family offices. Speedinvest’s portfolio companies include Bitpanda, GoStudent, Billie, Planetly, TWAICE and Yokoy. Some of the founders of these companies have also backed Speedinvest’s new fund.\nThe VC firm says the funds will be utilized to enhance the VC’s portfolio and back the global scaling of early-stage startups. Already, multiple investments have been made across Europe via Speedinvest 4. Speedinvest’s total assets under management now exceeds €1 billion.\nSome notable investments via the fund include Finres (fintech, France), Surfboard (SaaS and infra, U.K.), Fertifa (health and biotech, U.K.), Cylib (deep tech, Germany), Neocarbon (climate and industrial tech, Germany) and Fairlyne (marketplaces and consumer, France).\n“In times where access to capital in our industry has been the scarcest in the last 10 or more years, reaching this milestone is an amazing testament to how investors share our vision of creating a pioneering, pan-European investment platform, which is both scalable and highly impactful for our portfolio companies, our LPs, and the wider European ecosystem,” Speedinvest’s CEO and managing partner Oliver Holle said in a statement.\nWith 40+ investment managers in Europe and offices in Berlin, London, Munich, Paris and Vienna, Speedinvest focuses its early-stage investments in six dedicated vertical teams: deep tech, fintech, health and biotech, marketplaces and consumer, climate and industrial tech, and SaaS and infrastructure. As per the company, more than 60% of its European startup investments reach Series A after backing them at the pre-seed and seed stage. It is also ranked among the most active seed investors in European unicorns.\n“By committing capital to this final close, we are strengthening our positioning as an investor of the European tech environment, fostering an innovation culture in our businesses to provide cutting-edge solutions to our customers and stakeholders,” Abeille Assurances Ventures head Madani Safsaf said in a statement.\nOutside Europe, Speedinvest is active in Africa (Egypt, Kenya and Nigeria); the Middle East (UAE and Saudi Arabia); Latin America (Brazil, Colombia and Mexico); and South Asia (India and Pakistan).\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2023/10/GettyImages-1289163664.jpg?w=600"
      ],
      "link": "https://techcrunch.com/2024/01/31/speedinvest-closes-fourth-early-stage-fund/",
      "category": "startups",
      "Summary": "- Speedinvest, a Vienna-based early-stage VC, closed its fourth early-stage fund, Speedinvest 4, at €350 million, surpassing the initial goal of €300 million.\n\n- The funds will be used to enhance the VC's portfolio and back the global scaling of early-stage startups.\n\n- Speedinvest's total assets under management now exceed €1 billion.\n\n- Speedinvest focuses its early-stage investments in six dedicated vertical teams: deep tech, fintech, health and biotech, marketplaces and consumer, climate and industrial tech, and SaaS and infrastructure.\n\n- Outside Europe, Speedinvest is active in Africa, the Middle East, Latin America, and South Asia.",
      "revised_title": "Speedinvest Secures $380M in Fourth Fund to Support Early-Stage European Startups"
    },
    {
      "title": "Tesla sued for allegedly mishandling hazardous waste in California for years",
      "content": "\nTesla has been sued by 25 California counties alleging the automaker has repeatedly mishandled hazardous waste at facilities throughout the state. The lawsuit was filed after months of settlement talks apparently fell apart.\nThe complaint, filed in San Joaquin County Superior Court, states that Tesla improperly labeled and disposed of materials like “lead acid batteries and other batteries,” paints, brake fluid, aerosols, antifreeze, acetone, diesel fuel and more at its production and service facilities throughout the state. Tesla also allegedly improperly disposed of the waste, both on-site and at landfills that can’t accept hazardous waste.\nThe district attorneys in each county are seeking an injunction to force Tesla to properly handle the waste at the facilities going forward as well as civil penalties. Tesla could be on the hook for as much as $70,000 per violation per day, according to Reuters, which first reported the suit.\nTesla first revealed in a 2022 filing with the Securities and Exchange Commission that it was being investigated by district attorney offices from around the state of California over its waste management practices. The company said it “had implemented various remedial measures, including conducting training and audits, and enhancements to its site waste management programs.”\nIn October 2023, the company said it was in settlement talks with those district attorney offices. The lawsuit suggests those talks ended without a resolution. Representatives for the San Francisco and San Joaquin District Attorney’s offices, which led the investigation, did not immediately answer a question about what happened to the settlement talks.\nTesla has previously been scrutinized for the environmental impact of the work it does in California. The company settled with the Environmental Protection Agency in 2019 over a number of violations at its Fremont, California factory, one of which included the labeling of hazardous waste. That resulted in a $31,000 fine and a $55,000 layout to cover the cost of emergency response equipment for first responders. Tesla also paid a $275,000 fine in 2022 for violating the Clean Air Act at the same factory.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2022/03/GettyImages-1178142742.jpg?w=600"
      ],
      "link": "https://techcrunch.com/2024/01/31/tesla-hazardous-waste-lawsuit-california-counties/",
      "category": "transportation",
      "Summary": "- Tesla is being sued by 25 California counties for mishandling hazardous waste at its facilities.\n- The lawsuit alleges that Tesla improperly labeled and disposed of hazardous materials, including batteries, paints, and brake fluid.\n- Tesla could face civil penalties of up to $70,000 per violation per day.\n- The company had previously been investigated by district attorney offices and the Environmental Protection Agency for similar violations.\n- Tesla settled with the EPA in 2019 and paid a $275,000 fine in 2022 for violating environmental regulations.",
      "revised_title": "Tesla Faces Lawsuit Over Alleged Mishandling of Hazardous Waste in California"
    },
    {
      "title": "Autonomous vehicle company Motional is about to lose a key backer",
      "content": "\nAutonomous vehicle company Motional is losing capital support from one of its primary backers as it aims to commercialize a robotaxi service in 2024.\nAutomotive supplier Aptiv — the other half of a $4 billion joint venture with Hyundai that created Motional — said Wednesday it will no longer allocate capital toward the endeavor.\n“While our Motional joint venture continues to make progress on their technology roadmap, we’ve decided to no longer allocate capital to Motional and are pursuing alternatives to further reduce our ownership interest,” Aptiv Chairman and CEO Kevin Clark said during the company’s fourth-quarter earnings call Wednesday.\n“The costs related to delivering the tech principally, in and around hardware, really makes it challenging from an adoption standpoint in the mobility on-demand market,” Clark said.\nIn other words, standing up a robotaxi service is costly and the timeline of recapturing those precious dollars is too long for Aptiv to wait.\nAptiv CFO Joe Massaro later added that the company is “exploring steps to reduce a significant portion of our common equity while working within the construct of the joint venture agreement.” The exact timing of the reduction is not yet known, he said.\nMotional, which operates an autonomous vehicle taxi service in Las Vegas (still with human safety operators behind the wheel) on Uber, Lyft and Via platforms, downplayed Aptiv’s announcement in its quarterly earnings call.\n“We’re confident in our funding roadmap and are well-positioned for the next phase of our commercialization,” an emailed statement from the company reads. “Our team is focused on scaling our driverless services, expanding Motional’s commercial partnerships and furthering development on Motional’s next-generation robotaxi in collaboration with Kia. Aptiv and the Hyundai Motor Group remain Motional shareholders, and there are no ownership updates at this time. Motional is uniquely positioned through our strategic partnerships with our shareholders, and we continue to have their strong support and collaboration.”\nMotional roots\nMotional wasn’t manifested in an Aptiv and Hyundai board meeting.\nIn 2013, Karl Iagnemma and Emilio Frazzoli founded nuTonomy, a Boston-based autonomous vehicle startup that was one of the first to successfully test the technology on public roads. Automotive parts supplier Delphi acquired nuTonomy in 2017 for $450 million. Delphi would later split into two companies: its powertrain business became Delphi Technologies, while Aptiv would focus on the design and production of electronic systems, advanced safety technology and the hardware and software required for autonomous vehicles. nuTonomy was absorbed into Aptiv.\nTwo years later as the hype and promise around autonomous vehicles peaked, Hyundai and Aptiv formed a joint venture — later branded Motional — to commercialize self-driving cars. Iagnemma, who had been president of Aptiv’s autonomous mobility group, was picked to head up Motional.\nAt the time, the companies said the combined investment in the joint venture would total $4 billion in aggregate value, including the value of combined engineering services, R&D and IP. Aptiv agreed to bring its autonomous driving technology and about 700 employees, while Hyundai Motor Group said it would provide a combined $1.6 billion in cash from across its sub-brands, vehicle engineering, R&D and access to its IP.\nIts aim was to begin testing its AVs in 2020 and commercialize the tech by 2022, a target that now seems outlandish, but was in step with the rest of a nascent and bullish industry. Motional, along with the rest of the industry, has since adjusted its commercial targets.\nAnd the company has made some progress toward its goal of launching a robotaxi service using driverless Hyundai Ioniq 5 vehicles in 2024. In November, Hyundai Motor Group and Motional announced plans to co-develop production-ready versions of the all-electric Ioniq 5 robotaxi at the automaker’s new innovation center in Singapore, the Hyundai Motor Group Innovation Center Singapore (HMGICS). A production-ready autonomous vehicle, equipped with the kind of redundancies designed for safe operations without a human driver, is a critical milestone required for commercial operations.\nThe company is testing its autonomous vehicles — always with human safety operators behind the wheel — in Boston, Pittsburgh, Las Vegas, Los Angeles and Singapore. It is also operating an autonomous delivery service in Los Angeles with Uber Eats. During CES 2024, the company announced plans to work with Kia on a next-generation vehicle that will enter commercial operations later this decade. The initial development process will begin this year, according to the company.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2023/02/LasVegas_night2.jpg?w=600"
      ],
      "link": "https://techcrunch.com/2024/01/31/autonomous-vehicle-company-motional-is-about-to-lose-a-key-backer/",
      "category": "transportation",
      "Summary": "- Aptiv, a primary backer of autonomous vehicle company Motional, will no longer allocate capital to the endeavor.\n\n- Aptiv cited the high costs and long timeline for recapturing investment as reasons for its decision.\n\n- Motional downplayed Aptiv's announcement, stating that it is confident in its funding roadmap and well-positioned for the next phase of commercialization.\n\n- Motional aims to launch a robotaxi service using driverless Hyundai Ioniq 5 vehicles in 2024.\n\n- The company is testing its autonomous vehicles in various cities and is also operating an autonomous delivery service in Los Angeles with Uber Eats.",
      "revised_title": "Aptiv Withdraws Capital Support from Autonomous Vehicle Company Motional"
    },
    {
      "title": "Three San Francisco supervisors receive threats following YC President Garry Tan’s tweet",
      "content": "\nY Combinator President Garry Tan’s online rant tweet may be deleted from X, however, the effects are lingering, especially for three San Francisco supervisors who have now received threats.\nAaron Peskin, Myrna Melgar and Dean Preston received threatening letters to their home this week, as first reported by the outlet Mission Local. They, and now two other supervisors, have made police reports.\nPeskin spoke to TechCrunch about the letter, which he quoted from: “I wish a slow, painful death for you and your loved ones.” The front of the letter had a photo of Tan, who last weekend posted a tweet addressing seven San Francisco supervisors who oversee the delivery of local government services.\nIt read,  “Fuck Chan Peskin Preston Walton Melgar Ronen Safai Chan as a label and motherfucking crew … And if you are down with Peskin Preston Walton Melgar Ronen Safai Chan as a crew fuck you too … Die slow motherfuckers.”\nFollowing the post and a few other comments, Tan apologized, writing that he “thought everyone would get the rap reference but that wasn’t a good call, reference or not – sorry!” The reference in question was the 1996 Tupac Shakur song “Hit ‘Em Up.”\nTo be clear, Peskin does not think the threatening letter he received came from Tan. He believes it was actually from someone who has sent similar threatening letters to the supervisors previously.\nPeskin, along with four other of the board’s Jewish members, received anti-semitic postcards in the mail in October, Peskin said. He shared some of the verbiage from that correspondence, which reads, “This letter was sent to educate public servants. It was without malicious intent.”\nThe bottom of the recent letter said, “This mail was sent to communicate a political opinion. No threats were intended.”\nPeskin has not met Tan personally. However, he said he was one of the San Francisco politicians Tan called out in this YouTube video over his criticism of Cruise bringing its autonomous car to the city. Ultimately, Cruise lost its permit to operate in California following an October accident involving a pedestrian.\nMeanwhile, Tan’s now-deleted X post did “harm to democratic discourse,” Peskin said.\n“I’m attempting to draw a very bright line and say that it is unacceptable and that it is damaging to democracy,” Peskin said. “Him taking the tweet down and apologizing on Twitter doesn’t leave me, or more importantly, San Franciscans with the feeling that this guy has learned something, or that he truly understands the gravity of what he’s done in the moment that we are living in.”\nAttempts to reach Tan via Y Combinator were not answered at the time of publication.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2020/07/Screen-Shot-2020-07-27-at-2.50.35-PM-e1595967739422.png?w=730"
      ],
      "link": "https://techcrunch.com/2024/01/31/san-francisco-supervisors-threats-yc-garry-tans-tweet/",
      "category": "venture",
      "Summary": "- Y Combinator President Garry Tan's online rant tweet targeting seven San Francisco supervisors has led to threats against three of them.\n\n- Aaron Peskin, Myrna Melgar, and Dean Preston received threatening letters at their homes, prompting them to file police reports.\n\n- The letter contained a photo of Tan and quoted his tweet, which included profanities and threats of violence.\n\n- Tan apologized for the tweet, claiming it was a reference to a Tupac Shakur song, but Peskin believes the threatening letter came from someone else.\n\n- Peskin criticized Tan's actions, stating that they harm democratic discourse and that Tan has not shown a true understanding of the gravity of his actions.",
      "revised_title": "San Francisco Supervisors Receive Threats Following Y Combinator President's Tweet"
    }
  ]
}