{
    "source": "TechCrunch",
    "date": "2024-01-31",
    "no_of_articles": 14,
    "articles": [
        {
            "title": "A SaaS revolution is coming for the 99%",
            "content": "\n\n\n\n\nJulien Codorniou\nContributor\n\n\n\n\nShare on X\n \n\n\n\n\n\t\tJulien Codorniou is a SaaS investor at Felix Capital in London, having previously worked for 11 years at Facebook and 6 years at Microsoft. He co-authored \"The Kelkoo.com Success Story,\" published by Pearson in 2005.\t\n\nHospital nurses. Construction crews. Garbage collectors. Factory workers. Flight attendants. Restaurant servers. An estimated 2.7 billion people work in an environment without regular access to a desk, a mobile phone, or a PC. And yet, shockingly, little technology is being designed for these frontline workers.\nMajor tech players, investors, and entrepreneurs focused relentlessly on workplace innovation for white-collar workers like themselves for decades. This has brought a revolution in the office for a narrow band of employees while leaving far too many rank-and-file workers behind who’ve never been touched by what Bill Gates calls “the magic of software.”\nA blue ocean market for “IT that leaves no one behind”\nIn 2015, I was part of the team that pioneered Workplace at Facebook, the company’s first SaaS venture. Initially targeting knowledge workers and tech companies, we serendipitously stumbled upon the untapped “frontline tech” market in 2016. This pivot proved strategic, amassing over 10 million paying users from renowned organizations like Starbucks, McDonald’s, Kering, Leroy Merlin, Walmart, Lixil, and Petrobras. Our original underestimation of this market segment proved to be a blessing in disguise as we embraced the competitive void it presented. I witnessed firsthand the rising demand for connectivity among frontline-heavy organizations of all sizes. Moreover, I saw the tangible impact frontline-friendly software had on employee engagement, retention, and productivity.\nTech is on the cusp of a SaaS revolution for the 99%. Because this market is open and ready for disruption, I see an opportunity for savvy software entrepreneurs to build the Microsoft or the Salesforce of the frontline workers’ world.\n \n\n\t\t\tI see an opportunity for savvy software entrepreneurs to build the Microsoft or the Salesforce of the frontline workers’ world.\t\t\t\t\t\n\nConventional wisdom held that building products for these workers could have been more efficient and impracticable due to the restrictive nature of their working environments and IT budgets. Still, a confluence of trends is changing that mindset. Not only is it becoming clear that tech can improve conditions for these employees, but also there is a mounting sense of urgency that the benefits of SaaS workplace solutions must be extended to those who have been overlooked.\nThe pandemic brought into stark relief just how vital frontline employees (aka “critical workers”) are for keeping our lives and economy moving in ways that we had taken for granted for far too long. They watched as white-collar employees at the central office received increased workplace flexibility while they continued to grind away.\nJohn Waldmann, the CEO of Homebase, a leader in the frontline tech space, told me, “two-thirds of workers have not and will never work from home. The public conversation and technology investment are way over-indexed to hybrid work, which is your archetypal ‘high class’ problem affecting a limited number of workers. Everyone values flexibility, but for most workers, it means something entirely different — and technology can help.”\nA recent Microsoft report on frontline tech noted that 51% of non-management employees don’t feel valued, and more than 57% wish employers were doing more to address physical and mental exhaustion. A recent Beekeeper survey showed that four in 10 frontline workers have quit in the last year, and managers and head office staff don’t know how to fix it.\n ",
            "image_links": [
                "https://techcrunch.com/wp-content/uploads/2024/01/GettyImages-1242784878.jpg?w=730"
            ],
            "link": "https://techcrunch.com/2024/01/31/a-saas-revolution-is-coming-for-the-99/",
            "category": "artificial-intelligence"
        },
        {
            "title": "Spotify’s new Snapchat Lens lets you capture yourself or your surroundings when sharing a song",
            "content": "\nSpotify is expanding its partnership with Snapchat to introduce a new way for users to share their favorite songs on the social app. A new “Share Track Lens” feature lets you capture the world around you on camera and while sharing a song. The lens will overlay the song title, artist name, cover art, and a link to listen to the track on Spotify.\nTo get started with the feature, you first need to make sure your Spotify and Snapchat mobile apps are updated. Then, you need to select a track on Spotify that you want to share. You can then open the share menu and hit the Snapchat “Lens” icon. The Lens will then generate the track information on Snapchat. After you create your Snap, you can share it to your Story or with others.\nImage Credits: Spotify\nAlthough Snapchat users have had the ability to share what they’re listening to on Spotify since 2019, you couldn’t do so while capturing yourself or your surroundings, as you could only share a Snap with the song’s title and artist. This new feature lets you share a song alongside an image, in a way that’s similar to sharing songs in Instagram Stories.\nFor instance, if you and your friends are listening to a song while getting ready to go out, you can take a Snap of yourselves and overlay the track you’re listening to on top. Or, you can use the feature when you’re at the beach and listening to a song while looking at the waves and want to capture the entire vibe.\nThe new feature is rolling out globally starting today for both Android and iOS users in markets where both Spotify and Snapchat are available.\n“Whether it’s your signature song or a new single you can’t stop playing on repeat, the music you love to listen to is a part of who you are,” Spotify wrote in a blog post. “And we know Spotify users regularly share the music they’re loving with friends, as the number of songs shared to social media platforms grow each year. When sharing tracks from Spotify to Snapchat, you can now put you and your friends in the spotlight.”\n",
            "image_links": [
                "https://techcrunch.com/wp-content/uploads/2024/01/spotify-snapchat-2.png?w=702",
                "https://techcrunch.com/wp-content/uploads/2024/01/snapchat-spotify.png"
            ],
            "link": "https://techcrunch.com/2024/01/31/spotifys-new-snapchat-lens-lets-you-capture-yourself-or-your-surroundings-when-sharing-a-song/",
            "category": "apps"
        },
        {
            "title": "Oura launches a new feature to mesure your resilience against stress",
            "content": "\nSmart ring maker Oura is rolling out a few features called Resilience, which measures how much can users withstand stress.\nThe company is measuring resilience using parameters like stress load during the daytime and recovery during the day and night (sleep). It doesn’t assign a score but categorizes resilience into five types: Limited, Adequate, Solid, Strong, and Exceptional.\nOura will also show insights and suggestions to increase resilience in the app. There is also a section showing the trend line for the newly released feature for the week.\nImage Credits: Oura\nIn October, the hardware startup launched the ability to measure daytime stress along with a mood journaling feature called Reflections.\nImage Credits: Oura\nThe company said on average users experience 96.5 minutes of stress per day.   Plus, it observed that users show a high-stress duration during Fridays and Saturdays as compared to weekdays because of increased activity and alcohol contributing to increasing stress.\nApart from measuring stress, Oura seems to be keen to provide ways to manage it. In December 2023, the company partnered with meditation service platform Headspace to launch 15-minute sessions it the Oura app.\nOura’s rival, Ultrahuman also has recovery scores, but that focuses more on physical readiness and resilience rather than psychological resilience.\nRecently, in reaction to Samsung announcing its own ring, Oura CEO Tom Hale told TechCrunch that its ring is for everyone who wants to manage stress better.\n“Since our founding over a decade ago, we’ve invested relentlessly in the service of creating the best smart ring that gives everybody a voice. Our members span from Gen Z to Boomers, from pro athletes to those seeking to improve their sleep and health, from women tracking their cycles to those who want to better manage their stress,” he said.\nLast June, Oura launched the “Circles” feature to let users share their fitness stats with friends and family.\n",
            "image_links": [
                "https://techcrunch.com/wp-content/uploads/2024/01/Oura-feat.jpg?w=711",
                "https://techcrunch.com/wp-content/uploads/2024/01/Resilience-Solid_trend.jpeg?w=194",
                "https://techcrunch.com/wp-content/uploads/2024/01/Home-view-Stress-morning.jpeg?w=336"
            ],
            "link": "https://techcrunch.com/2024/01/31/oura-launches-a-new-feature-to-mesure-your-resilience-against-stress/",
            "category": "apps"
        },
        {
            "title": "Oasis Security leaves stealth with $40M to lock down the wild west of non-human identity management",
            "content": "\nWhen people hear the term “identity management” in an enterprise context, they typically think of apps that help users authenticate who they are on a network in order to access certain services. In a security context, however, human users are just the tip of the iceberg when it comes to managing access and making sure it doesn’t get breached.\nA whole, considerably more complex, universe of machine-based authentications underpin how just about everything IT works with everything else — a universe that is arguably considerably even more vulnerable to hacking simply because of that size and complexity, with some 50 “non-human” identities for every human typically in an organization, and sometimes more. Today, a startup out of Israel called Oasis Security is emerging from stealth with technology that it has built to address this.\nIt’s coming out of stealth only today but has already raised funding and acquired customers while still under the radar. The fast-casual food chain Chipotle, property firm JLL and Mercury Financial are among its early users.\nThe funding, meanwhile, speaks to the early enthusiasm from investors. Led by Sequoia (specifically Doug Leone and Bogomil Balkansky); Accel, Cyberstarts, Maple Capital, Guy Podjarny (founder of Snyk) and Michael Fey (co-founder and CEO of enterprise browser startup Island) also participated across two different rounds that are being announced today: a $5 million seed and a $35 million Series A.\nSidenote on the funding: one investor mentioned Oasis to me months ago, describing the jockeying among VCs to back the still-unlaunched Oasis as an “incredible frenzy.”\nThe crux of what Oasis is tackling is the fact that non-human identity — which covers not just how two apps may interact together by way of an authentication, but also how two machines or any processes might work in tandem in an organization — may have become an amporphous but essential aspect of how modern businesses work today. But because so much of it does not involve people at all, there is a strong lack of visibility around how much of it works, including when it doesn’t work.\nHuman identity management is already fertile ground for bad actors, who use phishing and many other techniques to catch people off guard, to steal their identities and use them to essentially worm their way into networks. Oasis’ founder and CEO Danny Brickman says that non-human identity is very much the next frontier for those bad actors.\n“If we’re just playing the statistics game, if it’s true that identity is the new perimeter when it comes to security, then this is the new risk for organizations,” he said in an interview in London. “If you have 50 times more non-human identities than human ones, that means the attack surface is 50 times larger.” For CISOs, he added, how to handle non-human identities “is top of mind right now.”\nTo tackle this, Oasis has built a three-part system, which in its most simplest terms can be described as “discover, resolve, automate”.\nThe first of these builds and tracks a full picture of how a network looks and operates, and creates, essentially, a giant recreation of all the places where machines or any non-human identities interface with each other. It describes this as a visualised map.\nIt can then use this map to track what data moves around where, and when it appears that something is not working as it should. That might or might not be related to an authentication: it could also relate to how data moves through a system once it’s authenticated. In both cases, Oasis then provides remediation suggestions to respond to anything unusual. As with many remediation solutions, these suggestions can be carried out automatically or triaged by humans.\nThe third part is the proactive continuing work: an automated refresh of the map and the ongoing observation around it.\nBrickman’s track record is as elusive as the threat that his startup is aiming to contain, but the basics of it give some clue as to why investors were willing to give him money before the product even launched, and why the startup is able to sign on users so early on.\nHe spent more than seven years in the Israeli Defense Forces, where he worked in cybersecurity. There, he tells me he led a team that identified and then fixed a major problem in the military.\nWhat was that problem, and how it was fixed? Brickman wouldn’t say, no matter how many ways I asked him.\nLeading a team of engineers, he said, “We worked in a basement. Nobody knew about our project. We didn’t want to lose momentum.” Eventually, they had a breakthrough, and they won an innovation prize awarded by the head of the army for the work. Which no one still knows about, it seems.\nIt was through that work that Brickman met many other engineers, including Amit Zimmerman, who became his co-collaborator on that secret, award-winning project and is now his co-founder at Oasis, where he is the chief product officer.\nThere are a number of companies that are now focusing on the challenge of tracking non-human, machine-to-machine authentication and identity management. One of them, another Israeli startup called Silverfort, just last week announced a big funding round of its own. Silverfort is taking a big-picture approach to the problem, including human identity as part of its bigger remit: its premise is that the two continue to be inextricably linked, so one must consider them simultaneously in order to truly secure a system.\nThis is not something that Oasis wants to look at, for now at least. True to its name, it thinks that there is something salient and distinct and ultimately more lucrative in definitively quantifying and solving the myriad problems in the non-human space first.\n“We’re focused on non human identity,” Brickman said. “We want to drive the value from there.”\n“Identity is the new perimeter, and non-human identity is the gaping hole in that perimeter,” said Balkansky at Sequoia Capital in a statement. “We are excited to work with the Oasis team to solve one of the biggest challenges in cybersecurity today. The company has come out of the gate very strong and fast, signing up blue chip customers less than a year after it was founded, which is a testament to the latent demand for such a solution and to this team’s capabilities and commitment.”\n",
            "image_links": [
                "https://techcrunch.com/wp-content/uploads/2020/11/GettyImages-1150039017.jpg?w=727"
            ],
            "link": "https://techcrunch.com/2024/01/31/oasis-security-leaves-stealth-with-40m-to-lock-down-the-wild-west-of-non-human-identity-management/",
            "category": "enterprise"
        },
        {
            "title": "Owner.com grabs $33M Series B to improve online guest experiences for mom-and-pop restaurants",
            "content": "\nIndependent restaurant owners used to heavily rely on foot traffic as their way of marketing. In 2020, the global pandemic changed all that.\nOvernight, restaurants needed to set up online ordering, have a plan for pick-up and delivery and find new ways to get in front of customers no longer going out to eat.\nInspired by his mother’s struggles to attract customers to her dog grooming business, Adam Guild teamed up with Dean Bloembergen to create Owner.com to help independent restaurant owners better manage their online presence.\n“People are hurting worse than ever in the restaurant industry because the inflation has created rising labor costs and rising food costs,” Guild told TechCrunch. “It’s compressing the already low profit margins of these restaurant owners, so it is more important to them than ever to figure out ways to increase sales and save money.”\nTo that end, Owner.com offers an all-in-one platform for restaurants that includes online ordering, a website builder, customer relationship management tools, marketing automation and a branded mobile app generator.\n\nOwner.com whips up new tools for independent restaurants following funding\n\nRestaurant sales were poised to reach sales of $997 billion in 2023, according to the National Restaurant Association. That provides huge opportunities for companies like Owner.com, Guild said.\nThere’s also room for other startups to leverage technology with tools focused on mom-and-pop restaurants. Last year, Superorder raised $10 million to help restaurants with their online presence, and there are dozens of companies with operations tools to manage both the front and back of the house, including Zitti, MarginEdge, OneOrder and TouchBistro.\nTo differentiate itself more, Owner.com recently tapped into artificial intelligence for new features, including an email marketer. As he described it, restaurant owners can start typing in a sentence of what they want the email to say or do. For example, “Tell my customers about my new yellow curry,” and the AI will produce an email for them designed in their style, written in their tone and ready to go out to customers.\nToday, the company has thousands of customers after tripling the number in the past year. Owner processes hundreds of millions of dollars annually for its customers and yields tens of millions in revenue, Guild said.\nDean Bloembergen and Adam Guild, co-founders of Owner.com. (Image credit: Owner.com)\nTechCrunch has followed Owner.com as it attracted $10.7 million in seed funding, led by SaaStr Fund, then $15 million in Series A capital led by Altman Capital.\nNow the company raised $33 million in Series B funding on a $200 million post-money valuation, Guild said. Existing investors Redpoint Ventures and Altman Capital co-led the round with participation from Horsley Bridge, Activant Capital and Transpose Platform Management. Total capital raised is now $58.7 million.\nGuild expects to continue investing in engineering teams and design teams to cater to what his customers are saying they need. In addition to the AI-powered email marketer, there are other tools in the pipeline.\n“Even just five years ago, it used to be enough to provide great food and great service because those things are hard to do on their own,” Guild said. “It’s no longer enough if you want to be a successful restaurant. More of the guest experience has shifted online, even where people discover restaurants. Large corporations can afford to spend billions of dollars on teams of engineers and marketers and ad spend. Independent restaurant owners are being screwed over. What we are building is to help these mom-and-pop owners not only survive as a result of this technological change, but continue to thrive as more of their business goes online.”\n\nAs startups whip up a restaurant tech frenzy, is anyone close to Toast?\n\n",
            "image_links": [
                "https://techcrunch.com/wp-content/uploads/2024/01/Website-Builder.png?w=670",
                "https://techcrunch.com/wp-content/uploads/2024/01/Dean-Bloembergen-left-and-Adam-Guild-right.jpg"
            ],
            "link": "https://techcrunch.com/2024/01/31/owner-33m-series-b-online-restaurants/",
            "category": "enterprise"
        },
        {
            "title": "Despite glimmers of profit, most African neobanks remain in the red",
            "content": "\nIt was only just over a year ago that McKinsey described Africa’s financial technology landscape as a “hotbed for investment.” Fast forward to today, and startups on the continent are facing many of the same problems plaguing fintechs in more mature markets like the U.K. and the U.S.: valuations are tanking, growth is flagging, revenue targets are being missed, and those investors are, well, searching for a rest in another hotbed. But look a little closer, and there are some glimmers of hope amid the bigger challenges.\nTymeBank, the South African digital bank majority owned by African billionaire Patrice Motsepe’s African Rainbow Capital, recently announced it became profitable for the first time in the month of December 2023.\nTo be clear, celebrations might be as short-lived as the bank’s profit run: TymeBank did not disclose revenue or other financials, and in fact it has only confirmed profit for that month alone — not the full year. The situation underscores the problem facing many fintech companies in Africa: despite the huge growth potential, sustained profit for many of these businesses remains elusive.\nStill, the neobank now is strategically using the profit moment to curry more traction with investors. TymeBank has had a couple of mega funding rounds over the last two years, and the last of these apparently valued the startup at $965 million, according to a January report from Bloomberg. That report quoted CEO Coenraad Jonker, who said the startup was looking to raise another $100 million, valuing the company at over $1 billion.\nThe startup — which operates as an independent entity under parent company Tyme Group and alongside sister company GoTyme based in the Philippines — has 8.5 million users in South Africa. But while it’s still acquiring users — 150,000 users per month as of January 2024 — that figure does appear to be slowing: in 2023, TymeBank said its acquisition rate was 200,000 users each month.\nTymeBank claims it is the first digital bank to break even not just in South Africa but on the whole continent. This may not be completely accurate. In the past, Nigerian fintechs Carbon and FairMoney have claimed profitability across entire financial years, no less.\nCarbon publicly disclosed financials in 2018 and 2019, reporting profits exceeding $700,000 cumulatively. After a two-year hiatus, Carbon resumed financial disclosures, revealing a net income of N201 million ($478,500) for the financial year ending June 30, 2022. Similarly, FairMoney posted a profit after tax exceeding N1.6 billion ($3.9 million) for the financial year ending December 31, 2021. Both of these have been conspicuously silent in more recent times, though.\n\nWhy this Nigerian fintech startup is volunteering audited financials\n\nWhat makes a neobank profitable?\nAs we wrote this January, deposit-led digital bank Kuda is among the fintechs chasing profit. Kuda is hinging its own shift on scaling its overdraft and introducing more micro-lending products. The message has been clear for many fintechs like Kuda: neobanks have not managed to turn a profit on consumer deposits alone, so introducing lending products is critical.\nThis is not entirely new and, in fact, mirrors a lot of neobank development elsewhere. In the U.K., Starling Bank turned profitable through a two-pronged strategy of building strong deposit and lending portfolios aided by a high-interest rate environment.\nAfrica’s neobanks have taken different paths to get to the same place. FairMoney and Carbon began as online lenders offering instant loans and bill payments before providing accounts and cards. TymeBank, similar to Kuda, initially focused on delivering zero-to-low-fee bank accounts and savings products before venturing into credit services.\nIn 2022, TymeBank acquired Retail Capital as its business banking arm to complement MoreTyme, its buy now, pay later product for consumers. This acquisition alone provided over R10 billion (~$507 million) in working capital to small and medium enterprises, and that activity contributed to TymeBank’s 30% year-on-year growth in its lending portfolio. Meanwhile, FairMoney, lacking sizable deposits, turned to Nigeria’s capital markets, launching a private note program worth N10 billion ($23 million) to support its loan book growth and short-term liquidity needs. Carbon, having raised $5 million in debt in 2019, notes that its deposits constitute over 40% of its loan book.\n\nStarling’s results are more proof that high interest rates could be a boon for fintech\n\nThese examples highlight the importance of stable balance sheets and a robust lending proposition for neobanks to achieve profitability. Yet, it’s crucial to note that African neobanks are still predominantly loss-making entities. TymeBank’s recent announcement of profitability, for instance, followed financials for the year ending June 30, 2023, revealing accumulated losses of R6.6 billion ($351 million) up to that point.\nInterestingly, Carbon, raising the least funding out of all of these — $15 million compared to FairMoney’s and Kuda’s $90 million+ and TymeBank’s $250 million+ — has been in the black shorter than any of these (hitting profits in three out five years). It’s the smallest as a business, though, with over 3 million users compared to FairMoney’s 6 million, Kuda’s 7 million, and TymeBank’s 8.5 million.\nBad loans weigh on neobanks\nOne of the more significant issues that has weighed on how neobanks have performed in Africa has been the impact of bad debt.\nIn the fiscal year ending June 30, 2022, TymeBank reported a net loss of R976 million ($57.5 million). However, by the close of fiscal 2023, its losses fell by 20.7% to R858 million ($45.6 million). Its December 2023 result was primarily driven by significant growth in net interest income and fees and commissions incomes, which rose by 109% and 360%, respectively, reaching $28.2 million and $18 million from fiscal 2022. This robust performance contributed to TymeBank’s top-line revenue, which surged by 62% to $48.5 million in fiscal 2023.\nHowever, TymeBank’s revenue growth didn’t come without a cost. TymeBank’s credit impairment charge, representing loans that customers couldn’t repay or deemed as bad loans, saw a substantial increase. This charge, which was a modest $65,000 in 2022, dramatically surged by 20,000% to $13 million in 2023, impacting the neobank’s net revenues, which settled at $35.5 million. Concurrently, the fintech’s operating expenses, covering staffing, depreciation, and other operating costs, increased by 9% to $81 million.\n\nSouth African challenger bank TymeBank raises $77.8M from Norrsken22 and Blue Earth Capital\n\nAs for FairMoney, despite turning a profit in 2021 with a net income of N1.6 billion ($3.9 million), the Tiger Global-backed fintech faced challenges in 2022, ending the year with N3.73 billion ($8.3 million) in losses.\nThe vicissitude was influenced by a 67% increase in operating expenses, from $18.6 million in 2021 to $31 million in 2022. And though FairMoney’s top-line revenues experienced substantial growth, reaching $123 million, an 82% increase from 2021, the impact of impaired loans, surging by 138% to $101 million, weighed down its net revenue for the year to approximately $22 million.\nComparing its fiscal 2022 net revenue with the $400-500 million valuation commanded after securing a bridge round last year, FairMoney’s revenue multiple ranges from 18-22x. On the other hand, TymeBank’s revenue multiple in fiscal 2023 was 27x at its current $965 million valuation. Like Kuda’s 25x revenue multiple in 2022, these multiples are considered expensive in the current fintech market.\nWhile growing into these valuations is an ongoing process, an immediate focus for these neobanks should be addressing credit impairment challenges. In 2022, FairMoney’s net impairment accounted for 82% of its net interest income, compared to TymeBank’s 47% in 2023; for the latter, a 200x increase from the year before should be a concern. An increase in credit loss expense reflects growth in both neobanks’ lending portfolios, however, TymeBank and FairMoney need to strengthen their credit quality amidst ongoing economic headwinds and adjust their models to consider higher loss expectations from their customers across South Africa and Nigeria.\nMeanwhile, in the fiscal year 2023, Carbon grappled with credit impairment issues and Nigeria’s currency devaluation (the Naira depreciated by 49% year-to-date) and thus, couldn’t maintain its profitability that year. Conversely, in a profitable fiscal 2022, the Lendable-backed fintech had reduced credit impairment by 67% compared to the preceding year and reported approximately $6 million in net revenues. FairMoney didn’t return a request for comment if it reached profitability in 2023.\nWe’ll update as and when we learn more. \n\nTiger Global leads $42M Series B in Nigerian credit-led neobank FairMoney\n\n",
            "image_links": [
                "https://techcrunch.com/wp-content/uploads/2024/01/4B882FEA-42B6-4EBE-8E2F-425F5B086363.jpeg?w=711"
            ],
            "link": "https://techcrunch.com/2024/01/31/despite-glimmers-of-profit-most-african-neobanks-remain-in-the-red/",
            "category": "fintech"
        },
        {
            "title": "India orders Paytm Payments Bank to halt business",
            "content": "\nThe Reserve Bank of India issued new strict curbs on Paytm’s Payments Bank, which processes transactions for financial services giant Paytm, barring it from offering many banking services including accepting fresh deposits and credit transactions across its services.\nWednesday’s move, which goes into effect February 29, follows the Indian central bank ordering Paytm Payments Bank to stop accepting new customer accounts in 2022, a curb it maintains. RBI said a comprehensive audit by external auditors found “persistent” non-compliances and “continued material supervisory concerns” in the bank. The non-compliance, RBI said, warranted “further supervisory action.”\nThe full extent of RBI’s new direction remains unclear for now, but industry executives cautioned that it could severely disrupt Paytm’s offline merchant business as well as the gateway business. RBI’s new directive “for all practical purposes …ends the operations of Paytm Payments Bank,” Bernstein analysts wrote in a note. “This is a definite negative development and adds to the already heavy regulatory overhang on the business.”\nOne97 Communications, the parent firm of Paytm, owns a 49% stake in Payment Payments Bank. A payments bank license allows the holder to offer a number of banking services, though some restrictions are in place.\nThe RBI also directed One97 Communications and Paytm Payments Services to terminate their nodal accounts “at the earliest.” Without the nodal account, Paytm will likely have to move many of its businesses to other banks, according to preliminary assessment by industry executives.\n“Settlement of all pipeline transactions and nodal accounts (in respect of all transactions initiated on or before February 29, 2024) shall be completed by March 15, 2024 and no further transactions shall be permitted thereafter,” RBI added.\nCustomers can continue to withdraw and utilize money from their accounts, RBI said.  Paytm Payments Bank will also not be allowed to offer credit transactions, including via wallets, RBI said.\nIn 2022, RBI slapped Paytm Payments Bank with penalties after finding that the Noida-headquartered firm had violated rules by allowing data to flow to servers outside of India and didn’t properly verify its customers.\n",
            "image_links": [
                "https://techcrunch.com/wp-content/uploads/2019/12/GettyImages-1187270589.jpg?w=600"
            ],
            "link": "https://techcrunch.com/2024/01/31/rbi-paytm-payments-bank-penalty/",
            "category": "fintech"
        },
        {
            "title": "Ivanti patches two zero-days under attack, but finds another",
            "content": "\nIvanti warned on Wednesday that hackers are exploiting another previously undisclosed zero-day vulnerability affecting its widely used corporate VPN appliance.\nSince early December, ​​Chinese state-backed hackers have been exploiting Ivanti Connect Secure’s flaws — tracked as CVE-2023-46805 and CVE-2024-21887 — to break into customer networks and steal information.\nIvanti is now warning that it has discovered two additional flaws — tracked CVE-2024-21888 and CVE-2024-21893 — affecting its Connect Secure VPN product. The former is described as a privilege escalation vulnerability, while the latter — known as a zero-day because Ivanti had no time to fix the bug before hackers began exploiting it — is a server-side bug that allows an attacker access to certain restricted resources without authentication.\nIn its updated disclosure, Ivanti said it has observed “targeted” exploitation of the server-side bug. Germany’s Federal Office for Information Security, known as the BSI, said in a translated advisory on Wednesday that it has knowledge of “multiple compromised systems.”\nThe BSI added that the newly discovered vulnerabilities, particularly the server-side bug, “put all previously mitigated systems at risk again.” Ivanti confirmed it expects “a sharp increase in exploitation” once specifics of the vulnerability are made public.\nIvanti has not attributed these intrusions to a particular threat group. Cybersecurity companies Volexity and Mandiant previously attributed the exploitation of the initial round of Connect Secure bugs to a China government-backed hacking group motivated by espionage. Volexity also said it had observed additional hacking groups actively exploiting the bugs.\nIvanti updated its count of affected customers to “less than 20.” When reached by TechCrunch on Wednesday, Kareena Garg, an agency spokesperson representing Ivanti, would not say how many customers are affected by the new vulnerabilities.\nHowever, Volexity said earlier this month that at least 1,700 Ivanti Connect Secure appliances worldwide had been exploited by the first round of flaws, affecting organizations in the aerospace, banking, defense, government, and telecommunications industries, though the number was likely to be far higher.\nThis is particularly true in light of a CISA advisory released on Tuesday, which warned that attackers had bypassed workarounds for current mitigations and detection methods.\nIvanti’s disclosure of the new zero-day comes on the same day that the company released a patch to protect against the previously disclosed — and subsequently widely exploited — Connect Secure vulnerabilities, albeit a week later than the company had originally planned. Ivanti spokesperson Garg told TechCrunch that the patches also protect against the two new vulnerabilities disclosed on Wednesday.\nIt’s unclear whether the patch is available to all Ivanti Connect Secure users, as the company previously said that it planned to release the patch on a “staggered” basis starting January 22. Ivanti is now advising that customers “factory reset their appliance before applying the patch to prevent the threat actor from gaining upgrade persistence in your environment.”\n\nState-backed hackers are exploiting new Ivanti VPN zero-days — but no patches yet\n\n",
            "image_links": [
                "https://techcrunch.com/wp-content/uploads/2024/01/ivanti-getty-smaller-zero-day.jpg?w=585"
            ],
            "link": "https://techcrunch.com/2024/01/31/ivanti-patches-two-zero-days-under-attack-but-finds-another/",
            "category": "security"
        },
        {
            "title": "SpaceX will launch the Starlab private space station using Starship",
            "content": "\nStarlab, the private space station being developed by Voyager Space and Airbus, will go to orbit onboard a SpaceX Starship rocket before the decade is out, the companies announced Wednesday.\nStarlab is one of a handful of private space station initiatives currently under development. These projects have gained major funding from NASA, under a new initiative called the Commercial Low Earth Orbit Development Program, which is seeking to avoid a critical “space station gap” when the International Space Station is decommissioned in 2030.\nThe news from Starlab is not exactly a surprise; in a recent interview, Voyager CEO Dylan Thomas said it was always the plan to launch Starlab in a single mission – and Starship is the only heavy-lift rocket under development that will be capable of accommodating the station’s 8-meter-diameter in one go. Taylor added that the decision to launch in one mission also reduces on-orbit risks.\n“Let’s say you have a station that requires multiple launches, and then you’re taking the hardware and you’re assembling it [on orbit],” he said. “Not only is that very costly, but there’s a lot of execution risk around that as well. That’s what we were trying to avoid and we’re convinced that that’s the best way to go.”\nVoyager and Airbus finalized their Starlab joint venture earlier this month after announcing the plans last August, with the partnership leveraging technical expertise from both companies as well as ties to their respective government space agencies (Airbus is headquartered in Germany, while Voyager, via its operating subsidiary Nanoracks, has extensive experience working with NASA). But because Starlab Space LLC is a transatlantic joint venture, the two companies had to complete various closing reviews, like a review with the Committee on Foreign Investment in the United States (CFIUS), Taylor said.\nThe joint venture builds on an earlier partnership between the two companies for Airbus to provide “technical support and expertise” for Starlab. While the companies have released scant details about what that expertise includes, Taylor did say that Airbus will be manufacturing the Starlab module in-house – plus any additional Starlabs the joint venture launches into the future.\nAs of a year ago, Voyager said that Starlab is planned to be launched in 2028; this new announcement on the launch deal with SpaceX included no firm dates, however, and Taylor said the focus is to have Starlab in orbit before the ISS retirement in 2030.\nThe company said it had a series of design reviews coming up this year, that will lead into the Preliminary Design Review (PDR) at the end of this year. The PDR is a critical milestone that establishes that the project meets technical, cost, and timeline requirements.\nVoyager and its operating subsidiary Nanoracks were awarded a $160 million contract from NASA in December 2021 for the design and development of Starlab; at the time, two other projects – one led by Blue Origin and another by Northrop Grumman – also received funding. However, last October Northrop announced it was abandoning its plans to instead joining forces with Starlab, to develop rendezvous and docking technology and provide cargo resupply with its Cygnus spacecraft. (That spacecraft just lifted off on its 20th resupply mission to the ISS, so Northrop certainly has the bona fides for the job.)\n",
            "image_links": [
                "https://techcrunch.com/wp-content/uploads/2024/01/Starlab-View-5_Brand.png?w=711"
            ],
            "link": "https://techcrunch.com/2024/01/31/voyager-and-airbus-to-launch-commercial-space-station-on-a-spacex-starship-rocket/",
            "category": "space"
        },
        {
            "title": "Meet the startup taking on Nvidia",
            "content": "\n\nListen here or wherever you get your podcasts.\nHello, and welcome back to Equity, the podcast about the business of startups, where we unpack the numbers and nuance behind the headlines.\nThis is our startup-focused, Wednesday episode, so today we’re counting down important venture rounds and chatting our way through other startup and VC news. We had a lot of material to chew on, so we tried to fit in as much as we could!\nHere’s the rundown:\n\nPlex raises $40M, targets profitability: The media streaming company thinks that it can get into the black by the end of this year, or early 2025. Not bad for a very expensive industry.\nRebellions raises $124M to take on Nvidia: What is designing new AI chips and is partnered up with Samsung? Rebellions.  And as if that were not enough, the company is now also quite a lot richer thanks to a new, nine-figure round.\nNile is building a new data system for SaaS: Multi-tenancy is tricky, but why should SaaS companies have to reinvent the wheel?\nAurora Solar joins the layoff parade: Solar is booming, but that doesn’t mean vertical SaaS companies in the space are growing as fast as they planned.\nAnd on the venture front, Giant Ventures has raised $250 million for two funds; Poland’s SMOK Ventures closed a new $25 million vehicle; and Ubiquity Ventures proves that solo GPs are not dead yet, want to go for a walk.\n\n\n\n\n\n\n\n\n\n\n\n\n\nFor episode transcripts and more, head to Equity’s Simplecast website.\nEquity drops at 7 a.m. PT every Monday, Wednesday and Friday, so subscribe to us on Apple Podcasts, Overcast, Spotify and all the casts. TechCrunch also has a great show on crypto, a show that interviews founders and more!\n\n\n\n\n\n\n\n\n\n\n\n\n",
            "image_links": [],
            "link": "https://techcrunch.com/2024/01/31/meet-the-startup-taking-on-nvidia/",
            "category": "startups"
        },
        {
            "title": "Pitch competitions help level the playing field for underrepresented founders, but it isn’t enough",
            "content": "\nLast week, SXSW announced the 45 finalists for its upcoming pitch competition in March. The list in many ways looked as expected: There were quite a few AI startups and many companies based in California. But it wasn’t 100% business as usual. The list encompassed a much more diverse group of founders pitching compared to an average VC’s portfolio.\nSure, it wasn’t a perfectly diverse pool by any means but the number of women and founders of color is noticeable enough to be notable. This isn’t a one-off, either. Many pitch competitions both big and small tend to showcase a more diverse slice of the venture market disproportionate to how these groups are represented in funding data.\nPitch competitions are ingrained in the fabric of the startup ecosystem, and in many ways they can help level the playing field for underrepresented founders. It offers an avenue for funding in lieu of a friends and family round. It can also be a catalyst for underrepresented founders to get in front of potential investors and VCs who maybe wouldn’t have seen their pitch otherwise due to bias or a lack of a shared network. But of course, it doesn’t come without downsides.\n ",
            "image_links": [
                "https://techcrunch.com/wp-content/uploads/2021/08/GettyImages-1279750514.jpg?w=709"
            ],
            "link": "https://techcrunch.com/2024/01/31/pitch-competitions-level-playing-field/",
            "category": "startups"
        },
        {
            "title": "StreamAlive picks up $1.58M to build engagement tools for livestreams",
            "content": "\nStreamAlive, an audience engagement application for livestreams, virtual meetings and in-person events, secured $1.58 million in pre-seed funding, the company announced today.\nFrom webinars, live-streamed town halls and virtual work meetings to Twitch streams, online classes, and in-person conferences, there are plenty of instances when audience engagement tools are beneficial. They not only allow presenters to track engagement and manage comments, but they also help audience members feel included and heard.\nStreamAlive integrates into popular video conferencing and livestream platforms via the chat function. (No code, links or embeds are needed.) For in-person events, users can scan a QR code and participate in a browser-based chat on their phones. StreamAlive works with popular platforms Zoom, Google Meet, Teams, YouTube Live, LinkedIn Live and Twitch. The company plans to add support for more platforms in the future.\nAudience members participate in interactive games — or “chat-powered” features as StreamAlive calls them — where their answers appear on the main screen. There are 10 features currently available, including AI-powered Q&As, polls, giveaways and more. For instance, “Winning Wheel” picks winners via a randomizer spinning wheel, “Magic Maps” visualizes where participants are streaming from across the world, and “Wonder Words” involves a presenter asking a question and the responses appear as a word collage. The platform can automatically detect when a question is asked in the chat. Plus, an engagement level meter can be found at the bottom left corner of the screen.\nAt the end of each session, presenters get a list of active participants which tells them how often they participated, as well as a chart to track the highs and lows of an entire session to see where people were the most or least engaged.\nImage Credits: StreamAlive\nAnyone can make an account for free, however, users can also pay for a subscription to unlock upgrades like unlimited chat-powered interactions and a live training session with StreamAlive’s team, along with more AI-based tools, including using ChatGPT to brainstorm ideas on how to interact with audiences. There are three plans to choose from: Basic ($19/month), Pro ($39/month) and Pro+ ($99/month).\nThe company is also working on bringing “fully AI-generated presentations,” a chat-powered interaction that “clusters similar questions together” and a new way to “automatically visualize data,” among other upcoming features, co-founder Lux Narayan tells TechCrunch.\n“[For example] if a presenter asks the audience how comfortable on a scale of 1 – 5 they are with public speaking, once everyone enters their answer in chat, it will automatically average out the data and present that visually so everyone can see the audience’s average comfort level of public speaking,” he adds.\nImage Credits: StreamAlive\nThe concept of going to an office five days a week is more or less dead, and many people agree that hybrid work (in-person and remote) is here to stay. StreamAlive believes it’s more important than ever that employers prevent workers from feeling disconnected when working from home, and the company believes its platform is part of the solution.\n“Most companies are not going to return to fully in-person. Yet, during all-hands meetings or training or presentations, companies need to ensure there is parity between people who are in person and others who are joining remotely. This means that everyone has the ability to be heard and acknowledged and that enthusiasm and morale don’t drop off when someone is working remotely,” says Narayan.\nSimilarly, when gaming streamers and educators include interactions in their livestreams, it could help convert more passive observers into active participants and in turn, boost their fanbases or make a lengthy online course more entertaining.\nImage Credits: StreamAlive\nThe idea for StreamAlive came about when Narayan was taking online courses to learn how to write, edit and market his book, “Name, Place, Animal, Thing.” He noticed how a lot of the audience’s responses were being ignored in the chat and event hosts struggled to boost, convert and track engagement. StreamAlive became widely available in December 2022 and currently has over 2,000 users, including teams at Nike, Symphony AI and Persistent Systems. Notably, YouTuber Airrack implemented StreamAlive into his viral three-hour-long live ping pong competition, using it to track over 365,000 comments.\nNarayan and his co-founders, Joe Varghese and Tina Lyngdoh, were also part of the founding team at Unmetric, the social media intelligence platform acquired by Cision in 2019.\nStreamAlive raised $1.53 million in pre-seed funding in January 2022.\n",
            "image_links": [
                "https://techcrunch.com/wp-content/uploads/2024/01/shutterstock_virtual_meeting_photo.jpg?w=600",
                "https://techcrunch.com/wp-content/uploads/2024/01/streamalive.png",
                "https://techcrunch.com/wp-content/uploads/2024/01/streamalive-3.png",
                "https://techcrunch.com/wp-content/uploads/2024/01/streamalive-2.png"
            ],
            "link": "https://techcrunch.com/2024/01/31/streamalive-picks-up-1-58m-to-build-engagement-tools-for-virtual-meetings-and-livestreams/",
            "category": "startups"
        },
        {
            "title": "Neurelo is building a simpler way for developers to connect a database to an application",
            "content": "\nData has always been at the heart of every program, and even more so these days as data feeds machine learning and large language models, but connecting to those databases has been a constant struggle for developers.\nNeurelo, an early stage startup, emerged today with a solution to help solve that problem by creating a programming interface that sits between the database and the application. They do this by creating customized APIs based on the individual data model that a developer has built, greatly simplifying the interaction between the database and the application — and it’s all automated.\nThe company has raised $5 million in seed funding to build on this vision.\nCo-founder and CEO Chirag Shah, previously spent time at MongoDB, where he was in charge of the database company’s product team. It was there where he learned directly from developers the problems they faced solving this issue.\n“We realized that the third bastion of database evolution is this programming interface because that’s where all the problems still remain,” Shah told TechCrunch. Some larger tech companies like Facebook with the means and engineering resources solved this issue with customized programming interfaces, but it was really out of reach for most developers. Shah and co-founder and CTO Guru Kamat, who came from Stripe, wanted to fix that, perhaps not surprisingly with APIs.\n“We’re not building a database. We’re building this abstraction layer that absolutely gives developers every single read and write you want from your software for your data, for your database. You get that as a purpose-built API for your data model, and it unlocks all the complexities and simplifies all the complexities as you go into production for performance scale,” he said.\nIt is these customized APIs based on the individual data model, whether gaming or eCommerce or whatever the application happens to be, that makes this unique. It’s creating these APIs between the database and the programming interface. For developers who want to see what that means, the company also gives visibility into each API, rather than presenting it as a black box.\nImage Credits: Neurelo\nThere is also a dose of generative AI here as database queries are generated automatically with a custom large language model, designed specifically to understand the nuances of different databases and their associated query languages.\nThe company launched in August 2022. The founders left their jobs on a Friday and had a term sheet for the $5 million seed round in hand by the following week, giving them confidence and validation that they were solving a big problem.\nThe 7-person engineering team came together by December, and the company spent the first 9 months of last year building a beta of the product. Today the company has 12 people on the team with plans to hire a few more in the coming months,  the product is generally available starting today.\nThe $5 million seed was led by Foundation Capital with participation from Cortical Ventures, Secure Octane Investments and Aviso Ventures.\n",
            "image_links": [
                "https://techcrunch.com/wp-content/uploads/2024/01/GettyImages-181059217.jpg?w=533",
                "https://techcrunch.com/wp-content/uploads/2024/01/Screenshot-2024-01-31-at-8.54.31 AM.png"
            ],
            "link": "https://techcrunch.com/2024/01/31/neurelo-is-building-a-simpler-way-for-developers-to-connect-the-database-to-the-application/",
            "category": "startups"
        },
        {
            "title": "Speedinvest closes fourth fund at $380 million to back early-stage startups in Europe",
            "content": "\nVienna-based early-stage VC Speedinvest has closed its fourth early-stage fund, Speedinvest 4, at €350 million (around $380 million at today’s exchange rate), surpassing the initial goal of €300 million ($325 million). This follows the final €50 million close supported by several new institutional investors including, Aviva, PwC Germany, Bitburger, ODDO BHF, and Abeille Assurances Ventures.\nLong-term investors, the European Investment Fund (EIF), and first-time investors, Generali, also joined the close alongside government funds, banks, insurance companies, pension funds, and large family offices. Speedinvest’s portfolio companies include Bitpanda, GoStudent, Billie, Planetly, TWAICE, and Yokoy. Some of the founders of these companies have also backed Speedinvest’s new fund.\nThe VC firm says the funds will be utilized to enhance the VC’s portfolio and back the global scaling of early-stage startups. Already, multiple investments have been made across Europe via Speedinvest 4. Speedinvest’s total assets under management now exceeds €1 billion.\nSome notable investments via the fund include Finres (fintech, France), Surfboard (SaaS and infra, UK), Fertifa (health and biotech, UK), Cylib (deep tech, Germany), Neocarbon (climate and industrial tech, Germany) and Fairlyne (marketplaces and consumer, France).\n“In times where access to capital in our industry has been the scarcest in the last 10 or more years, reaching this milestone is an amazing testament to how investors share our vision of creating a pioneering, pan-European investment platform, which is both scalable and highly impactful for our portfolio companies, our LPs, and the wider European ecosystem,” Speedinvest’s CEO and managing partner Oliver Holle said in a statement.\nWith 40+ investment managers in Europe and offices in Berlin, London, Munich, Paris, and Vienna, Speedinvest focuses its early-stage investments in six dedicated vertical teams: deep tech, fintech, health and biotech, marketplaces and consumer, climate and industrial tech, and SaaS and infrastructure. As per the company, more than 60% of its European startup investments reach Series A after backing them at the pre-seed and seed stage. It is also ranked among the most active seed investors in European unicorns.\n“By committing capital to this final close, we are strengthening our positioning as an investor of the European tech environment, fostering an innovation culture in our businesses to provide cutting-edge solutions to our customers and stakeholders”, Abeille Assurances Ventures head Madani Safsaf said in a statement.\nOutside Europe, Speedinvest is active in Africa (Egypt, Kenya, and Nigeria); the Middle East (UAE and Saudi Arabia); Latin America (Brazil, Colombia and Mexico); and South Asia (India and Pakistan).\n",
            "image_links": [
                "https://techcrunch.com/wp-content/uploads/2023/10/GettyImages-1289163664.jpg?w=600"
            ],
            "link": "https://techcrunch.com/2024/01/31/speedinvest-closes-fourth-early-stage-fund/",
            "category": "startups"
        }
    ]
}