{
  "source": "TechCrunch",
  "date": "2024-01-30",
  "no_of_articles": 46,
  "articles": [
    {
      "title": "The Taylor Swift deepfake debacle was frustratingly preventable",
      "content": "\nYou know you’ve screwed up when you’ve simultaneously angered the White House, the TIME Person of the Year and pop culture’s most rabid fanbase. That’s what happened last week to X, the Elon Musk-owned platform formerly called Twitter, when AI-generated, pornographic deepfake images of Taylor Swift went viral.\nOne of the most widespread posts of the nonconsensual, explicit deepfakes was viewed more than 45 million times, with hundreds of thousands of likes. That doesn’t even factor in all the accounts that reshared the images in separate posts — once an image has been circulated that widely, it’s basically impossible to remove.\nX lacks the infrastructure to identify abusive content quickly and at scale. Even in the Twitter days, this issue was difficult to remedy, but it’s become much worse since Musk gutted so much of Twitter’s staff, including the majority of its trust and safety teams. So, Taylor Swift’s massive and passionate fanbase took matters into their own hands, flooding search results for queries like “taylor swift ai” and “taylor swift deepfake” to make it more difficult for users to find the abusive images. As the White House’s press secretary called on Congress to do something, X simply banned the search term “taylor swift” for a few days. When users searched the musician’s name, they would see a notice that an error had occurred.\nThis content moderation failure became a national news story, since Taylor Swift is Taylor Swift. But if social platforms can’t protect one of the most famous women in the world, who can they protect?\n“If you have what happened to Taylor Swift happen to you, as it’s been happening to so many people, you’re likely not going to have the same amount of support based on clout, which means you won’t have access to these really important communities of care,” Dr. Carolina Are, a fellow at Northumbria University’s Centre for Digital Citizens in the U.K., told TechCrunch. “And these communities of care are what most users are having to resort to in these situations, which really shows you the failure of content moderation.”\nBanning the search term “taylor swift” is like putting a piece of Scotch tape on a burst pipe. There are many obvious workarounds, like how TikTok users search for “seggs” instead of sex. The search block was something that X could implement to make it look like they’re doing something, but it doesn’t stop people from just searching “t swift” instead. Copia Institute and Techdirt founder Mike Masnick called the effort “a sledge hammer version of trust & safety.”\n“Platforms suck when it comes to giving women, non-binary people and queer people agency over their bodies, so they replicate offline systems of abuse and patriarchy,” Are said. “If your moderation systems are incapable of reacting in a crisis, or if your moderation systems are incapable of reacting to users’ needs when they’re reporting that something is wrong, we have a problem.”\nSo, what should X have done to prevent the Taylor Swift fiasco?\nAre asks these questions as part of her research, and proposes that social platforms need a complete overhaul of how they handle content moderation. Recently, she conducted a series of roundtable discussions with 45 internet users from around the world who are impacted by censorship and abuse to issue recommendations to platforms about how to enact change.\nOne recommendation is for social media platforms to be more transparent with individual users about decisions regarding their account or their reports about other accounts.\n“You have no access to a case record, even though platforms do have access to that material — they just don’t want to make it public,” Are said. “I think when it comes to abuse, people need a more personalized, contextual and speedy response that involves, if not face-to-face help, at least direct communication.”\nX announced this week that it would hire 100 content moderators to work out of a new “Trust and Safety” center in Austin, Texas. But under Musk’s purview, the platform has not set a strong precedent for protecting marginalized users from abuse. It can also be challenging to take Musk at face value, as the mogul has a long track record of failing to deliver on his promises. When he first bought Twitter, Musk declared he would form a content moderation council before making major decisions. This did not happen.\nIn the case of AI-generated deepfakes, the onus is not just on social platforms. It’s also on the companies that create consumer-facing generative AI products.\nAccording to an investigation by 404 Media, the abusive depictions of Swift came from a Telegram group devoted to creating nonconsensual, explicit deepfakes. The members of the group often use Microsoft Designer, which draws from OpenAI’s DALL-E 3 to generate images based on inputted prompts. In a loophole that Microsoft has since addressed, users could generate images of celebrities by writing prompts like “taylor ‘singer’ swift” or “jennifer ‘actor’ aniston.”\nA principal software engineering lead at Microsoft, Shane Jones, wrote a letter to the Washington state attorney general stating that he found vulnerabilities in DALL-E 3 in December, which made it possible to “bypass some of the guardrails that are designed to prevent the model from creating and distributing harmful images.”\nJones alerted Microsoft and OpenAI to the vulnerabilities, but after two weeks, he had received no indication that the issues were being addressed. So, he posted an open letter on LinkedIn to urge OpenAI to suspend the availability of DALL-E 3. Jones alerted Microsoft to his letter, but he was swiftly asked to take it down.\n“We need to hold companies accountable for the safety of their products and their responsibility to disclose known risks to the public,” Jones wrote in his letter to the state attorney general. “Concerned employees, like myself, should not be intimidated into staying silent.”\nOpenAI told TechCrunch that it immediately investigated Jones’ report and found that the technique he outlined did not bypass its safety systems.\n“In the underlying DALL-E 3 model, we’ve worked to filter the most explicit content from its training data including graphic sexual and violent content, and have developed robust image classifiers that steer the model away from generating harmful images,” a spokesperson from OpenAI said. “We’ve also implemented additional safeguards for our products, ChatGPT and the DALL-E API – including declining requests that ask for a public figure by name.”\nOpenAI added that it uses external red teaming to test products for misuse. It’s still not confirmed if Microsoft’s program is responsible for the explicit Swift deepfakes, but the fact stands that as of last week, both journalists and bad actors on Telegram were able to use this software to generate images of celebrities.\nAs the world’s most influential companies bet big on AI, platforms need to take a proactive approach to regulate abusive content — but even in an era when making celebrity deepfakes wasn’t so easy, violative behavior easily evaded moderation.\n“It really shows you that platforms are unreliable,” Are said. “Marginalized communities have to trust their followers and fellow users more than the people that are technically in charge of our safety online.”\nUpdated, 1/30/24 at 10:30 PM ET, with comment from OpenAI\n\nSwift retaliation: Fans strike back after explicit deepfakes flood X\n\n",
      "link": "https://techcrunch.com/2024/01/30/the-taylor-swift-deepfake-debacle-was-frustratingly-preventable/",
      "category": "artificial-intelligence",
      "revised_title": "Addressing the Taylor Swift Deepfake Debacle: A Call for Comprehensive Content Moderation Reform",
      "Summary": "- AI-generated, pornographic deepfake images of Taylor Swift went viral on X, formerly known as Twitter.\n\n- Taylor Swift's fanbase took matters into their own hands, flooding search results to make it more difficult for users to find the abusive images.\n\n- X banned the search term \"taylor swift\" for a few days, but this was seen as an ineffective solution.\n\n- Social platforms need a complete overhaul of how they handle content moderation, including more transparency with users and personalized responses to reports of abuse.\n\n- Companies that create consumer-facing generative AI products also have a responsibility to prevent the creation and distribution of harmful images."
    },
    {
      "title": "ChatGPT users can now invoke GPTs directly in chats",
      "content": "\nOpenAI is pushing adoption of GPTs, third-party apps powered by its AI models, by enabling ChatGPT users to invoke them in any chat.\nStarting today, paid users of ChatGPT, OpenAI’s AI chatbot front end, can bring GPTs into a conversation by typing “@” and selecting a GPT from the list. The chosen GPT will have an understanding of the full conversation, and different GPTs can be “tagged in” for different use cases and needs — jumping into the conversation with context of things that were said previously.\n“This allows you to add relevant GPTs with the full context of the conversation,” OpenAI said in a tweet.\n\n\nYou can now bring GPTs into any conversation in ChatGPT – simply type @ and select the GPT. \nThis allows you to add relevant GPTs with the full context of the conversation. pic.twitter.com/Pjn5uIy9NF\n— OpenAI (@OpenAI) January 30, 2024\n\nThe move to make GPTs more discoverable comes weeks after the launch of the GPT Store, a marketplace for GPTs accessible through the ChatGPT dashboard. Building GPTs doesn’t require coding experience, and GPTs can be as simple or complex as a developer wishes. A few available today include a trail recommender from AllTrails, a code tutor from Khan Academy and a content designer from Canva.\nOpenAI plans to eventually introduce monetization for developers who wish to sell access to their GPTs. But the company might have to get traffic up first. According to data from Similarweb, the web analytics company, custom GPTs comprise only about 2.7% of ChatGPT’s worldwide web traffic so far — and custom GPT traffic has been declining month over month since November.\nModeration is proving to be another challenge. In the first week of its launch, the GPT Store was flooded with “romantic” chatbots apps, some of which were sexually suggestive — a clear violation of OpenAI’s terms. Developers also rushed to make political campaigning bots — like a chatbot that impersonated U.S. presidential candidate Dean Phillips — another obvious violation.\nOpenAI, which claims to use a combination of human and automated review to flag GPTs, has since removed some of the offending apps. But if the volume of GPTs grows as the company’s clearly hoping, one imagines that the problem is only going to become more acute.\n",
      "link": "https://techcrunch.com/2024/01/30/chatgpt-users-can-now-invoke-gpts-directly-in-chats/",
      "category": "artificial-intelligence",
      "revised_title": "OpenAI Integrates GPTs into ChatGPT, Enabling Direct Invocation in Conversations",
      "Summary": "- OpenAI is promoting the use of GPTs, third-party apps powered by its AI models, by allowing ChatGPT users to invoke them in any chat.\n- Paid ChatGPT users can now bring GPTs into a conversation by typing \"@\" and selecting a GPT from the list.\n- The GPT Store, a marketplace for GPTs, was launched a few weeks ago, but custom GPTs only make up about 2.7% of ChatGPT's worldwide web traffic.\n- OpenAI plans to introduce monetization for developers who sell access to their GPTs.\n- Moderation is a challenge for OpenAI, as the GPT Store was flooded with inappropriate apps in its first week."
    },
    {
      "title": "ChatGPT: Everything you need to know about the AI-powered chatbot",
      "content": "\nChatGPT, OpenAI’s text-generating AI chatbot, has taken the world by storm. What started as a tool to hyper-charge productivity through writing essays and code with short text prompts has evolved into a behemoth used by more than 92% of Fortune 500 companies for more wide-ranging needs. And that growth has propelled OpenAI itself into becoming one of the most-hyped companies in recent memory, even if CEO and co-founder Sam Altman’s firing and swift return raised concerns about its direction and opened the door for competitors.\nWhat does that mean for OpenAI, ChatGPT and its other ambitions? The fallout is still settling, but it might empower competitors like Meta and its LLaMA family of large language models, or help other AI startups get attention and funding as the industry watches OpenAI implode and put itself back together.\nWhile there is a more…nefarious side to ChatGPT, it’s clear that AI tools are not going away anytime soon. Since its initial launch nearly a year ago, ChatGPT has hit 100 million weekly active users, and OpenAI is heavily investing in it. \nPrior to the leadership chaos, on November 6, OpenAI held its first developer conference: OpenAI DevDay. During the conference, it announced a slew of updates coming to GPT, including GPT-4 Turbo (a super-charged version of GPT-4, its latest language-writing model) and a multimodal API. OpenAI also unveiled the GPT store, where users could create and monetize their own custom versions of GPT. Though the launch was delayed in December, it officially launched in January.\nGPT-4, which can write more naturally and fluently than previous models, remains largely exclusive to paying ChatGPT users. But you can access GPT-4 for free through Microsoft’s Bing Chat in Microsoft Edge, Google Chrome and Safari web browsers. Beyond GPT-4 and OpenAI DevDay announcements, OpenAI recently connected ChatGPT to the internet for all users. And with the integration of DALL-E 3, users are also able to generate both text prompts and images right in ChatGPT. \nHere’s a timeline of ChatGPT product updates and releases, starting with the latest, which we’ve been updating throughout the year. And if you have any other questions, check out our ChatGPT FAQ here.\nTimeline of the most recent ChatGPT updates\n\nJanuary 2024\nDecember 2023\nNovember 2023 \nOctober 2023\nSeptember 2023\nAugust 2023\nJuly 2023\nJune 2023\nMay 2023\nApril 2023\nMarch 2023\nFebruary 2023\nJanuary 2023\nDecember 2022\nNovember 2022\nChatGPT FAQs\n\nJanuary 2024\nChatGPT is reportedly leaking usernames and passwords from users’ private conversations\nScreenshots provided to Ars Technica found that ChatGPT is potentially leaking unpublished research papers, login credentials and private information from its users. An OpenAI representative told Ars Technica that the company was investigating the report.\nChatGPT is violating Europe’s privacy laws, Italian DPA tells OpenAI\nOpenAI has been told it’s suspected of violating European Union privacy, following a multi-month investigation of ChatGPT by Italy’s data protection authority. Details of the draft findings haven’t been disclosed, but in a response, OpenAI said: “We want our AI to learn about the world, not about private individuals.”\nOpenAI partners with Common Sense Media to collaborate on AI guidelines\nIn an effort to win the trust of parents and policymakers, OpenAI announced it’s partnering with Common Sense Media to collaborate on AI guidelines and education materials for parents, educators and young adults. The organization works to identify and minimize tech harms to young people and previously flagged ChatGPT as lacking in transparency and privacy. \nOpenAI responds to Congressional Black Caucus about lack of diversity on its board\nAfter a letter from the Congressional Black Caucus questioned the lack of diversity in OpenAI’s board, the company responded. The response, signed by CEO Sam Altman and Chairman of the Board Bret Taylor, said building a complete and diverse board was one of the company’s top priorities and that it was working with an executive search firm to assist it in finding talent. \nOpenAI drops prices and fixes ‘lazy’ GPT-4 that refused to work\nIn a blog post, OpenAI announced price drops for GPT-3.5’s API, with input prices dropping to 50% and output by 25%, to $0.0005 per thousand tokens in, and $0.0015 per thousand tokens out. GPT-4 Turbo also got a new preview model for API use, which includes an interesting fix that aims to reduce “laziness” that users have experienced.\n\n\nExpanding the platform for @OpenAIDevs: new generation of embedding models, updated GPT-4 Turbo, and lower pricing on GPT-3.5 Turbo. https://t.co/7wzCLwB1ax\n— OpenAI (@OpenAI) January 25, 2024\n\nOpenAI bans developer of a bot impersonating a presidential candidate\nOpenAI has suspended AI startup Delphi, which developed a bot impersonating Rep. Dean Phillips (D-Minn.) to help bolster his presidential campaign. The ban comes just weeks after OpenAI published a plan to combat election misinformation, which listed “chatbots impersonating candidates” as against its policy.\nOpenAI announces partnership with Arizona State University\nBeginning in February, Arizona State University will have full access to ChatGPT’s Enterprise tier, which the university plans to use to build a personalized AI tutor, develop AI avatars, bolster their prompt engineering course and more. It marks OpenAI’s first partnership with a higher education institution.\nWinner of a literary prize reveals around 5% her novel was written by ChatGPT\nAfter receiving the prestigious Akutagawa Prize for her novel The Tokyo Tower of Sympathy, author Rie Kudan admitted that around 5% of the book quoted ChatGPT-generated sentences “verbatim.” Interestingly enough, the novel revolves around a futuristic world with a pervasive presence of AI.\nSam Altman teases video capabilities for ChatGPT and the release of GPT-5\nIn a conversation with Bill Gates on the Unconfuse Me podcast, Sam Altman confirmed an upcoming release of GPT-5 that will be “fully multimodal with speech, image, code, and video support.” Altman said users can expect to see GPT-5 drop sometime in 2024.\nOpenAI announces team to build ‘crowdsourced’ governance ideas into its models\nOpenAI is forming a Collective Alignment team of researchers and engineers to create a system for collecting and “encoding” public input on its models’ behaviors into OpenAI products and services. This comes as a part of OpenAI’s public program to award grants to fund experiments in setting up a “democratic process” for determining the rules AI systems follow.\nOpenAI unveils plan to combat election misinformation\nIn a blog post, OpenAI announced users will not be allowed to build applications for political campaigning and lobbying until the company works out how effective their tools are for “personalized persuasion.”\nUsers will also be banned from creating chatbots that impersonate candidates or government institutions, and from using OpenAI tools to misrepresent the voting process or otherwise discourage voting.\nThe company is also testing out a tool that detects DALL-E generated images and will incorporate access to real-time news, with attribution, in ChatGPT.\n\n\nSnapshot of how we’re preparing for 2024’s worldwide elections:\n• Working to prevent abuse, including misleading deepfakes• Providing transparency on AI-generated content• Improving access to authoritative voting informationhttps://t.co/qsysYy5l0L\n— OpenAI (@OpenAI) January 15, 2024\n\nOpenAI changes policy to allow military applications\nIn an unannounced update to its usage policy, OpenAI removed language previously prohibiting the use of its products for the purposes of “military and warfare.” In an additional statement, OpenAI confirmed that the language was changed in order to accommodate military customers and projects that do not violate their ban on efforts to use their tools to “harm people, develop weapons, for communications surveillance, or to injure others or destroy property.”\nChatGPT subscription aimed at small teams debuts\nAptly called ChatGPT Team, the new plan provides a dedicated workspace for teams of up to 149 people using ChatGPT as well as admin tools for team management. In addition to gaining access to GPT-4, GPT-4 with Vision and DALL-E3, ChatGPT Team lets teams build and share GPTs for their business needs.\nOpenAI’s GPT store officially launches\nAfter some back and forth over the last few months, OpenAI’s GPT Store is finally here. The feature lives in a new tab in the ChatGPT web client, and includes a range of GPTs developed both by OpenAI’s partners and the wider dev community.\nTo access the GPT Store, users must be subscribed to one of OpenAI’s premium ChatGPT plans — ChatGPT Plus, ChatGPT Enterprise or the newly launched ChatGPT Team.\n\n\nthe GPT store is live!https://t.co/AKg1mjlvo2\nfun speculation last night about which GPTs will be doing the best by the end of today.\n— Sam Altman (@sama) January 10, 2024\n\nDeveloping AI models would be “impossible” without copyrighted materials, OpenAI claims\nFollowing a proposed ban on using news publications and books to train AI chatbots in the UK, OpenAI submitted a plea to the House of Lords communications and digital committee. OpenAI argued that it would be “impossible” to train AI models without using copyrighted materials, and that they believe copyright law “does not forbid training.”\nOpenAI claims The New York Times’ copyright lawsuit is without merit\nOpenAI published a public response to The New York Times’s lawsuit against them and Microsoft for allegedly violating copyright law, claiming that the case is without merit.\nIn the response, OpenAI reiterates its view that training AI models using publicly available data from the web is fair use. It also makes the case that regurgitation is less likely to occur with training data from a single source and places the onus on users to “act responsibly.”\n\n\nWe build AI to empower people, including journalists.\nOur position on the @nytimes lawsuit:• Training is fair use, but we provide an opt-out• \"Regurgitation\" is a rare bug we're driving to zero• The New York Times is not telling the full storyhttps://t.co/S6fSaDsfKb\n— OpenAI (@OpenAI) January 8, 2024\n\nOpenAI’s app store for GPTs planned to launch next week\nAfter being delayed in December, OpenAI plans to launch its GPT Store sometime in the coming week, according to an email viewed by TechCrunch. OpenAI says developers building GPTs will have to review the company’s updated usage policies and GPT brand guidelines to ensure their GPTs are compliant before they’re eligible for listing in the GPT Store. OpenAI’s update notably didn’t include any information on the expected monetization opportunities for developers listing their apps on the storefront.\n\n\nGPT Store launching next week – OpenAI pic.twitter.com/I6mkZKtgZG\n— Manish Singh (@refsrc) January 4, 2024\n\nOpenAI moves to shrink regulatory risk in EU around data privacy\nIn an email, OpenAI detailed an incoming update to its terms, including changing the OpenAI entity providing services to EEA and Swiss residents to OpenAI Ireland Limited. The move appears to be intended to shrink its regulatory risk in the European Union, where the company has been under scrutiny over ChatGPT’s impact on people’s privacy.\nDecember 2023\nStudy finds white-collar workers are uneasy about using ChatGPT\nA study conducted by professors from Harvard and MIT, which is still under review, looked at how ChatGPT could affect the productivity of more than 750 white-collar workers, as well as their complicated feelings about using the tool. The study found that while ChatGPT was helpful with creative tasks, workers were led to more mistakes with analytical work.\nThe New York Times sues OpenAI and Microsoft over alleged copyright infringement\nIn a lawsuit filed in the Federal District Court in Manhattan, The Times argues that millions of its articles were used to train AI models without its consent. The Times is asking for OpenAI and Microsoft to “destroy” models and training data containing offending material and to be held responsible for “billions of dollars in statutory and actual damages.”\nOpenAI re-opens ChatGPT Plus subscriptions\nAfter pausing ChatGPT Plus subscriptions in November due to a “surge of usage,” OpenAI CEO Sam Altman announced they have once again enabled sign-ups. The Plus subscription includes access to GPT-4 and GPT-4 Turbo.\n\n\nwe have re-enabled chatgpt plus subscriptions! 🎄\nthanks for your patience while we found more gpus.\n— Sam Altman (@sama) December 13, 2023\n\nOpenAI and Axel Springer partner up for a “real-time” ChatGPT news deal\nOpenAI has struck a new deal with Berlin-based news publisher Axel Springer, which owns Business Insider and Politico, to “help provide people with new ways to access quality, real-time news content through our AI tools.” OpenAI will train its generative AI models on the publisher’s content and add recent Axel Springer-published articles to ChatGPT.\nStanford researchers say ChatGPT didn’t cause an influx in cheating in high schools\nNew research from Stanford University shows that the popularization of chatbots like ChatGPT has not caused an increase in cheating across U.S. high schools. In a survey of more than 40 U.S. high schools, researchers found that cheating rates are similar across the board this year.\nChatGPT users worry the chatbot is experiencing seasonal depression\nStarting in November, ChatGPT users have noticed that the chatbot feels “lazier” than normal, citing instances of simpler answers and refusing to complete requested tasks. OpenAI has confirmed that they are aware of this issue, but aren’t sure why it’s happening.\nSome users think it plays into the “winter break hypothesis,” which argues that AI is worse in December because it “learned” to do less work over the holidays, while others wonder if the chatbot is simulating seasonal depression.\n\n\nwe've heard all your feedback about GPT4 getting lazier! we haven't updated the model since Nov 11th, and this certainly isn't intentional. model behavior can be unpredictable, and we're looking into fixing it 🫡\n— ChatGPT (@ChatGPTapp) December 8, 2023\n\nJudges in the U.K. are now allowed to use ChatGPT in legal rulings\nThe U.K. Judicial Office issued guidance that permits judges to use ChatGPT, along with other AI tools, to write legal rulings and perform court duties. The guidance lays out ways to responsibly use AI in the courts, including being aware of potential bias and upholding privacy.\nOpenAI makes repeating words “forever” a violation of its terms of service after Google DeepMind test\nFollowing an experiment by Google DeepMind researchers that led ChatGPT to repeat portions of its training data, OpenAI has flagged asking ChatGPT to repeat specific words “forever” as a violation of its terms of service.\nLawmakers in Brazil enact an ordinance written by ChatGPT\nCity lawmakers in Brazil enacted a piece of legislation written entirely by ChatGPT without even knowing. Weeks after the bill was passed, Porto Alegre councilman Ramiro Rosário admitted that he used ChatGPT to write the proposal, and did not tell fellow council members until after the fact.\nOpenAI reportedly delays the launch of its GPT store to 2024\nAccording to a memo seen by Axios, OpenAI plans to delay the launch of its highly anticipated GPT store to early 2024. Custom GPTs and the accompanying store was a major announcement at OpenAI’s DevDay conference, with the store expected to open last month.\nNovember 2023\nChatGPTs mobile apps top 110M installs and nearly $30M in revenue\nAfter launching for iOS and Androidin May and July, ChatGPT’s have topped 110 million combined installs and have reached nearly $30 million in consumer spending, according to a market analysis by data.ai.\nChatGPT celebrates one-year anniversary\nOpenAI hit a major milestone: one year of ChatGPT. What began as a “low-key research preview” evolved into a powerhouse that changed the AI industry forever. In a post on X, CEO Sam Altman looked back on the night before its launch: “what a year it’s been…”\n\n\na year ago tonight we were probably just sitting around the office putting the finishing touches on chatgpt before the next morning’s launch.\nwhat a year it’s been…\n— Sam Altman (@sama) November 30, 2023\n\n\nApple and Google avoid naming ChatGPT as their ‘app of the year’\nNeither Apple nor Google chose an AI app as its app of the year for 2023, despite the success of ChatGPT’s mobile app, which became the fastest-growing consumer application in history before the record was broken by Meta’s Threads.\nAn attack from researchers prompts ChatGPT to reveal training data\nA test led by researchers at Google DeepMind found that there is a significant amount of privately identifiable information in OpenAI’s LLMs. The test involved asking ChatGPT to repeat the word “poem” forever, among other words, which over time led the chatbot to churn out private information like email addresses and phone numbers.\nChatGPT and other AI chatbots are fueling an increase in phishing emails\nAccording to a new report by SlashNext, there’s been a 1,265% increase in malicious phishing emails since Q4 of 2022. The report alleges that AI tools like ChatGPT are being prominently used by cybercriminals to write compelling and sophisticated phishing emails.\nSouth Africa officials investigate if President Cyril Ramaphosa used ChatGPT to write a speech\nFollowing speculation, social media users fed portions of Ramaphosa’s November 21 speech in Johannesburg through AI detectors, alleging parts of it may have been written with ChatGPT. South African presidency spokesperson Vincent Magwenya refuted the claims, and local officials are investigating.\nChatGPT Voice can be used to replace Siri\nNow that OpenAI’s ChatGPT Voice feature is available to all free users, it can be used to replace Siri on an iPhone 15 Pro and Pro Max by configuring the new Action Button. The new feature lets you ask ChatGPT questions and listen to its responses — like a much smarter version of Siri.\nSam Altman returns as CEO\nAltman’s return came swiftly, with an “agreement in principle” announced between him and OpenAI’s board that will reinstate him as CEO and restructure the board to include new members, including former U.S. Treasury Secretary Larry Summers. The biggest takeaway for ChatGPT is that the members of the board more focused on the nonprofit side of OpenAI, with the most concerns over the commercialization of its tools, have been pushed to the side.\nChatGPT Voice rolls out to all free users\nEven if its leadership is in flux, OpenAI is still releasing updates to ChatGPT. First announced in September and granted to paid users on a rolling basis, the text-to-speech model can create a voice from text prompts and a few seconds of speech samples. OpenAI worked with voice actors to create the five voice options, and you can give it a shot by heading to the settings in your mobile ChatGPT apps and tapping the “headphones” icon.\nSam Altman might return, but it’s complicated\nThe only constant within OpenAI right now is change, and in a series of interviews, Nadella hedged on earlier reporting that Altman and Brockman were headed to Microsoft.\n“Obviously, we want Sam and Greg to have a fantastic home if they’re not going to be in OpenAI,” Nadella said in an interview with CNBC, saying that we was “open” to them settling at Microsoft or returning to OpenAI should the board and employees support the move.\nConfirmation Sam Altman will not return as OpenAI’s CEO\nA number of investors and OpenAI employees tried to bring back Altman after his sudden firing by the company’s board, but following a weekend of negotiations, it was confirmed that Altman would not return to OpenAI and new leadership would take hold. What this means for ChatGPT’s future, and for the OpenAI Dev Day announcements, remains to be seen.\nSam Altman ousted as OpenAI’s CEO\nSam Altman has been fired from OpenAI. He will leave the company’s board and step down as CEO, with OpenAI’s chief technology officer Mira Murati stepping in as interim CEO. In a blog post from OpenAI, the company writes that the board “no longer has confidence in [Altman’s] ability to continue leading OpenAI.”\nIn a statement on X, Altman said working at OpenAI “was transformative” for him and “hopefully the world.”\nOpenAI explores how ChatGPT can be used in the classroom\nOpenAI COO Brad Lightcap revealed at a San Francisco conference that the company will likely create a team to identify ways AI and ChatGPT can be used in education. This announcement comes at a time when ChatGPT is being criticized by educators for encouraging cheating, resulting in bans in certain school districts.\nOpenAI pauses new ChatGPT Plus subscriptions due to a “surge of usage”\nFollowing OpenAI’s Dev Day conference, Sam Altman announced the company is putting a pause on new subscriptions for its premium ChatGPT Plus offering. The temporary hold on sign-ups, as well as the demand for ChatGPT Plus’ new features like making custom GPTS, has led to a slew of resellers on eBay.\nChatGPT gets flagged as potentially unsafe for kids\nAn independent review from Common Sense Media, a nonprofit advocacy group, found that  ChatGPT could potentially be harmful for younger users. ChatGPT got an overall three-star rating in the report, with its lowest ratings relating to transparency, privacy, trust and safety. \nOpenAI blames DDoS attack for ChatGPT outage\nOpenAI confirmed that a DDoS attack was behind outages affecting ChatGPT and its developer tools. ChatGPT experienced sporadic outages for about 24 hours, resulting in users being unable to log into or use the service.\nOpenAI debuts GPT-4 Turbo\nOpenAI unveiled GPT-4 Turbo at its first-ever OpenAI DevDay conference. GPT-4 Turbo comes in two versions: one that’s strictly text-analyzing and another that understands the context of both text and images.\nGPT-4 gets a fine-tuning\nAs opposed to the fine-tuning program for GPT-3.5, the GPT-4 program will involve more oversight and guidance from OpenAI teams, the company says — largely due to technical hurdles.\nOpenAI’s GPT Store lets you build (and monetize) your own GPT\nUsers and developers will soon be able to make their own GPT, with no coding experience required. Anyone building their own GPT will also be able to list it on OpenAI’s marketplace and monetize it in the future.\nChatGPT has 100 million weekly active users\nAfter being released nearly a year ago, ChatGPT has 100 million weekly active users. OpenAI CEO Sam Altman also revealed that over two million developers use the platform, including more than 92% of Fortune 500 companies.\nOpenAI launches DALL-E 3 API, new text-to-speech models\nDALL-E 3, OpenAI’s text-to-image model, is now available via an API after first coming to ChatGPT-4 and Bing Chat. OpenAI’s newly released text-to-speech API, Audio API, offers six preset voices to choose from and two generative AI model variants.\nOpenAI promises to defend business customers against copyright claims\nBowing to peer pressure, OpenAI it will pay legal costs incurred by customers who face lawsuits over IP claims against work generated by an OpenAI tool. The protections seemingly don’t extend to all OpenAI products, like the free and Plus tiers of ChatGPT.\nAs OpenAI’s multimodal API launches broadly, research shows it’s still flawed\nOpenAI announced that GPT-4 with vision will become available alongside the upcoming launch of GPT-4 Turbo API. But some researchers found that the model remains flawed in several significant and problematic ways.\nOpenAI launches API, letting developers build ‘assistants’ into their apps\nAt its OpenAI DevDay, OpenAI announced the Assistants API to help developers build “agent-like experiences” within their apps. Use cases range from a natural language-based data analysis app to a coding assistant or even an AI-powered vacation planner.\nOctober 2023\nChatGPT app revenue shows no signs of slowing, but it’s not #1\nOpenAI’s chatbot app far outpaces all others on mobile devices in terms of downloads, but it’s surprisingly not the top AI app by revenue. Several other AI chatbots, like  “Chat & Ask AI” and “ChatOn — AI Chat Bot Assistant”, are actually making more money than ChatGPT.\nChatGPT tests the ability to upload and analyze files for Plus users\nSubscribers to ChatGPT’s Enterprise Plan have reported new beta features, including the ability to upload PDFs to analyze and and ask questions about them directly. The new rollout also makes it so users no longer have to manually select a mode like DALL-E and browsing when using ChatGPT. Instead, users will automatically be switched to models based on the prompt.\nChatGPT officially gets web search\nOpenAI has formally launched its internet-browsing feature to ChatGPT, some three weeks after re-introducing the feature in beta after several months in hiatus. The AI chatbot that has historically been limited to data up to September, 2021.\nOpenAI integrates DALL-E 3 into ChatGPT\nThe integration means users don’t have to think so carefully about their text-prompts when asking DALL-E to create an image. Users will also now be able to receive images as part of their text-based queries without having to switch between apps.\nMicrosoft-affiliated research finds flaws in GPT-4\nA Microsoft-affiliated scientific paper looked at the “trustworthiness” — and toxicity — of LLMs, including GPT-4. Because GPT-4 is more likely to follow the instructions of “jailbreaking” prompts, the co-authors claim that GPT-4 can be more easily prompted than other LLMs to spout toxic, biased text.\nChatGPT’s mobile app hits record $4.58M in revenue in September\nOpenAI amassed 15.6 million downloads and nearly $4.6 million in gross revenue across its iOS and Android apps worldwide in September. But revenue growth has now begun to slow, according to new data from market intelligence firm Appfigures — dropping from 30% to 20% in September.\nSeptember 2023\nChatGPT can now browse the internet (again)\nOpenAI posted on Twitter/X that ChatGPT can now browse the internet and is no longer limited to data before September 2021. The chatbot had a web browsing capability for Plus subscribers back in July, but the feature was taken away after users exploited it to get around paywalls.\n\nChatGPT can now browse the internet to provide you with current and authoritative information, complete with direct links to sources. It is no longer limited to data before September 2021. pic.twitter.com/pyj8a9HWkB\n— OpenAI (@OpenAI) September 27, 2023\n\nChatGPT now has a voice\nOpenAI announced that it’s adding a new voice for verbal conversations and image-based smarts to the AI-powered chatbot.\nPoland opens an investigation against OpenAI\nThe Polish authority publically announced it has opened an investigation regarding ChatGPT — accusing the company of a string of breaches of the EU’s General Data Protection Regulation (GDPR).\nOpenAI unveils DALL-E 3\nThe upgraded text-to-image tool, DALL-E 3, uses ChatGPT to help fill in prompts. Subscribers to OpenAI’s premium ChatGPT plans, ChatGPT Plus and ChatGPT Enterprise, can type in a request for an image and hone it through conversations with the chatbot — receiving the results directly within the chat app.\nOpera GX integrates ChatGPT-powered AI\nPowered by OpenAI’s ChatGPT, the AI browser Aria launched on Opera in May to give users an easier way to search, ask questions and write code. Today, the company announced it is bringing Aria to Opera GX, a version of the flagship Opera browser that is built for gamers.\nThe new feature allows Opera GX users to interact directly with a browser AI to find the latest gaming news and tips.\nAugust 2023\nOpenAI releases a guide for teachers using ChatGPT in the classroom\nOpenAI wants to rehabilitate the system’s image a bit when it comes to education, as ChatGPT has been controversial in the classroom due to plagiarism. OpenAI has offered up a selection of ways to put the chatbot to work in the classroom.\nOpenAI launches ChatGPT Enterprise\nChatGPT Enterprise can perform the same tasks as ChatGPT, such as writing emails, drafting essays and debugging computer code. However, the new offering also adds “enterprise-grade” privacy and data analysis capabilities on top of the vanilla ChatGPT, as well as enhanced performance and customization options.\nSurvey finds relatively few American use ChatGPT\nRecent Pew polling suggests the language model isn’t quite as popular or threatening as some would have you think. Ongoing polling by Pew Research shows that although ChatGPT is gaining mindshare, only about 18% of Americans have ever actually used it.\nOpenAI brings fine-tuning to GPT-3.5 Turbo\nWith fine-tuning, companies using GPT-3.5 Turbo through the company’s API can make the model better follow specific instructions. For example, having the model always respond in a given language. Or improving the model’s ability to consistently format responses, as well as hone the “feel” of the model’s output, like its tone, so that it better fits a brand or voice. Most notably, fine-tuning enables OpenAI customers to shorten text prompts to speed up API calls and cut costs.\nOpenAI is partnering with Scale AI to allow companies to fine-tune GPT-3.5. However, it is unclear whether OpenAI is developing an in-house tuning tool that is meant to complement platforms like Scale AI or serve a different purpose altogether.\nFine-tuning costs:\n\nTraining: $0.008 / 1K tokens\nUsage input: $0.012 / 1K tokens\nUsage output: $0.016 / 1K tokens\n\nOpenAI acquires Global Illumination\nIn OpenAI’s first public acquisition in its seven-year history, the company announced it has acquired Global Illumination, a New York-based startup leveraging AI to build creative tools, infrastructure and digital experiences.\n“We’re very excited for the impact they’ll have here at OpenAI,” OpenAI wrote in a brief post published to its official blog. “The entire team has joined OpenAI to work on our core products including ChatGPT.”\nThe ‘custom instructions’ feature is extended to free ChatGPT users\nOpenAI announced that it’s expanding custom instructions to all users, including those on the free tier of service. The feature allows users to add various preferences and requirements that they want the AI chatbot to consider when responding.\nChina requires AI apps to obtain an administrative license\nMultiple generative AI apps have been removed from Apple’s China App Store ahead of the country’s latest generative AI regulations that are set to take effect August 15.\n“As you may know, the government has been tightening regulations associated with deep synthesis technologies (DST) and generative AI services, including ChatGPT. DST must fulfill permitting requirements to operate in China, including securing a license from the Ministry of Industry and Information Technology (MIIT),” Apple said in a letter to OpenCat, a native ChatGPT client. “Based on our review, your app is associated with ChatGPT, which does not have requisite permits to operate in China.”\nJuly 2023\nChatGPT for Android is now available in the US, India, Bangladesh and Brazil\nA few days after putting up a preorder page on Google Play, OpenAI has flipped the switch and released ChatGPT for Android. The app is now live in a handful of countries.\nChatGPT is coming to Android\nChatGPT is available to “pre-order” for Android users.\nThe ChatGPT app on Android looks to be more or less identical to the iOS one in functionality, meaning it gets most if not all of the web-based version’s features. You should be able to sync your conversations and preferences across devices, too — so if you’re iPhone at home and Android at work, no worries.\nOpenAI launches customized instructions for ChatGPT\nOpenAI launched custom instructions for ChatGPT users, so they don’t have to write the same instruction prompts to the chatbot every time they interact with it.\nThe company said this feature lets you “share anything you’d like ChatGPT to consider in its response.” For example, a teacher can say they are teaching fourth-grade math or a developer can specify the code language they prefer when asking for suggestions. A person can also specify their family size, so the text-generating AI can give responses about meals, grocery and vacation planning accordingly.\nThe FTC is reportedly investigating OpenAI\nThe FTC is reportedly in at least the exploratory phase of investigation over whether OpenAI’s flagship ChatGPT conversational AI made “false, misleading, disparaging or harmful” statements about people.\nTechCrunch Reporter Devin Coldewey reports:\nThis kind of investigation doesn’t just appear out of thin air — the FTC doesn’t look around and say “That looks suspicious.” Generally a lawsuit or formal complaint is brought to their attention and the practices described by it imply that regulations are being ignored. For example, a person may sue a supplement company because the pills made them sick, and the FTC will launch an investigation on the back of that because there’s evidence the company lied about the side effects.\nOpenAI announced the general availability of GPT-4\nStarting July 6, all existing OpenAI developers “with a history of successful payments” can access GPT-4. OpenAI plans to open up access to new developers by the end of July.\nIn the future, OpenAI says that it’ll allow developers to fine-tune GPT-4 and GPT-3.5 Turbo, one of the original models powering ChatGPT, with their own data, as has long been possible with several of OpenAI’s other text-generating models. That capability should arrive later this year, according to OpenAI.\nJune 2023\nChatGPT app can now search the web only on Bing\nOpenAI announced that subscribers to ChatGPT Plus can now use a new feature on the app called Browsing, which allows ChatGPT to search Bing for answers to questions.\nThe Browsing feature can be enabled by heading to the New Features section of the app settings, selecting “GPT-4” in the model switcher and choosing “Browse with Bing” from the drop-down list. Browsing is available on both the iOS and Android ChatGPT apps.\nMercedes is adding ChatGPT to its infotainment system\nU.S. owners of Mercedes models that use MBUX will be able to opt into a beta program starting June 16 activating the ChatGPT functionality. This will enable the highly versatile large language model to augment the car’s conversation skills. You can join up simply by telling your car “Hey Mercedes, I want to join the beta program.”\nIt’s not really clear what for, though.\nChatGPT app is now available on iPad, adds support for Siri and Shortcuts\nThe new ChatGPT app version brings native iPad support to the app, as well as support for using the chatbot with Siri and Shortcuts. Drag and drop is also now available, allowing users to drag individual messages from ChatGPT into other apps.\nOn iPad, ChatGPT now runs in full-screen mode, optimized for the tablet’s interface.\nMay 2023\nTexas judge orders all AI-generated content must be declared and checked\nThe Texas federal judge has added a requirement that any attorney appearing in his court must attest that “no portion of the filing was drafted by generative artificial intelligence,” or if it was, that it was checked “by a human being.”\nChatGPT app expanded to more than 30 countries\nThe list of new countries includes Algeria, Argentina, Azerbaijan, Bolivia, Brazil, Canada, Chile, Costa Rica, Ecuador, Estonia, Ghana, India, Iraq, Israel, Japan, Jordan, Kazakhstan, Kuwait, Lebanon, Lithuania, Mauritania, Mauritius, Mexico, Morocco, Namibia, Nauru, Oman, Pakistan, Peru, Poland, Qatar, Slovenia, Tunisia and the United Arab Emirates.\nChatGPT app is now available in 11 more countries\nOpenAI announced in a tweet that the ChatGPT mobile app is now available on iOS in the U.S., Europe, South Korea and New Zealand, and soon more will be able to download the app from the app store. In just six days, the app topped 500,000 downloads.\n\nThe ChatGPT app for iOS is now available to users in 11 more countries — Albania, Croatia, France, Germany, Ireland, Jamaica, Korea, New Zealand, Nicaragua, Nigeria, and the UK. More to come soon!\n— OpenAI (@OpenAI) May 24, 2023\n\nOpenAI launches a ChatGPT app for iOS\nChatGPT is officially going mobile. The new ChatGPT app will be free to use, free from ads and will allow for voice input, the company says, but will initially be limited to U.S. users at launch.\nWhen using the mobile version of ChatGPT, the app will sync your history across devices — meaning it will know what you’ve previously searched for via its web interface, and make that accessible to you. The app is also integrated with Whisper, OpenAI’s open source speech recognition system, to allow for voice input.\nHackers are using ChatGPT lures to spread malware on Facebook\nMeta said in a report on May 3 that malware posing as ChatGPT was on the rise across its platforms. The company said that since March 2023, its security teams have uncovered 10 malware families using ChatGPT (and similar themes) to deliver malicious software to users’ devices.\n“In one case, we’ve seen threat actors create malicious browser extensions available in official web stores that claim to offer ChatGPT-based tools,” said Meta security engineers Duc H. Nguyen and Ryan Victory in a blog post. “They would then promote these malicious extensions on social media and through sponsored search results to trick people into downloading malware.”\nApril 2023\nChatGPT parent company OpenAI closes $300M share sale at $27B-29B valuation\nVC firms including Sequoia Capital, Andreessen Horowitz, Thrive and K2 Global are picking up new shares, according to documents seen by TechCrunch. A source tells us Founders Fund is also investing. Altogether the VCs have put in just over $300 million at a valuation of $27 billion to $29 billion. This is separate to a big investment from Microsoft announced earlier this year, a person familiar with the development told TechCrunch, which closed in January. The size of Microsoft’s investment is believed to be around $10 billion, a figure we confirmed with our source.\nOpenAI previews new subscription tier, ChatGPT Business\nCalled ChatGPT Business, OpenAI describes the forthcoming offering as “for professionals who need more control over their data as well as enterprises seeking to manage their end users.”\n“ChatGPT Business will follow our API’s data usage policies, which means that end users’ data won’t be used to train our models by default,” OpenAI wrote in a blog post. “We plan to make ChatGPT Business available in the coming months.”\nOpenAI wants to trademark “GPT”\nOpenAI applied for a trademark for “GPT,” which stands for “Generative Pre-trained Transformer,” last December. Last month, the company petitioned the USPTO to speed up the process, citing the “myriad infringements and counterfeit apps” beginning to spring into existence.\nUnfortunately for OpenAI, its petition was dismissed last week. According to the agency, OpenAI’s attorneys neglected to pay an associated fee as well as provide “appropriate documentary evidence supporting the justification of special action.”\nThat means a decision could take up to five more months.\nAuto-GPT is Silicon Valley’s latest quest to automate everything\nAuto-GPT is an open-source app created by game developer Toran Bruce Richards that uses OpenAI’s latest text-generating models, GPT-3.5 and GPT-4, to interact with software and services online, allowing it to “autonomously” perform tasks.\nDepending on what objective the tool’s provided, Auto-GPT can behave in very… unexpected ways. One Reddit user claims that, given a budget of $100 to spend within a server instance, Auto-GPT made a wiki page on cats, exploited a flaw in the instance to gain admin-level access and took over the Python environment in which it was running — and then “killed” itself.\nFTC warns that AI technology like ChatGPT could ‘turbocharge’ fraud\nFTC chair Lina Khan and fellow commissioners warned House representatives of the potential for modern AI technologies, like ChatGPT, to be used to “turbocharge” fraud in a congressional hearing.\n“AI presents a whole set of opportunities, but also presents a whole set of risks,” Khan told the House representatives. “And I think we’ve already seen ways in which it could be used to turbocharge fraud and scams. We’ve been putting market participants on notice that instances in which AI tools are effectively being designed to deceive people can place them on the hook for FTC action,” she stated.\nSuperchat’s new AI chatbot lets you message historical and fictional characters via ChatGPT\nThe company behind the popular iPhone customization app Brass, sticker maker StickerHub and others is out today with a new AI chat app called SuperChat, which allows iOS users to chat with virtual characters powered by OpenAI’s ChatGPT. However, what makes the app different from the default experience or the dozens of generic AI chat apps now available are the characters offered which you can use to engage with SuperChat’s AI features.\nItaly gives OpenAI to-do list for lifting ChatGPT suspension order\nItaly’s data protection watchdog has laid out what OpenAI needs to do for it to lift an order against ChatGPT issued at the end of last month — when it said it suspected the AI chatbot service was in breach of the EU’s GSPR and ordered the U.S.-based company to stop processing locals’ data.\nThe DPA has given OpenAI a deadline — of April 30 — to get the regulator’s compliance demands done. (The local radio, TV and internet awareness campaign has a slightly more generous timeline of May 15 to be actioned.)\nResearchers discover a way to make ChatGPT consistently toxic\nA study co-authored by scientists at the Allen Institute for AI shows that assigning ChatGPT a “persona” — for example, “a bad person,” “a horrible person” or “a nasty person” — through the ChatGPT API increases its toxicity sixfold. Even more concerning, the co-authors found having the conversational AI chatbot pose as certain historical figures, gendered people and members of political parties also increased its toxicity — with journalists, men and Republicans in particular causing the machine learning model to say more offensive things than it normally would.\nThe research was conducted using the latest version, but not the model currently in preview based on OpenAI’s GPT-4.\nY Combinator-backed startups are trying to build ‘ChatGPT for X’\nYC Demo Day’s Winter 2023 batch features no fewer than four startups that claim to be building “ChatGPT for X.” They’re all chasing after a customer service software market that’ll be worth $58.1 billion by 2023, assuming the rather optimistic prediction from Acumen Research comes true.\nHere are the YC-backed startups that caught our eye:\n\nYuma, whose customer demographic is primarily Shopify merchants, provides ChatGPT-like AI systems that integrate with help desk software, suggesting drafts of replies to customer tickets.\nBaselit, which uses one of OpenAI’s text-understanding models to allow businesses to embed chatbot-style analytics for their customers.\nLasso customers send descriptions or videos of the processes they’d like to automate and the company combines ChatGPT-like interface with robotic process automation (RPA) and a Chrome extension to build out those automations.\nBerriAI, whose platform is designed to help developers spin up ChatGPT apps for their organization data through various data connectors.\n\nItaly orders ChatGPT to be blocked\nOpenAI has started geoblocking access to its generative AI chatbot, ChatGPT, in Italy.\nItaly’s data protection authority has just put out a timely reminder that some countries do have laws that already apply to cutting edge AI: it has ordered OpenAI to stop processing people’s data locally with immediate effect. The Italian DPA said it’s concerned that the ChatGPT maker is breaching the European Union’s General Data Protection Regulation (GDPR), and is opening an investigation.\nMarch 2023\n1,100+ signatories signed an open letter asking all ‘AI labs to immediately pause for 6 months’\nThe letter’s signatories include Elon Musk, Steve Wozniak and Tristan Harris of the Center for Humane Technology, among others. The letter calls on “all AI labs to immediately pause for at least 6 months the training of AI systems more powerful than GPT-4.”\nThe letter reads:\nContemporary AI systems are now becoming human-competitive at general tasks,[3] and we must ask ourselves: Should we let machines flood our information channels with propaganda and untruth? Should we automate away all the jobs, including the fulfilling ones? Should we develop nonhuman minds that might eventually outnumber, outsmart, obsolete and replace us? Should we risk loss of control of our civilization? Such decisions must not be delegated to unelected tech leaders. Powerful AI systems should be developed only once we are confident that their effects will be positive and their risks will be manageable.\nOpenAI connects ChatGPT to the internet\nOpenAI launched plugins for ChatGPT, extending the bot’s functionality by granting it access to third-party knowledge sources and databases, including the web. Available in alpha to ChatGPT users and developers on the waitlist, OpenAI says that it’ll initially prioritize a small number of developers and subscribers to its premium ChatGPT Plus plan before rolling out larger-scale and API access.\nOpenAI launches GPT-4, available through ChatGPT Plus\nGPT-4 is a powerful image- and text-understanding AI model from OpenAI. Released March 14, GPT-4 is available for paying ChatGPT Plus users and through a public API. Developers can sign up on a waitlist to access the API.\nChatGPT is available in Azure OpenAI service\nChatGPT is generally available through the Azure OpenAI Service, Microsoft’s fully managed, corporate-focused offering. Customers, who must already be “Microsoft managed customers and partners,” can apply here for special access.\nOpenAI launches an API for ChatGPT\nOpenAI makes another move toward monetization by launching a paid API for ChatGPT. Instacart, Snap (Snapchat’s parent company) and Quizlet are among its initial customers.\nFebruary 2023\nMicrosoft launches the new Bing, with ChatGPT built in\nAt a press event in Redmond, Washington, Microsoft announced its long-rumored integration of OpenAI’s GPT-4 model into Bing, providing a ChatGPT-like experience within the search engine. The announcement spurred a 10x increase in new downloads for Bing globally, indicating a sizable consumer demand for new AI experiences.\nOther companies beyond Microsoft joined in on the AI craze by implementing ChatGPT, including OkCupid, Kaito, Snapchat and Discord — putting the pressure on Big Tech’s AI initiatives, like Google.\nOpenAI launches ChatGPT Plus, starting at $20 per month\nAfter ChatGPT took the internet by storm, OpenAI launched a new pilot subscription plan for ChatGPT called ChatGPT Plus, aiming to monetize the technology starting at $20 per month. A month prior, OpenAI posted a waitlist for “ChatGPT Professional” as the company began to think about monetizing the chatbot.\nJanuary 2023\nOpenAI teases ChatGPT Professional\nOpenAI said that it’s “starting to think about how to monetize ChatGPT” in an announcement on the company’s official Discord server. According to a waitlist link OpenAI posted in Discord, the monetized version will be called ChatGPT Professional. The waitlist document includes the benefits of this new paid version of the chatbot which include no “blackout” windows, no throttling and an unlimited number of messages with ChatGPT — “at least 2x the regular daily limit.”\nDecember 2022\nShareGPT lets you easily share your ChatGPT conversations\nA week after ChatGPT was released into the wild, two developers — Steven Tey and Dom Eccleston — made a Chrome extension called ShareGPT to make it easier to capture and share the AI’s answers with the world.\nNovember 2022\nChatGPT first launched to the public as OpenAI quietly released GPT-3.5\nGPT-3.5 broke cover with ChatGPT, a fine-tuned version of GPT-3.5 that’s essentially a general-purpose chatbot. ChatGPT can engage with a range of topics, including programming, TV scripts and scientific concepts. Writers everywhere rolled their eyes at the new technology, much like artists did with OpenAI’s DALL-E model, but the latest chat-style iteration seemingly broadened its appeal and audience.\nFAQs:\nWhat is ChatGPT? How does it work?\nChatGPT is a general-purpose chatbot that uses artificial intelligence to generate text after a user enters a prompt, developed by tech startup OpenAI. The chatbot uses GPT-4, a large language model that uses deep learning to produce human-like text.\nWhen did ChatGPT get released?\nNovember 30, 2022 is when ChatGPT was released for public use.\nWhat is the latest version of ChatGPT?\nBoth the free version of ChatGPT and the paid ChatGPT Plus are regularly updated with new GPT models. The most recent model is GPT-4.\nCan I use ChatGPT for free?\nThere is a free version of ChatGPT that only requires a sign-in in addition to the paid version, ChatGPT Plus.\nWho uses ChatGPT?\nAnyone can use ChatGPT! More and more tech companies and search engines are utilizing the chatbot to automate text or quickly answer user questions/concerns.\nWhat companies use ChatGPT?\nMultiple enterprises utilize ChatGPT, although others may limit the use of the AI-powered tool.\nMost recently, Microsoft announced at it’s 2023 Build conference that it is integrating it ChatGPT-based Bing experience into Windows 11. A Brooklyn-based 3D display startup Looking Glass utilizes ChatGPT to produce holograms you can communicate with by using ChatGPT.  And nonprofit organization Solana officially integrated the chatbot into its network with a ChatGPT plug-in geared toward end users to help onboard into the web3 space.\nWhat does GPT mean in ChatGPT?\nGPT stands for Generative Pre-Trained Transformer.\nWhat’s the difference between ChatGPT and Bard?\nMuch like OpenAI’s ChatGPT, Bard is a chatbot that will answer questions in natural language. Google announced at its 2023 I/O event that it will soon be adding multimodal content to Bard, meaning that it can deliver answers in more than just text, responses can give you rich visuals as well. Rich visuals mean pictures for now, but later can include maps, charts and other items.\nChatGPT’s generative AI has had a longer lifespan and thus has been “learning” for a longer period of time than Bard.\nWhat is the difference between ChatGPT and a chatbot?\nA chatbot can be any software/system that holds dialogue with you/a person but doesn’t necessarily have to be AI-powered. For example, there are chatbots that are rules-based in the sense that they’ll give canned responses to questions.\nChatGPT is AI-powered and utilizes LLM technology to generate text after a prompt.\nCan ChatGPT write essays?\nYes.\nCan ChatGPT commit libel?\nDue to the nature of how these models work, they don’t know or care whether something is true, only that it looks true. That’s a problem when you’re using it to do your homework, sure, but when it accuses you of a crime you didn’t commit, that may well at this point be libel.\nWe will see how handling troubling statements produced by ChatGPT will play out over the next few months as tech and legal experts attempt to tackle the fastest moving target in the industry.\nDoes ChatGPT have an app?\nYes, there is now a free ChatGPT app that is currently limited to U.S. iOS users at launch. OpenAi says an android version is “coming soon.”\nWhat is the ChatGPT character limit?\nIt’s not documented anywhere that ChatGPT has a character limit. However, users have noted that there are some character limitations after around 500 words.\nDoes ChatGPT have an API?\nYes, it was released March 1, 2023.\nWhat are some sample everyday uses for ChatGPT?\nEveryday examples include programing, scripts, email replies, listicles, blog ideas, summarization, etc.\nWhat are some advanced uses for ChatGPT?\nAdvanced use examples include debugging code, programming languages, scientific concepts, complex problem solving, etc.\nHow good is ChatGPT at writing code?\nIt depends on the nature of the program. While ChatGPT can write workable Python code, it can’t necessarily program an entire app’s worth of code. That’s because ChatGPT lacks context awareness — in other words, the generated code isn’t always appropriate for the specific context in which it’s being used.\nCan you save a ChatGPT chat?\nYes. OpenAI allows users to save chats in the ChatGPT interface, stored in the sidebar of the screen. There are no built-in sharing features yet.\nAre there alternatives to ChatGPT?\nYes. There are multiple AI-powered chatbot competitors such as Together, Google’s Bard and Anthropic’s Claude, and developers are creating open source alternatives. But the latter are harder — if not impossible — to run today.\nThe Google-owned research lab DeepMind claimed that its next LLM, will rival, or even best, OpenAI’s ChatGPT. DeepMind is using techniques from AlphaGo, DeepMind’s AI system that was the first to defeat a professional human player at the board game Go, to make a ChatGPT-rivaling chatbot called Gemini.\nApple is developing AI tools to challenge OpenAI, Google and others. The tech giant created a chatbot that some engineers are internally referring to as “Apple GPT,” but Apple has yet to determine a strategy for releasing the AI to consumers.\nHow does ChatGPT handle data privacy?\nOpenAI has said that individuals in “certain jurisdictions” (such as the EU) can object to the processing of their personal information by its AI models by filling out this form. This includes the ability to make requests for deletion of AI-generated references about you. Although OpenAI notes it may not grant every request since it must balance privacy requests against freedom of expression “in accordance with applicable laws”.\nThe web form for making a deletion of data about you request is entitled “OpenAI Personal Data Removal Request”.\nIn its privacy policy, the ChatGPT maker makes a passing acknowledgement of the objection requirements attached to relying on “legitimate interest” (LI), pointing users towards more information about requesting an opt out — when it writes: “See here for instructions on how you can opt out of our use of your information to train our models.”\nWhat controversies have surrounded ChatGPT?\nRecently, Discord announced that it had integrated OpenAI’s technology into its bot named Clyde where two users tricked Clyde into providing them with instructions for making the illegal drug methamphetamine (meth) and the incendiary mixture napalm.\nAn Australian mayor has publicly announced he may sue OpenAI for defamation due to ChatGPT’s false claims that he had served time in prison for bribery. This would be the first defamation lawsuit against the text-generating service.\nCNET found itself in the midst of controversy after Futurism reported the publication was publishing articles under a mysterious byline completely generated by AI. The private equity company that owns CNET, Red Ventures, was accused of using ChatGPT for SEO farming, even if the information was incorrect.\nSeveral major school systems and colleges, including New York City Public Schools, have banned ChatGPT from their networks and devices. They claim that the AI impedes the learning process by promoting plagiarism and misinformation, a claim that not every educator agrees with.\nThere have also been cases of ChatGPT accusing individuals of false crimes.\nWhere can I find examples of ChatGPT prompts?\nSeveral marketplaces host and provide ChatGPT prompts, either for free or for a nominal fee. One is PromptBase. Another is ChatX. More launch every day.\nCan ChatGPT be detected?\nPoorly. Several tools claim to detect ChatGPT-generated text, but in our tests, they’re inconsistent at best.\nAre ChatGPT chats public?\nNo. But OpenAI recently disclosed a bug, since fixed, that exposed the titles of some users’ conversations to other people on the service.\nWho owns the copyright on ChatGPT-created content or media?\nThe user who requested the input from ChatGPT is the copyright owner.\nWhat lawsuits are there surrounding ChatGPT?\nNone specifically targeting ChatGPT. But OpenAI is involved in at least one lawsuit that has implications for AI systems trained on publicly available data, which would touch on ChatGPT.\nAre there issues regarding plagiarism with ChatGPT?\nYes. Text-generating AI models like ChatGPT have a tendency to regurgitate content from their training data.\n",
      "link": "https://techcrunch.com/2024/01/30/chatgpt-everything-to-know-about-the-ai-chatbot/",
      "category": "artificial-intelligence",
      "revised_title": "ChatGPT: A Comprehensive Guide to the AI-Powered Chatbot",
      "Summary": "- ChatGPT, a text-generating AI chatbot developed by OpenAI, has taken the world by storm since its launch in November 2022.\n\n- OpenAI has been actively updating and expanding ChatGPT's capabilities, including connecting it to the internet, integrating multimodal API, and launching a paid subscription tier called ChatGPT Plus.\n\n- ChatGPT has faced controversies related to data privacy, misinformation, plagiarism, and its impact on education, leading to bans in certain school systems and colleges.\n\n- Competitors like Google's Bard and Anthropic's Claude are emerging, and OpenAI is investing in initiatives to address concerns and improve the responsible use of AI.\n\n- OpenAI is exploring monetization strategies for ChatGPT, such as offering a paid API and launching a premium subscription plan, ChatGPT Plus."
    },
    {
      "title": "Studio’s new online school for musicians uses AI to create custom curriculums",
      "content": "\nMasterClass rival Studio launched today its first AI-powered online school for musicians, songwriters and producers to learn from top artists in the industry, create new songs, get feedback from like-minded peers and access Studio’s AI coach that keeps them on track with personalized schedules and deadlines.\nThe waitlist is officially open starting today. Studio offers two pricing options: $199 per month or $1,799 per year.\nStudio’s Music School provides thousands of exclusive lessons taught by more than 110 popular artists and instructors, including Charlie Puth, Kygo, H.E.R., Idina Menzel, Pentatonix, Ryan Tedder (frontman for OneRepublic), Alexander 23, Tainy, Chelsea Cutler, Jonas Blue, Shane McAnally and Louis Bell, among others.\nThere are more than 100 topics to choose from, such as vocal production, songwriting, music business, sound design, music theory, cover songs and musical theater, as well as genres like alternative, classical, country, EDM, folk, hip-hop, indie pop, lo-fi, metal, R&B and more.\nThe online accelerator features an AI-powered coach that leverages OpenAI’s GPT-4 to deliver personalized curriculums every month based on someone’s interests, specific goals, learning style and level of experience. It can also design the curriculum around a student’s specific schedule and commitment level, so if they have a vacation, the AI coach will work around that to ensure they still make progress. Students can input a set number of hours to dedicate to their lessons.\nStudents are then assigned custom-built projects, and at the end of the month, they’ll leave with at least one finished, release-ready song.\nImage Credits: Studio\nIn addition to GPT-4, the AI coach is powered by two proprietary frameworks, which address “GPT-4’s main limitations out-of-the-box when it comes to educational design: long-term planning, pacing, sequencing, and effective personalization,” co-founder Max Deutsch explains to TechCrunch. “GPT-4 especially struggles in educational design for creative fields, like music, where there aren’t single “correct answers” for each step of the process.”\nThe frameworks leverage Studio’s thousands of hours of video lessons, the expertise of Studio’s curriculum design team and years’ worth of outcome-based student data to determine which lessons, projects and peer matchings yield the best results for different types of learners.\n“The combination of GPT-4 and these frameworks allow us to build highly effective, well-paced, well-sequenced and correctly personalized curriculums for our students and to proactively and effectively update these plans as students progress to keep them on track and motivated,” Deutsch added.\nLastly, there’s an algorithm that matches students with a 20-person peer group based on similar preferences, so they get weekly feedback from people who are knowledgeable of the same topics.\nIt should be noted that Studio’s Music School isn’t designed for beginners looking to start a career in the music industry but for creatives who already know the basics and want to enhance their skills. While no equipment is required to participate in classes, Studio says that most people already have some kind of music software or DAW (Digital Audio Workstations) and mics to record music.\nDeutsch tells us the online course platform is launching more AI-powered schools later this year, focusing on various areas like writing, filmmaking and design.\nIn 2017, Studio was founded with creatives in mind, filling a gap in the creative learning space where subjects like music, performing arts and baking tend to get overlooked. The company now offers classes to more than 1 million students.\nStudio has raised $60 million to date from a significant number of investors, including Forerunner Ventures, Human Capital, Greenoaks Capital, Floodgate, Jeffrey Katzenberg’s WndrCo, Airbnb co-founder Joe Gebbia, LinkedIn chairman Jeff Weiner, Instagram co-founder Mike Krieger, StitchFix founder Katrina Lake, Yelp founder Jeremy Stoppelman, Intuit founder Scott Cook, Zillow founder Spencer Rascoff and more.\n\n",
      "link": "https://techcrunch.com/2024/01/30/studios-new-online-school-for-musicians-uses-ai-to-create-custom-curriculums/",
      "category": "artificial-intelligence",
      "revised_title": "Studio's New AI-Powered Online Music School Offers Personalized Curriculums and Peer Feedback",
      "Summary": "- Studio, a rival to MasterClass, has launched its first AI-powered online school for musicians, songwriters, and producers.\n- The school offers thousands of exclusive lessons taught by over 110 popular artists and instructors, covering a wide range of topics and genres.\n- Studio's AI coach, powered by OpenAI's GPT-4 and proprietary frameworks, personalizes curriculums, designs schedules, and matches students with peer groups for feedback.\n- Students are assigned custom-built projects and leave each month with at least one finished, release-ready song.\n- Studio plans to launch more AI-powered schools later this year, focusing on areas like writing, filmmaking, and design."
    },
    {
      "title": "Kore.ai, a startup building conversational AI for enterprises, raises $150M",
      "content": "\nIn the midst of a wave of tech industry layoffs, it’s heartening to see some startups succeeding despite the dour market outlook.\nKore.ai, a company developing enterprise-focused conversational AI and GenAI products, today announced that it raised $150 million in a funding round led by FTV Capital, Nvidia, Vistara Growth, Sweetwater PE, NextEquity, Nicola and Beedie. Bringing the company’s total raised to ~$223 million, the new cash will be put toward product development and scaling up Kore.ai’s workforce, co-founder and CEO Raj Koneru told me in an interview.\nKoneru started Kore.ai in 2014 after launching Kony, a mobile app development startup, and several other small companies, including iTouchPoint (an outsourcing firm) and Intelligroup (a tech consultancy). He says he was inspired to found Kore.ai after seeing the potential of AI, particularly large language models (LLMs) along the lines of OpenAI’s ChatGPT, to transform user experiences.\n“With the introduction of GenAI and LLMs, the tech landscape turned out to be very chaotic and uncertain due to rapid advancements,” Koneru said via email. “There were more questions than answers … but I saw conversational AI and LLMs as an opportunity to innovate.”\nGenAI being a newer discipline, Kore.ai wasn’t developing GenAI products in 2014 per se. But Koneru says that the company was laying the foundations for GenAI products to come — investing heavily in text-generating and text-analyzing models.\nSo how’s Kore.ai innovating? Well, as Koneru describes it, the startup provides a no-code platform to help companies power various “business interactions” via AI — essentially any customer-to-employee or employee-to-employee interaction over the phone or text (think support chats with an IT/HR service desk). Kore.ai offers workflows and tools designed to give companies in industries such as banking, healthcare and retail the ability to create custom conversational AI apps or deploy pre-built, “domain-trained” chatbots.\n“Kore.ai’s platform encompasses intelligent virtual agent, contact center AI, agent AI and search and answer capabilities for all kinds of customer experience and employee experience use cases,” Koneru said. “In addition, Kore.ai’s array of industry and horizontal solutions address the needs of specific industries and enterprise functions.”\nBut aren’t there lots of vendors building GenAI- and LLM-powered solutions for search, question-answering and the other sorts of applications Kore.ai advertises support? Indeed, there are.\nSee Acree, which hosts a platform for building corporate GenAI apps, and Giga ML, which offers tools to help companies deploy LLMs offline. Reka and Contextual AI both recently emerged from stealth to help create custom AI models for organizations, while Fixie is crafting tools to make it easier for companies to code on top of LLMs.\nWhat Kore.ai does differently, Koneru asserts, is offer great flexibility where it concerns where companies can deploy their AI apps — in the cloud, locally or in virtual machines — and the degree to which they can fine-tune these apps. For certain applications (e.g. text summarization, finding and generating answers, topic discovery and sentiment analysis), Koneru makes the case that fine-tuned models — Kore.ai’s specialty — are superior to the larger, more powerful models available from vendors like Anthropic and OpenAI, as well as more cost-effective.\nThere’s a privacy argument to be made, too, for smaller, offline models.\nA 2023 Predibase survey found that more than 75% of enterprises don’t plan on using commercial, cloud-hosted LLMs in production over fears that the models will compromise sensitive info. In a separate poll from GenAI platform Portal26 and data research firm CensusWide, 85% of businesses said that they’re concerned about GenAI’s privacy and security risks.\nCreating a GenAI or conversational AI workflow using Kore.ai’s web tooling. Image Credits: Kore.ai\n“Over the past 18 months, we’ve observed that fine-tuned models are very effective compared to pre-trained models for specific enterprise use cases,” Koneru said. “Compared to a large pre-trained model, it takes less than 2% of the enterprise data to train and create a fine-tuned model that companies can deploy safely for enterprise use cases. We’ve successfully built smaller enterprise LLMs that provide higher efficiency, better accuracy, the ability to control responses and — most importantly — reduce latency and cost.”\nAlso unlike some rivals, Kore.ai offers ways for organizations to scale up their AI as needed, Koneru says, and expand their use of AI into new and diverse domains.\n“Kore.ai sits above the infrastructure and fragmentation of all the LLM layers with a platform-driven approach, offering freedom of choice with built-in guardrails for effective AI implementation,” Koneru added.\nNow, the extent to which these capabilities are truly differentiating is subject to debate. Vendors like Google Cloud, Azure and AWS offer robust scaling solutions for conversational AI and GenAI apps, and Kore.ai isn’t the only platform to let customers deploy models in a range of local and cloud compute environments.\nBut — whether on the strength of its platform, nearly 1,000-person-workforce, marketing campaign or all three — Orlando, Florida-based Kore.ai has established an impressive foothold in the competitive AI field. The company’s customer base eclipsed 400 brands (including PNC, AT&T, Cigna, Coca-Cola, Airbus and Roche) last year, and its annual recurring revenue now stands north of $100 million — thanks to income from licensing and usage fees in addition to consulting services.\nIt probably helps that funding for GenAI startups of all stripes remains strong. According to a recent survey from GlobalData, the London-based data analytics and consulting firm, GenAI startups raised a record $10 billion in 2023 — a 110% increase compared to 2021.\nThe question is whether the growth is sustainable, given that GenAI isn’t a home run in the enterprise — at least not yet. Koneru argues that it is, pointing to surveys like Gartner’s from last October, which found that 55% of organizations are already piloting or deploying GenAI tech into production for functions such as customer service, marketing and sales.\n“We haven’t observed any slowdown in the market,” Koneru said. “The most pressing challenge [we’re facing] is to operate and innovate in a market that’s not just seen rapid growth but also disruption driven by advancements in technology, changing user expectations and a broader integration of newer AI capabilities that are evolving each day. Enterprise players need to take advantage of the benefits of technology while avoiding security, privacy and compliance pitfalls.”\nAdded FTV Capital’s Kapil Venkatachalam in a statement: “While the advanced AI market has experienced rapid growth in recent years, many enterprises are grappling with how to responsibly and effectively deploy AI across their organizations. We were impressed with Kore.ai’s open platform approach for leveraging AI models, scalability, vertical specific out-of-the-box applications and low-code no-code capabilities, making them well-positioned to take advantage of the growing demand from global brands looking for innovative AI solutions to enhance business interactions and drive value.”\n",
      "link": "https://techcrunch.com/2024/01/30/kore-ai-a-startup-building-conversational-ai-for-enterprises-raises-150m/",
      "category": "artificial-intelligence",
      "revised_title": "Kore.ai Secures $150 Million in Funding to Advance Conversational AI and GenAI Solutions for Enterprises",
      "Summary": "- Kore.ai, a company developing enterprise-focused conversational AI and GenAI products, raised $150 million in a funding round led by FTV Capital.\n\n- The company plans to use the funds for product development and scaling up its workforce.\n\n- Kore.ai offers a no-code platform to help companies power various \"business interactions\" via AI, including support chats with an IT/HR service desk.\n\n- Kore.ai's platform encompasses intelligent virtual agent, contact center AI, agent AI, and search and answer capabilities for all kinds of customer experience and employee experience use cases.\n\n- Kore.ai's customer base eclipsed 400 brands last year, and its annual recurring revenue now stands north of $100 million."
    },
    {
      "title": "Semron wants to replace chip transistors with ‘memcapacitors’",
      "content": "\nA new Germany-based startup, Semron, is developing what it describes as “3D-scaled” chips to run AI models locally on smartphones, earbuds, VR headsets and other mobile devices.\nCo-created by Kai-Uwe Demasius and Aron Kirschen, engineering graduates from the Dresden University of Technology, Semron’s chips use electrical fields to perform calculations instead of electrical currents — the medium of conventional processors. This enables the chips to achieve higher energy efficiency while keeping the fabrication costs to produce them down, Kirschen claims.\n“Due to an expected shortage in AI compute resources, many companies with a business model that [relies] on access to such capabilities risk their existence — for example, large startups that train their own models,” Kirschen told TechCrunch in an email interview. “The unique features of our technology will enable us to hit the price point of today’s chips for consumer electronics devices even though our chips are capable of running advanced AI, which others are not.”\nSemron’s chips — for which Demasius and Kirschen filed an initial patent in 2016, four years before they founded Semron — tap a somewhat unusual component known as a “memcapacitor,” or a capacitor with memory, to run computations. The majority of computer chips are made of transistors, which unlike capacitors can’t store energy; they merely act like “on/off” switches, either letting an electric current through or stopping it.\nSemron’s memcapacitors, made out of conventional semiconductor materials, work by exploiting a principle known in chemistry as charge shielding. The memcapacitors control an electric field between a top electrode and bottom electrode via a “shielding layer.” The shielding layer, in turn, is controlled by the chip’s memory, which can store the different “weights” of an AI model. (Weights essentially act like knobs in a model, manipulating and fine-tuning its performance as it trains on and processes data.)\nThe electric field approach minimizes the movement of electrons at the chip level, reducing energy usage — and heat. Semron aims to leverage the heat-reducing properties of the electric field to place potentially hundreds of layers of memcapacitors on a single chip — greatly increasing compute capacity.\nA schematic showing Semron’s 3D AI chip design. Image Credits: Semron\n“We use this property as an enabler to deploy several hundred times the compute resources on a fixed silicon area,” Kirschen added. “Think of it like hundreds of chips in one package.”\nIn a 2021 study published in the journal Nature Electronics, researchers at Semron and the Max Planck Institute of Microstructure Physics successfully trained a computer vision model at energy efficiencies of over 3,500 TOPS/W — 35 to 300 times higher than existing techniques. TOPS/W is a bit of a vague metric, but the takeaway is that memcapacitors can lead to dramatic energy consumption reductions while training AI models.\nNow, it’s early days for Semron, which Kirschen says is in the “pre-product” stage and has “negligible” revenue to show for it. Often the toughest part of ramping up a chip startup is mass manufacturing and attaining a meaningful customer base — albeit not necessarily in that order.\nMaking matters more difficult for Semron is the fact that it has stiff competition in custom chip ventures like Kneron, EnCharge and Tenstorrent, which have collectively raised tens of millions of dollars in venture capital. EnCharge, like Semron, is designing computer chips that use capacitors rather than transistors, but using a different substrate architecture.\nSemron, however — which has an 11-person workforce that it’s planning to grow by around 25 people by the end of the year — has managed to attract funding from investors, including Join Capital, SquareOne, OTB Ventures and Onsight Ventures. To date, the startup has raised 10 million euro (~$10.81 million).\nSaid SquareOne partner Georg Stockinger via email:\n“Computing resources will become the ‘oil’ of the 21st century. With infrastructure-hungry large language models conquering the world and Moore’s law reaching the limits of physics, a massive bottleneck in computing resources will shape the years to come. Insufficient access to computing infrastructure will greatly slow down productivity and competitiveness both of companies and entire nation-states. Semron will be a key element in solving this problem by providing a revolutionary new chip that is inherently specialized on computing AI models. It breaks with the traditional transistor-based computing paradigm and reduces costs and energy consumption for a given computing task by at least 20x.”\n",
      "link": "https://techcrunch.com/2024/01/30/semron-wants-to-replace-chip-transistors-with-memcapacitors/",
      "category": "artificial-intelligence",
      "revised_title": "Semron's Memcapacitor-Based Chips Aim to Revolutionize AI Processing in Mobile Devices",
      "Summary": "- Semron, a Germany-based startup, is developing 3D-scaled chips to run AI models locally on mobile devices.\n- Semron's chips use electrical fields instead of electrical currents, enabling higher energy efficiency and lower fabrication costs.\n- Semron's chips utilize memcapacitors, which can store energy and perform computations, unlike transistors.\n- Semron's approach minimizes electron movement, reducing energy usage and heat, allowing for hundreds of layers of memcapacitors on a single chip.\n- Semron has attracted funding from investors and plans to grow its workforce to solve the bottleneck in computing resources caused by large language models and the limits of Moore's law."
    },
    {
      "title": "Sundar Pichai says Google One cloud storage service has nearly 100M subscribers",
      "content": "\nGoogle CEO Sudar Pichai said that the company’s Google One cloud storage service is ” just about to cross” 100 million subscribers.\nSpeaking during Alphabet’s Q4 2023 earning call, Pichai added that the company is looking to add more AI-powered features to the Google One service. The search giant first launched Google One in 2018. Since then the product has evolved and has extra perks including Google Photos editing features such as magic eraser, portrait light and portrait blur, color pop, and sky suggestion.\nGoogle One Plans start from $1.99 per month, which gives you 100GB of storage shareable with five people and access to its VPN service in the U.S.\nPichai noted that Google’s overall subscription business — including YouTube Premium and Music, YouTube TV, and Google One — is on an upward trajectory and has crossed $15 billion in annual revenues. The company said that this is a 5x jump as compared to 2019. It also added that because of the strong subscription performance, the “Subscriptions, Platforms and Devices” vertical has registered a 23% growth year-on-year.\nGoogle last mentioned that YouTube’s paid plans had 80 million in November 2022. But there hasn’t been another update since then. The company mentioned that YouTube Shorts are watched by 2 billion signed-in users every month and 7 billion daily plays — the same numbers as noted in Google’s Q3 2023 results.\nEarlier this month, Google laid off nearly 1,000 employees in divisions including hardware, engineering, and services and 100 employees from YouTube. Later, Pichai sent an internal memo to the staff saying there will be more job cuts this year.\nNotably, in its earnings release, Google mentioned that it had 182,502 employees, slightly more than the 182,381 employees it reported in the Q3 earnings release. However, the number is significantly lower than the 190,234 employees it had at the end of 2022.\nGoogle’s $65.5 billion ad revenue fell short of analyst expectations of $65.8 billion despite a year-on-year increase of 11%. The company’s stocks dipped by 4% because of this miss.\n",
      "link": "https://techcrunch.com/2024/01/30/sundar-pichai-says-google-one-cloud-storage-service-has-nearly-100m-subscribers/",
      "category": "apps",
      "revised_title": "Google One Cloud Storage Service Nears 100 Million Subscribers, Subscription Business Surpasses $15 Billion in Annual Revenue",
      "Summary": "- Google One cloud storage service is approaching 100 million subscribers.\n\n- Google plans to incorporate more AI-powered features into Google One.\n\n- Google's overall subscription business, including YouTube Premium and Music, YouTube TV, and Google One, has surpassed $15 billion in annual revenue.\n\n- YouTube Shorts are watched by 2 billion signed-in users monthly and have 7 billion daily plays.\n\n- Google laid off 1,000 employees in various divisions and plans for more job cuts this year."
    },
    {
      "title": "Twitterrific’s team is back with Tapestry, an app for tracking social media, news, RSS and more",
      "content": "\nThe Iconfactory, the maker of a popular third-party Twitter client, Twitterrific, that was among those killed off by Twitter under Elon Musk’s management, is hoping to recover from its losses with a new app that combines your social media, news feeds and alerts into one experience. The app, dubbed “Project Tapestry” as it launches on Kickstarter, will support Twitter/X alternatives like Bluesky, Mastodon and Tumblr, and possibly Instagram Threads when its developer API becomes available. However, it won’t support X itself due to the company’s ban on third-party apps.\nA working prototype of Project Tapestry has already been developed and if The Iconfactory is able to raise $100,000 in funding through Kickstarter it will further develop the app to be launched to the public.\nAs described, Project Tapestry is meant to organize today’s fragmented online media into one interface, by allowing users to follow a variety of sources in one place. For instance, you could track your favorite blogs, news sites, social networks and webcomics, as well as critical updates that used to come via Twitter, like weather alerts or earthquake warnings.\nThis would involve working with any site that offers an RSS feed, which most blogs and news sites (without a paywall) already do. It would also integrate with the startups that are offering Twitter alternatives, like Bluesky, powered by the new AT Protocol, and Mastodon, which will be powered by another emerging web standard, ActivityPub. (The company isn’t planning on Threads support at launch, but would consider adding it, as well, if an API was made available, we’re told.)\nOther planned sources include Tumblr, Micro.blog, USGS Earthquakes, NOAA Satellite and GO Comics. Facebook and Instagram will not be available, though.\nAfter setup, Tapestry would organize all your updates into one feed, displayed in chronological order. Plus, the app could remove duplicates to cut down on the clutter — like when someone posts a link to multiple social networks at once. In the new app, those mentions could be combined, so you only see the post one time.\nImage Credits: The Iconfactory\nThe team envisions making Project Tapestry’s timeline something that anyone could integrate with by writing plug-ins using JavaScript that will translate between the web and the native iOS app. For example, developers tinkering around with Raspberry Pi could send custom alerts to their timeline via this interface.\nOther notable features include the ability to mark items as read, remember your reading position in the timeline, support for light and dark themes, and a couple more copied over from the company’s Twitterrific days — like muting and “muffling.” The latter was a popular option for those who wanted to know what was being said by minimizing the tweets, and providing a short description of what was hidden instead.\nIf the company’s stretch goal of $150,000 is reached on Kickstarter, the team will also work on a more advanced search feature that would allow you to search across the sources and social networking posts you already follow instead of the wider web. That aspect sounds particularly promising at a time when Google Search’s quality is diminishing due to SEO spam and AI-written pages. \nThis isn’t the first time Iconfactory has turned to Kickstarter. It also used the site to fund the development of Twitterrific for Mac in 2017, which was funded in 20 days.\nThough Iconfactory today makes several apps for creativity, entertainment and gaming, the shutdown of Twitterrific had been difficult for the company and its team.\nLaments The Iconfactory’s Principal/Designer Gedeon Maheux, the new project came about because the team “had invested so much time and energy into Twitter,” but then Twitter “wall[ed] up their garden and people like us were forced to leave,” he says. “Now you have friends that are on different services, different places, and it’s hard to keep track of them.”\nThe need for crowdsourced funds was also necessary because of the loss of Twitterrific.\n“The death of Twitterrific really hurt…Killing third-party Twitter apps really put a dent in [our revenue] because Twitterrific was one of our bread-and-butter apps. It really fueled development and allowed us to do these things that we loved,” notes Maheux. Since Twitterrific’s shutdown, he says, the comapny has not yet been able to “close the gap.”\n“Hopefully, Tapestry will help with that,” he adds.\nTwitterrific may not be a household name like Twitter once was, but the app had a sizable influence on Twitter culture.\nThe Twitter client was one of the earliest on the market and began using a bird logo, which other clients then adopted, too. Later, Twitter started using a bird as its official logo in 2010. The Iconfactory also contributed the word “tweet” to the vocabulary around using Twitter, and created a workaround for Twitter’s lack of an “Edit” button in 2014 by creating a feature that would delete and repost a tweet, giving the appearance of edits.\nWith its understanding of how to tap into the market of social apps, Tapestry has the potential to now solve new pain points for users who are leaving Twitter/X — a way to track the news, people and information that matter to them, no matter where they go.\nThe $100,000 Kickstarter goal will allow The Iconfactory to get the initial app done and made public via the App Store. Since launching the crowdsourced funding plea this morning, they’ve raised over $46,000.\nThe company has historically been averse to the idea of taking venture capital, as it wants to remain independent, but if Tapestry takes off after going public, Maheux admits it’s “never say never” when it comes to raising outside funds. In the meantime, however, if you want to use an app like Tapestry, you’ll have to donate toward its creation.\n",
      "link": "https://techcrunch.com/2024/01/30/twitterrifics-team-is-back-with-tapestry-an-app-for-tracking-social-media-news-rss-and-more/",
      "category": "apps",
      "revised_title": "Project Tapestry: A New App to Unify Social Media, News, and RSS Feeds",
      "Summary": "- The Iconfactory, the maker of Twitterrific, is developing a new app called Project Tapestry to combine social media, news feeds, and alerts into one experience.\n\n- Project Tapestry will support Twitter/X alternatives like Bluesky, Mastodon, and Tumblr, and possibly Instagram Threads if an API becomes available.\n\n- The app will organize updates into one feed, remove duplicates, and allow users to mark items as read and remember their reading position.\n\n- The Iconfactory hopes to raise $100,000 on Kickstarter to further develop the app and launch it to the public.\n\n- If the stretch goal of $150,000 is reached, the team will work on a more advanced search feature that would allow users to search across sources and social networking posts."
    },
    {
      "title": "Some IRS employees still access TikTok despite ban on government devices",
      "content": "\nThe TikTok ban on U.S. government devices is proving hard to enforce. A month after the IRS was found to be in non-compliance with the federally mandated ban on the Beijing-based video app, two Republican senators are asking the IRS why it’s still allowing some of the agency’s employees to access the social network, and what that means for the security of Americans’ IRS data.\nThe letter, announced today, was sent to the IRS on Thursday by U.S. Senators Marsha Blackburn (R-TN), a member of the Subcommittee on Taxation and IRS Oversight, and John Thune (R-SD), ranking member of the Subcommittee on Taxation and Internal Revenue Service (IRS) Oversight. In it, they press the IRS to respond to questions about why the ban is not being upheld, suggesting that the confidential nature of taxpayer data could be compromised by TikTok’s data collection practices.\nIn fact, The Wall Street Journal reported today that TikTok employees still sometimes shared data with their China-based parent company ByteDance, despite the operation code-named “Project Texas” that TikTok implemented to keep U.S. user data on Oracle servers in the states. That initiative had been designed to convince the U.S. government that U.S. user data was safe. The WSJ found that, instead, managers would sometimes instruct employees at TikTok to share data with others through unofficial channels, including private data, like a user’s email, birth date or IP address.\nThe timing of the report around IRS use of TikTok may raise concern among lawmakers that TikTok’s U.S. user data isn’t as protected as once hoped. It also demonstrates how unenforceable such bans could be amid the U.S. government’s bureaucracy and red tape, offering a preview of what it could be like to enforce such a ban at the federal level for all Americans — a move that some politicians from both parties believe should take place.\nAs for the IRS, a report from the Treasury Inspector General for Tax Administration (TIGTA) last month found that the IRS’ Criminal Investigation unit’s staff were still able to access TikTok on both their computers and mobile devices, long after The Office of Management and Budget (OMB) issued its “No TikTok on Government Devices” guidance in February 2023. The IRS hadn’t asked for the Criminal Investigation division to be exempt from the ban through official channels, nor had it cut off employees’ TikTok access, the report said.\nThe IRS countered it didn’t need an exception because the TikTok app was only used via third-party software — in other words, their devices weren’t directly connecting with TikTok. It also pushed back at the idea that the Criminal Investigation division chief should come up with a plan to fully cut off employee access to the app, saying it would use its own internal process to determine exceptions. In total, 2,800 mobile devices in the division were found to be able to access TikTok, TIGTA said.\nIn other areas, the IRS largely complied with the ban. When TIGTA found that TikTok was accessible on 23 phones used by employees in the Communications and Liaison group, which monitors social media, they were cut off from the app. The agency also said that it would update its “Bring Your Own Device” (BYOD) policy guidance to align with the ban by October 2024.\nIn the senators’ letter to TikTok, they pressed the IRS on its delay for implementing the ban within its BYOD program and the exception made for Criminal Investigation staff, writing, “Not only has the IRS failed to comply with the law, but its lack of action with regard to implementation of the No TikTok on Government Devices Act has potentially compromised confidential taxpayer information located on devices that have TikTok, which has close ties to the Chinese Communist Party and alarming data practices.”\nThe letter asks the IRS to respond to a series of questions by February 8, 2024. These include questions about how many IRS employees use their own devices, how many of those access TikTok with the same devices they use for IRS-related functions and what security protocols IRS employees must follow to protect taxpayer data, among other things. The senators also want to know if the IRS has removed TikTok from the Criminal Investigation mobile devices, and why they needed it in the first place.\nTikTok has been asked for comment, but one was not provided by the time of publication.\nThe IRS is only one facet of the wider U.S. TikTok ban on government devices, which last February gave government agencies 30 days to ensure they no longer had the app on their employees’ phones and computers. The order had followed similar bans from dozens of U.S. states and others from outside the U.S., including the EU, Canada, India and more. However, many bans are being challenged in the courts. For instance, Montana’s ban on TikTok is now on hold, a federal judge ruled last month.\nLetter to Daniel Werfel Commissioner, Internal Revenue Service by TechCrunch on Scribd\n\n",
      "link": "https://techcrunch.com/2024/01/30/some-irs-employees-still-access-tiktok-despite-ban-on-government-devices/",
      "category": "apps",
      "revised_title": "IRS Employees Still Accessing TikTok Despite Government Ban Raises Concerns",
      "Summary": "- The IRS is facing scrutiny from Republican senators for allowing some employees to access TikTok despite a federally mandated ban on the app on U.S. government devices.\n\n- The senators expressed concerns about the security of Americans' IRS data, given TikTok's data collection practices and reports that TikTok employees sometimes shared data with their China-based parent company ByteDance.\n\n- The IRS claimed it didn't need an exception to the ban because employees were accessing TikTok via third-party software, but the senators questioned this explanation.\n\n- The senators requested detailed information from the IRS regarding the use of TikTok by its employees, including the number of employees using their own devices, the security protocols in place, and the justification for the exception granted to Criminal Investigation staff.\n\n- The IRS ban on TikTok is part of a broader U.S. government ban on the app on government devices, which has been challenged in courts and is currently on hold in some states."
    },
    {
      "title": "TikTok tests a feature that would bring TikTok Shop links to more videos",
      "content": "\nTikTok is experimenting with a feature that has the ability to make all posts on the app shoppable, as first reported by Bloomberg. The move is part of the company’s plans to turn TikTok Shop into a multibillion-dollar e-commerce business in the United States. TikTok confirmed that the feature is currently in limited testing, but did not provide any further details.\nThe new test feature automatically identifies items in videos and directs viewers to “find similar items on TikTok Shop.” In the past, only approved influencers and brands had the ability to tag products. The new feature would bring e-commerce links into more videos on the app.\nThe news comes as Bloomberg reported earlier this month that TikTok is looking to grow the size of its TikTok Shop U.S. business tenfold to as much as $17.5 billion this year. With this goal, TikTok would not only be looking to take on Amazon, but also fellow Chinese-owned companies Temu and Shein, both of which have become popular in the U.S. But, TikTok has something these other companies don’t, which is an extremely popular social media network that has the potential to reach millions of buyers.\nDuring the Black Friday and Cyber Monday season in November, more than 5 million new U.S. customers purchased something via TikTok Shop. For context, the social media app currently has around 150 million users in the U.S.\nTikTok Shop, which officially launched in the U.S. in September 2023, lets creators tag products to allow users to buy products from in-feed videos and live videos. The new feature would bring TikTok Shop links to regular content on the app, which may not be a welcome change for some.\nNew data reveals that TikTok’s growth has started to slow, raising the question of whether the app’s TikTok Shop e-commerce efforts could be to blame. In 2022, TikTok’s monthly active users grew an average of 12% year-over-year per quarter, but this figure fell to 3% year-over-year per quarter in 2023. The slowdown comes on the heels of the launch of TikTok Shop in the U.S.\nPeople have been debating online whether TikTok Shop has “ruined” the app, with some lamenting that TikTok Shop was turning the app into an “ad-filled wasteland.”\nIn addition to bringing TikTok Shop links to more videos on the platform, TikTok is also exploring other ways to boost its e-commerce business. The Information reported today that TikTok is planning to open studios in Los Angeles where creators can livestream and sell products. Creators currently record promotional videos at their setups at home, but some of them will soon have the option to film and broadcast content from TikTok-operated studios.\n\nTikTok usage is starting to slow — is TikTok Shop to blame?\n\n",
      "link": "https://techcrunch.com/2024/01/30/tiktok-tests-a-feature-that-would-bring-tiktok-shop-links-to-more-videos/",
      "category": "apps",
      "revised_title": "TikTok Tests Feature to Expand Shoppable Content and Drive E-commerce Growth",
      "Summary": "- TikTok is testing a new feature that would make all posts on the app shoppable, allowing users to find similar items on TikTok Shop.\n\n- The move is part of TikTok's plans to turn TikTok Shop into a multibillion-dollar e-commerce business in the United States.\n\n- TikTok Shop officially launched in the U.S. in September 2023 and lets creators tag products to allow users to buy products from in-feed videos and live videos.\n\n- TikTok is also exploring other ways to boost its e-commerce business, such as opening studios in Los Angeles where creators can livestream and sell products.\n\n- TikTok's growth has started to slow, raising the question of whether the app's TikTok Shop e-commerce efforts could be to blame."
    },
    {
      "title": "Reading the fine print of Apple’s DMA rules: 25 things app developers need to know",
      "content": "\nApple last week announced new rules for EU app developers to comply with the Digital Markets Act (DMA). After being designated as a “gatekeeper,” the EU required Apple to make changes to increase competition in the app industry, including by offering new ways to download apps from outside the App Store, new frameworks and API, a revised commission and fee structure, and more. Developer responses to the changes have been mixed, as several larger companies, including Epic Games, Spotify and more recently Microsoft, have come out against Apple’s changes, which seemed designed to ensure that Apple’s ability to profit from iPhone apps continues, regardless of how they’re discovered and installed.\nWhile developers are being presented with a reduced commission in the EU — either 17% for digital transactions and services or 10% for those who qualify for a small business discount (or subscriptions in year two), the company will continue to charge an additional 3% if the company uses Apple’s payment processing service.\nIn addition, under the new terms, the company is implementing a Core Technology Fee that Apple says pays for their access to Apple’s proprietary technologies and tools, developer services and support, and platform integrity. This fee applies to apps both distributed on the App Store and through alternative marketplaces and is €0.50 for each first annual install per year over a 1 million threshold.\nApple is also introducing more options, like the ability to choose your default web browser and, for developers, the ability to tap into NFC payment technology (which powers Apple Pay) for their own apps.\nAfter digging through the documents Apple provided and speaking to the company, there are a few caveats and details to these rules that developers should know. We’re compiling them below as a starting point and will add to this list over time as we learn more.\n\nApple will permit alternative app marketplaces that compete with its own App Store, but Apple is still controlling which companies will be allowed to build such apps. Apple says that marketplace app developers will need a €1,000,000 letter of credit from an A-rated financial institution to receive the entitlement. The company says only developers who commit to protecting users will gain access to its new APIs needed to build their marketplace apps, and this is one way Apple is vetting them. It believes this limitation will ensure that malicious actors don’t open marketplaces that harm iPhone users, where they engage in scams.\nApp marketplace apps can only be distributed from developer websites, not the App Store.\nIndividual apps (non-marketplace apps) cannot be distributed from a website. They have to choose either App Store distribution or alternative distribution through a third-party marketplace.\nMarketplace apps have to pay the Core Technology Fee for each install, while apps distributed through alternative marketplaces or the App Store get their first million installs for free per calendar year. This encourages individual developers to update their apps and release security fixes, even if they’re not distributed through the App Store, but applies an upfront cost to developers running an App Store rival. Apple points out that it’s developed more than 600 new APIs as part of its effort to enable marketplaces.\nThe Core Technology fee is waived for nonprofits, government agencies and educational institutions.\nThe Core Technology fee is not waived for free apps, open source apps or freemium apps, which means it would not make sense for a free app developer to even distribute under the EU’s new terms because if their app goes over a million installs per year, they’d have to pay Apple anyway. Apple thinks that these apps will still be able to pay the Core Technology Fee because they likely monetize in another way, like via advertising or physical goods. (In other words, Apple found a way to tap into revenues apps make outside of in-app purchases and paid downloads!) Apple estimates the Core Technology Fee will only be paid by less than 1% of developers in the EU. However, developers don’t have to adopt it — it only applies to those who adopt the new terms for alternative distribution and payment processing. \nApple will protect against “install bombing” — that is, a bad actor increasing the app install numbers of a competitor, for instance by downloading their app on multiple devices. Apple says it will offer an install verification mechanism to ensure all installs are from real Apple devices and will limit the number of first annual installs that can come from a single device. It may also terminate developer accounts that engage in suspicious behavior if warranted. \nA user can install multiple third-party app marketplaces on their device, but the marketplace will need to request permission from the user before they can start installing apps from those rival app stores.\nUsers will gain new settings and controls to manage the new ways apps are installed. This includes being able to see the source of where an app was installed (e.g. which third-party app store). A permission in Settings dubbed “Allow Marketplace from Developer” will let users pick those alternative app stores they want to permit. Users can also revoke a developer’s permissions if need be, and manage their default app marketplace in the settings.\n Regardless of how an app is distributed, apps will be “notarized.” This process means the app gets an installation key which is used to install the app on the user’s device. Apple will also scan apps for viruses, malware and other security threats as part of this process. It will additionally ensure that certain things about the app are true, using human review — for instance, that it does what it claims to do.\n Notarization does not include the quality standards for app store review or allow Apple to reject apps based on their content. That means illicit content and pornography, then, could be permitted.\n If Apple detects an app from a third-party app store contains malware after it’s installed, it will prevent it from launching. Whether Apple will be able to reliably detect malware when an app is installed outside the App Store remains to be seen. Apple won’t be responsible for things like refunds or the risk of fraud and abuse that could occur outside its App Store through third-party app marketplaces, however.\n Notarization will allow Apple to show users more details about an app before they install it, including the name, developer’s description with screenshots and age rating. \n Apple is heading off attempts by developers to create alternative game stores by offering the new ability for game stores that stream titles to exist on its App Store. Before, each game had to be a separate app.\n Developers have to submit a single binary for their app, regardless of whether it’s distributed across the App Store or an alternative app marketplace. This means apps can only be installed from one app store at a time, so if users had downloaded the App Store version, they’d have to delete it to download a new non-App Store version.\n While developers can choose to offer alternative payment processors in their App Store apps, they can’t offer that alongside Apple’s own in-app payments (IAP). But they can switch back to IAP at any time.\n Users will be prompted to choose a default browser app when they open Safari for the first time on their device after updating to iOS 17.4 and they’ll be able to manage their default app browser in iOS settings.\n Browser app developers will be able to choose alternative engines other than Safari’s WebKit in the EU. Apple says it’s bringing technologies from WebKit to iOS to enable “high-performance” alternative browsers. This includes just in time compilation, multi-process support, a custom web sandbox and Passkeys.\n Browser app developers will be required to adhere to industry standard privacy and security practices, like addressing security vulnerabilities in a timely manner.\n Developers will be able to offer NFC payments within their apps without using Apple Pay or Apple’s Wallet app. This software solution is similar to how Android today supports NFC payments for alternative wallets and enables apps to access “field detect,” which invokes the user’s default NFC app when an iPhone is placed near an NFC terminal.\n Developers will be able to integrate third-party payments either directly in their app or inform developers of the offers and promotions available when purchasing on their website.\n While developers could get started with the beta release of Xcode 15.3 and iOS 17.4 last week, the changes won’t become available to Apple users in the EU until March. \n 50 new reports in App Store Connect will include metrics around engagement (like number of users interacting with an app on the App Store or sharing it with others); commerce (downloads, sales, proceeds, preorders, transactions made with Apple’s in-app purchase system; app usage (crashes, active devices, installs, app deletions, etc.); and frameworks usage (the app’s interaction with OS process, like PhotoPicker, Widgets and CarPlay).\n Developers will be allowed to share their app store with alternative app marketplace developers and third parties, including by exporting the full history of their app’s engagement, commerce and usage. More details about this will come in March.\n Developers can choose between the existing terms available today (e.g. commission structure) or the new terms. However, those who adopt Apple’s new EU business terms at any time will never be able to switch back to Apple’s existing business terms for their EU apps.\n\n\nApple’s answer to EU’s gatekeeper rules is new ‘core tech’ fee for apps\n\n",
      "link": "https://techcrunch.com/2024/01/30/reading-the-fine-print-of-apples-dma-rules-25-things-app-developers-need-to-know/",
      "category": "apps",
      "revised_title": "Understanding Apple's New Rules for EU App Developers: 25 Key Points",
      "Summary": "- Apple has announced new rules for EU app developers to comply with the Digital Markets Act (DMA), including offering new ways to download apps from outside the App Store, new frameworks and API, a revised commission and fee structure, and more.\n\n- Developers will be able to choose between the existing terms available today (e.g. commission structure) or the new terms. However, those who adopt Apple’s new EU business terms at any time will never be able to switch back to Apple’s existing business terms for their EU apps.\n\n- Apple is introducing a Core Technology Fee that applies to apps both distributed on the App Store and through alternative marketplaces and is €0.50 for each first annual install per year over a 1 million threshold.\n\n- Apple will permit alternative app marketplaces that compete with its own App Store, but Apple is still controlling which companies will be allowed to build such apps.\n\n- Apple is also introducing more options, like the ability to choose your default web browser and, for developers, the ability to tap into NFC payment technology (which powers Apple Pay) for their own apps."
    },
    {
      "title": "Instagram Threads triples downloads in December, reaching the top 10; X falls to No. 36",
      "content": "\nInstagram Threads is gaining traction after growth stalled last year, which had some prematurely wondering if the app was already dead. New data indicates that’s not the case — in fact, Threads is continuing to grow, having tripled its downloads month-over-month in December, which gave it a place in the top 10 most downloaded apps for the month across both the App Store and Google Play.\nAccording to data from app intelligence firm Appfigures, Threads saw 12 million new downloads in December 2023, earning it a No. 4 spot in the Top Charts by downloads on Apple’s App Store. It also saw 16 million downloads on Google Play, which gave it the No. 8 spot. On both stores combined, it was the No. 6 app by way of new installs. Not dead yet, in other words.\nImage Credits: Appfigures\nThreads famously had a record-breaking launch, reaching 100 million registered users within its first five days. However, the app saw its daily downloads decline starting last September through the end of the year. But in December, Threads once again returned to growth, likely due to the push Meta had given the app by displaying ads on Facebook that featured Threads’ viral posts. Today, there are an estimated 160 million Threads users, according to one tracker. Active users have likely grown as well from Meta’s last update on the app during its October earnings when the company said Threads had less than 100 million monthly active users. (Meta reports its next earnings on February 1.)\nThe app could also be benefiting from its move into the “fediverse” — the social network comprised of interconnected servers that communicate via the ActivityPub protocol, like Mastodon. Though Threads is moving slowly to integrate with ActivityPub, knowing that it will soon be a place where users can engage with another sizable community — and one where many former Twitter users have since landed — could have aided in Threads’ reputation and adoption.\nIn addition, Threads recently announced the launch of an endpoint, allowing developers of third-party apps and websites to use a dynamic URL to refill text into the Threads composer. For example, there’s now a website where anyone can generate Threads share links and profile badges. Marketing tool provider Shareaholic also just launched Threads Share buttons for websites, including both desktop and mobile sites.\nThis flurry of activity around Threads is helping to move the app up in the chart rankings, though some inorganic boosts from Meta itself are likely also responsible for the jump in downloads, given the size.\nThough Threads was in the top 10 apps by downloads last month, it didn’t quite break into the top 5…but its parent company did.\nInstagram became the No. 1 most downloaded app in December with a combined 54 million installs from the App Store and Google Play, overtaking TikTok for first place. That could be an early indication that people are starting to get fed up with TikTok’s push into e-commerce, which has turned the video app into an influencer-powered QVC. TikTok is still a massively popular app but its growth has started to slow amid consumer complaints that TikTok Shop is ruining the app’s experience.\nInstagram’s TikTok competitor, Reels, could be now benefiting from the backlash, it seems.\nAs for Threads’ direct rival, X, the company previously known as Twitter is still feeling the impacts of its rebranding — even though X added “formerly Twitter” to its App Store listing in September to rank at the top of search results for its older name.\nIn December, the app had only an estimated 8.5 million installs, Appfigures told TechCrunch. That made it the No. 29 app by downloads on the App Store and No. 46 on Google Play. That’s well behind other top social networking apps and even productivity apps like Zoom, the data indicates.\nImage Credits: Appfigures\n \n",
      "link": "https://techcrunch.com/2024/01/30/instagram-threads-triples-downloads-in-december-reaching-the-top-10-x-falls-to-no-36/",
      "category": "apps",
      "revised_title": "Instagram Threads Sees Resurgence in Downloads, Enters Top 10 Apps; X Continues to Struggle",
      "Summary": "- Instagram Threads experienced a surge in growth in December 2023, tripling its downloads month-over-month.\n\n- Threads ranked among the top 10 most downloaded apps in both the App Store and Google Play, with 12 million downloads on the App Store and 16 million on Google Play.\n\n- The app's resurgence is attributed to Meta's promotional efforts, including displaying ads on Facebook featuring Threads' viral posts.\n\n- Threads is also benefiting from its move into the \"fediverse,\" which allows users to engage with other sizable communities, such as Mastodon.\n\n- Instagram became the No. 1 most downloaded app in December, overtaking TikTok, while Threads' direct rival, X (formerly Twitter), continues to struggle with a lower number of downloads."
    },
    {
      "title": "Yelp launches revamped feed with AI-powered business summaries",
      "content": "\nYelp is releasing new features as part of its winter release, which includes a more visual feed, AI-powered summaries of businesses, and number masking while contacting businesses for better privacy.\nFeed and discovery updates\nThe business discovery platform is updating its feed on iOS — with an Android rollout planned in the next few months — to show more visual content, including collections from Yelp Elites and videos posted by businesses. Last year, the company rolled out the ability for users to post 12-second video reviews. In the coming months, the revamped feed will also feature these videos.\nAdditionally, Yelp is rolling out a new search experience for the iOS app, which will show popular searches, recent searches, and recently viewed businesses even before you type in a query.\nImage Credits: Yelp\nSimilar to the home feed, the search results will include an image-forward experience that will show relevant images from the listings. Plus, for better discoverability, Yelp will feature “People also search for” and “Popular dishes nearby” (through photos posted by reviewers) carousels.\nImage Credits: Yelp\nLast year, Yelp started to highlight relevant reviews through AI with an update. The company said it has improved that feature on the back end with the ability to match more queries. Additionally, Yelp now uses AI to show a summary of a business when you open its page. This is based on recent reviews posted by users.\nImage Credits: Yelp\nYelp is also rolling out review-related updates, such as badges for reviews, and more interactive review topic categories to help users get started with a review. The platform will start showing the badges next to a user’s review in the next few months to establish that a person is likely passionate about this category.\nImage Credits: Yelp\nUpdates to services experience\nYelp is trying to connect users to better service professionals by asking users questions about the issue beforehand through a form. The form has questions such as the category of services, what you need to repair, and what the issue is.\nImage Credits: Yelp\nPlus, the company allows you to send photos and videos to service professionals so that you don’t have to describe what you need just through text.\nYelp said previously when it shared your number with service companies, they tended to call even after the project was complete. To maintain user privacy, the company now uses a temporary masked number — through a partnership with Twilio — to connect you to businesses. The platform also gives you the ability to directly text businesses instead of having to open the app each time you want to chat with them.\nImage Credits: Yelp\nLast year, the company announced the “Yelp Guaranteed” program that offered users up to $2,500 in a money-back guarantee if a project goes wrong. Yelp said the protection is now available across the U.S.\nWith the winter release, Yelp also rolled out the ability to send quick replies to businesses and archive projects. For businesses, it is introducing a revamped home page, a better onboarding experience with new budget recommendations for ad-sends, and a way to schedule consultations with Yelp advertising representatives.\nYelp, which is announcing its new earnings on February 8, posted a net revenue of $345 million for Q3 2023. At that time, the company also slightly raised its annual revenue outlook for 2023 from $1.332 billion to $1.337 billion.\n",
      "link": "https://techcrunch.com/2024/01/30/yelp-launches-revamped-feed-with-ai-powered-business-summaries/",
      "category": "apps",
      "revised_title": "Yelp Unveils Enhanced Feed, AI-Generated Business Summaries, and Privacy-Focused Contact Features",
      "Summary": "- Yelp is releasing new features as part of its winter release, including a more visual feed, AI-powered summaries of businesses, and number masking while contacting businesses for better privacy.\n\n- The business discovery platform is updating its feed on iOS to show more visual content, including collections from Yelp Elites and videos posted by businesses.\n\n- Yelp is also rolling out a new search experience for the iOS app, which will show popular searches, recent searches, and recently viewed businesses even before you type in a query.\n\n- Yelp is trying to connect users to better service professionals by asking users questions about the issue beforehand through a form and allowing users to send photos and videos to service professionals.\n\n- Yelp is also introducing a revamped home page for businesses, a better onboarding experience with new budget recommendations for ad-sends, and a way to schedule consultations with Yelp advertising representatives."
    },
    {
      "title": "Productivity platform ClickUp acquires calendar startup Hypercal",
      "content": "\nTiger Global and a16z-backed productivity company ClickUp has acquired the calendar app Hypercal to boost its platform offering, TechCrunch has learned. As part of the acquisition, the app’s founder Ricardo Clerigo is also joining ClickUp as Head of Calendar.\nU.K.-based Hypercal was founded in 2022 as an app for Mac and offered integration with different apps such as Notion, OneNote, Apple Notes, Google Docs, Todolist, Apple Reminders, Asana, Things app, Microsoft To-Do, and Slack.\nIts free plan allowed users to connect with one calendar and one task app. Hypercal also had a paid tier costing $10 per month for unlimited calendar and task integrations.\nImage Credits: Hypercal\nClickUp offers a single platform for companies to chat, collaborate on documents, manage projects, track timelines, ideate on whiteboards, and get insights from analytical dashboards.\nZeb Evans, CEO and founder of ClickUp, confirmed the acquisition to TechCrunch in a statement and said that Hypercal will help infuse new AI-powered features into the company’s productivity suite.\n“It has always been ClickUp’s goal to create one app to replace them all. We’ve already eliminated the need for many apps by building docs, whiteboards, dashboards, tasks, and AI natively into our platform. Calendar has been a part of ClickUp’s product for the last 5 years and our future vision is to connect Calendar to ‘productivity,’ by evolving the core feature,” he said.\n“Through our acquisition of HyperCal, we will be able to accelerate our vision for individual productivity, which is largely reliant on how workers schedule their day within a calendar. It will provide users with the context they need for every meeting they join, pulling from tasks, docs, and projects.”\nLast July, ClickUp laid off 10% of its staff (around 90 employees) as part of a restructuring to become more efficient and IPO-ready. In 2022, the startup cut 7% of its workforce. At that time, it said this was a “one-time decision” to achieve profitability.\nClickUp last raised $400 million in Series C funding co-led by Andreessen Horowitz and Tiger Global. The company has other investors, including Lightspeed Venture Partners, Meritech Capital Partners, Craft Ventures, and Georgian Partners.\nThe calendar apps space has been busy in the last few months. Last November, Vimcal secured $4.5 million in funding from Altos Ventures to expand its enterprise offering. Earlier this month, Notion launched its stand-alone calendar, based on Cron, which it acquired in 2022. At the same time, France-based startup Amie removed its waitlist and integrated email functionality.\n",
      "link": "https://techcrunch.com/2024/01/30/productivity-platform-clickup-acquires-calendar-startup-hypercal/",
      "category": "apps",
      "revised_title": "ClickUp Acquires Hypercal to Enhance Productivity Platform with AI-Powered Calendar Features",
      "Summary": "- ClickUp, a productivity company backed by Tiger Global and a16z, has acquired Hypercal, a calendar app for Mac.\n\n- Hypercal offers integration with various apps and allows users to connect with one calendar and one task app on its free plan.\n\n- ClickUp aims to infuse new AI-powered features into its productivity suite through this acquisition.\n\n- ClickUp's CEO, Zeb Evans, sees Hypercal as a way to enhance individual productivity by providing context for meetings based on tasks, docs, and projects.\n\n- The calendar apps space has seen recent activity, with Vimcal securing funding, Notion launching its stand-alone calendar, and Amie removing its waitlist and integrating email functionality."
    },
    {
      "title": "Heart failure monitoring startup Acorai turns heads with oversubscribed seed",
      "content": "\nSwedish medical device startup Acorai is pairing proprietary sensing hardware and machine learning software with the goal of putting a non-invasive heart pressure monitoring tool in the hands of clinicians — starting with doctors in the U.S.\nPatients hospitalized with heart failure typically need to undergo an invasive procedure, such as catheterization or having an implant, in order for their medical team to gain information on the pressures inside the chambers of their heart to support their care and treatment. Acorai’s novel Heart Monitor device offers the promise of a far more accessible way for qualified medical professionals to get this kind of reading — directly through the patient’s skin.\nThe 2019-founded startup has patented a multipronged sensing system that’s able to pick up different signals through the patient’s chest — vibrations, sounds, a visual read of blood flow and the heart’s electrical activity — in order to estimate intracardiac pressure without the patient having to undergo anything more invasive than having a nurse or clinician pop the sensing hardware on their chest for a few minutes. \n“The original idea was to be a remote monitoring tool for patients,” CEO Filip Peters tells TechCrunch. “For a patient to take home the tool and do this themselves, in their home, enabling preventive care . . . But then we realized that the in-hospital workflow seems to be completely overlooked and cardiologists and nurses and hospitals were sort of screaming out for a tool that they could use to help manage patients that are already in the hospital. And realized that that was perhaps a a superior value proposition — at least to start off with. And that’s what we’ve focused the company on.”\nThe initial target for the heart monitoring product is suspected or confirmed heart failure patients — of which he says there are about 60 million worldwide.\n“By our estimates, only about 10% of [heart failure] patients actually get the invasive procedure,” he adds. “So I think one of the benefits that we have is that you can follow your patient temporarily — you can measure two or three times per day and then see the trend of these measurements over time. Which with a one-off catheterization you can’t by definition.”\nInside the handheld unit — which is roughly the size (and shape) of a smartphone, in a visual nod at the growing consumerization of medical kits — are seismic sensors that detect tiny vibrations on the surface of the patient’s chest; acoustic sensors (“effectively our own optimized stethoscopes,” per Peters) that he says listen for “very specific frequency ranges”; visual sensors that aim to detect blood flow just under the skin; and ECG sensors to measure the electrical activity of the heart. \n“We borrowed heavily from non-medical industries — in terms of choosing the sensor stack, the technology stack,” he explains. “Primarily the oil and gas industry — and kind of engine diagnostics. What we found there is that there’s been a lot of research into non-invasive sensing of fluid and pressure dynamics, using seismic sensors and acoustic sensors. So non-ultrasonic sensors and detecting, effectively, very small vibrations that correlate with pressure and flow.”\nPeters says the system feeds the raw sensor data into proprietary machine learning algorithms Acorai has developed, which are trained to identify patterns and combine signals “optimally” to estimate patients’ intracardiac pressures directly.\n“There’s no traditional signal processing that creates a waveform for someone to look at. But we’ve found that there’s a lot of signal value in raw [sensor] data,” he suggests. “So what we present on the screen is a direct estimate of the pressure — and not, you know, a red/yellow/green risk index or something like that. But a very real and interpretable number that [clinicians] can then bake into the overall assessment of those patients.”\n“We are able to estimate these pressures directly, as opposed to an AI index of risk or something like that — and I think that’s a very important competitive differentiator for us,” he adds. “It is what the cardiologists and nurses want to see in terms of the output. Something that doesn’t tell them what to do but that they can bake into the overall assessment of their patients. That’s been a recurring recurring theme for a lot of the market interviews that we’ve done.”\nImage Credits: Acorai\nOn accuracy, he says the data the Heart Monitor presents is “clinically meaningful information” — summarizing it as “similar to the implantable sensors on the market.”\n“What that means in numbers is we have correlation of above .8 versus that right heart cath[eterization] gold standard,” he also tells us, adding: “Given that we are non-invasive, we have a bit more leeway to be, perhaps, less accurate — even though we’re currently meeting those standards.\n“Equally, when we’re looking at specific cut-off points — so identifying elevated pressures, for example — we are in the high 80s in terms of percentage accuracy levels. So, overall, really good. That was our pilot study in Sweden — which was over 300 patients and over 1,000 measurements. And now we’re doing that same study with a second generation of the device in a large global study with 1,500 patients, 14 hospitals in six countries.”\nAsked about risks of bias in AI-powered analysis of sensor data, such as if training datasets do not properly reflect the diversity of the patient population, he says they’ve used a mix of their own proprietary datasets (collected during clinical studies) and other data they were able to access, via healthcare provider partners including in Sweden, London, the U.S. and Canada, to try to ensure the development of robust machine learning algorithms.\nHe also says the decision to include a range of sensors in the hardware was aimed at shrinking bias and accuracy risks, so the device can, for example, adapt outputs to the patient. “Part of why we have such a diverse range of sense technologies is for our machine learning models to be able to dynamically adapt to the type of patient that we are looking at,” he says.\n“So if it is a patient with, perhaps, a darker skin pigment, then the visual sensors may be less important in making a final estimate of that patient, for example. So we’ve built in internal controls on bias — but then also, you know, robustness in terms of how the device records, so adjusting for patient movement, adjusting for loud environments when the patient is recording and things like that.”\nIt’s also worth noting Acorai is positioning the handheld product as a clinician-support tool, rather than a diagnostic medical device. So the tool is intended to be always in the hands of a trained medical professional who would, ultimately, be responsible for taking any patient care decisions.\nDespite prototyping and building the product in Europe, Acorai’s go-to-market strategy is initially focused on the U.S., where — pending regulatory clearance — it’s hoping to get the handheld to market and into hospitals in the second half of 2025.\nBack in August, it was granted a “Breakthrough Device Designation” by the U.S.’ medical device regulator, the Food and Drug Administration (FDA), under a new program it’s running. Specifically, the designation was for “the non-invasive estimation of diastolic pulmonary artery pressure (dPAP), systolic pulmonary artery pressure (sPAP); and mean pulmonary artery pressure (mPAP) in patients with Stage C Heart Failure who have been referred for hemodynamic monitoring.”\nFor that it provided preliminary data of 281 patients from a 400-patient Swedish pilot study, which its PR claims “demonstrated a strong correlation to the invasive gold-standard measurements of pulmonary pressure.”\nThe next step will entail Acorai undertaking a larger study so it can submit more data to the FDA to support an application for clearance for clinical use of its tool in the U.S.\nIt’s one of a handful of startups participating in the FDA’s “Breakthrough Device Program,” which is aimed at supporting the development of novel devices to get to market. Peters says this program’s “tailored support” has been extremely helpful — saying it’s one of the reasons why the team is opting to commercialize their product in the U.S. first, rather than in Europe, where healthcare regulation (and markets) are more fragmented.\nHe also points to recent changes to EU medical device rules that he says have slowed down clearances for novel medical devices as the notified bodies that have to do conformity assessments get up to speed with the 2021 Medical Devices Regulation.\n“Whereas the FDA seems to be going the other direction — streamlining the process for, particularly, ‘breakthrough technologies’ . . . and making it easier for companies like ours to get to the market,” he suggests.\nThe startup, which eagle-eyed attendees of TechCrunch Disrupt 2022 might recall since it was exhibiting as one of the Startup Battlefield 200, has just closed a $4.5 million+ seed raise. The oversubscribed seed round was led by Solardis Health Ventures, with participation from KHP Ventures, Carma Fund and a number of other new U.S. investors. Acorai adds that “significant” follow-on investment came from existing investors from across Sweden and the EU.\n“Both Mayo Clinic and Cedars-Sinai invested,” notes Peters. “We have Bayer on the heart failure pharma side invested. And then, as usual, a lot of angel investors — but then also some smaller VCs out of London.”\nHe says the seed funding will “mainly” be used for clinical studies as it works toward FDA approval for clinical use (rather than the “investigational” use the FDA’s breakthrough device designation permits). Toward the end of this year, the team will also be looking to raise a Series A, per Peters, “for getting us through the regulatory pathways around the world but also for that initial go-to-market commercialization primarily in the U.S.”\n\nMeet the tiny, wireless sleep apnea diagnostic wearable headed for the US\n\n",
      "link": "https://techcrunch.com/2024/01/30/acorai-seed/",
      "category": "biotech-health",
      "revised_title": "Acorai's Heart Monitor: A Non-Invasive Tool for Estimating Intracardiac Pressure",
      "Summary": "- Acorai, a Swedish medical device startup, is developing a non-invasive heart pressure monitoring tool.\n- The device uses a combination of sensors to measure vibrations, sounds, blood flow, and electrical activity of the heart to estimate intracardiac pressure.\n- The company is initially targeting suspected or confirmed heart failure patients in the U.S., where it plans to launch the product in the second half of 2025.\n- Acorai has received a \"Breakthrough Device Designation\" from the FDA and has closed a $4.5 million+ seed funding round to support clinical studies and regulatory approvals.\n- The company plans to raise a Series A round later this year to fund regulatory pathways and initial commercialization in the U.S."
    },
    {
      "title": "Aurora Solar lays off 20% of employees after reportedly missing growth targets",
      "content": "\nDespite record growth in the solar industry last year, software startup Aurora Solar has laid off 20% of its staff of about 500 people, TechCrunch has exclusively learned.\nThe company, which provides software to help solar installers manage their sales, project design and installation process, has missed its growth targets for the past year, a source said. Monday’s layoffs follow a smaller layoff of around 20 people in November, they added.\nAurora Solar last raised $200 million in a Series D round that closed in February 2022, less than nine months after raising a $250 million Series C. In total, the company has raised $523 million, according to PitchBook.\n“Like many other companies in the solar industry, we’ve felt the effects of larger macroeconomic challenges, including higher interest rates and the impact of NEM 3.0 in California,” Aurora Solar told TechCrunch after publication.\nIn California, the largest solar market in the U.S., changes in net metering (known as NEM 3.0) have led to homeowners getting paid about 75% less for power sold back to utilities. While that hasn’t cratered demand for solar among single-family homeowners, it’s possible the new regulations knocked it off its previous trajectory.\nThe net metering changes generated a surge of interest last year, according to Aurora Solar’s data, likely from homeowners hoping to get in before the new rules took effect.\nWith net metering rates slashed, the state has decided to offer richer incentives for solar installations that include batteries. But many door-to-door sales representatives, especially those who work independently, aren’t as well equipped to sell batteries since they require far more details about a home than solar alone.\nTo design and permit a battery system, sales reps have to calculate the household’s daily energy usage, size up the home’s electrical panel and figure out where to put the batteries. Solar, on the other hand, can often be sold by looking at satellite photos of a home’s roof and surrounding trees and buildings, from which software can easily calculate how much power a solar array can produce.\n\nA comprehensive list of 2023 & 2024 tech layoffs\n\nAs a result, smaller installers have been facing pressure under the new regime. While Aurora Solar says its software is used by 90% of the top 100 solar installers, it also has more than 7,000 customers, many of which likely fall in the long tail of the distribution, those that say they’re under the most pressure. In total, the California solar industry was estimated to cut 17,000 jobs last year.\nThis article has been updated with comment from Aurora Solar.\n",
      "link": "https://techcrunch.com/2024/01/30/aurora-solar-layoffs/",
      "category": "climate",
      "revised_title": "Aurora Solar Lays Off 20% of Staff Amidst Missed Growth Targets and Industry Challenges",
      "Summary": "- Aurora Solar, a solar software startup, has laid off 20% of its staff, approximately 100 employees, due to missed growth targets.\n\n- The company has been affected by macroeconomic challenges, including higher interest rates and changes in net metering regulations in California, which have reduced the financial incentives for solar installations.\n\n- The shift in net metering policies in California has led to a surge in demand for solar installations with batteries, which require more complex sales and installation processes, impacting smaller installers.\n\n- Aurora Solar's software is used by many top solar installers, but it also has a large number of smaller customers who may be facing challenges under the new regulations.\n\n- The California solar industry is estimated to have lost 17,000 jobs last year due to these changes."
    },
    {
      "title": "Haven Energy lands $7M Series A 9 months after its seed round",
      "content": "\nThe residential solar industry has been a victim of its own success.\nPeople across the country have raced to install solar panels to take advantage of generous net metering rates, where utilities pay people a premium for their power. Meanwhile, big power producers have found themselves forced to shut off at what used to be peak (and profitable) times.\nIn California, the problem was particularly pronounced. When solar started hitting the mainstream, the state’s grid operator began noticing that as more people connected solar panels, the load on the grid would dip midday. Over the past 15 years, the dip has deepened. Since grids work best when the load on them is smooth, regulators began to mull how to pull it back up.\nSo, a little over a year ago, the California Public Utilities Commission changed how much utilities had to pay for power from new installations for single-family homeowners. Last month, it did the same for multifamily and commercial buildings. For existing solar arrays, the new rates would be phased in over 20 years. There was a silver lining, though: an incentive for home or building owners to install batteries alongside solar panels. That way they could make use of their panels’ production at night, too.\nFor new solar installations, adding a battery isn’t trivial, but it isn’t complicated, either. But for people who already have solar panels, adding a battery is more challenging because of the economics. Solar companies install the bulk of residential and small commercial batteries, but a battery installation without solar isn’t big enough for them to be interested.\nWhich is how Haven Energy got started: Two of the company’s founders, both Casper alumni, had tried for years to get batteries for their homes installed. When they couldn’t, they set out to fix the problem via entrepreneurship.\nIn a bit of auspicious timing, Haven Energy launched in April 2023 just as California’s new rules for single-family homes were taking effect. The startup hit the ground running with a $4.2 million seed round to build a B2B2C platform connecting homeowners with contractors to a battery to their existing solar setup.\nNow, nine months later, the company is back with more news: a $7 million Series A and a new emphasis on building a platform for installers, TechCrunch+ has exclusively learned. Lerer Hippeau, Giant Ventures, and Raven One Ventures returned, and they were joined by Comcast Ventures, LifeX, TO VC, and Habitat Partners. ",
      "link": "https://techcrunch.com/2024/01/30/haven-energy-home-battery-series-a/",
      "category": "climate",
      "revised_title": "Haven Energy Secures $7M Series A Funding to Expand Battery Installation Platform for Solar Homes",
      "Summary": "- The residential solar industry has been successful, leading to a decrease in grid load during peak times.\n- California changed its net metering rates to address the issue, incentivizing the installation of batteries alongside solar panels.\n- Adding a battery to existing solar panels is challenging due to economics and lack of interest from solar companies.\n- Haven Energy was founded to address this problem, connecting homeowners with contractors to install batteries.\n- Haven Energy has raised a $7 million Series A to build a platform for installers and expand its services."
    },
    {
      "title": "BlueLayer is building the operating system for carbon project developers",
      "content": "\nMeet BlueLayer, a new European startup that is building a software platform specifically designed for carbon project developers. In particular, BlueLayer wants to help these companies manage their carbon credits at scale.\nWhile the best way to prevent carbon emissions is by decarbonizing supply chains, carbon credits will also play a role in the coming years as a supplement to these decarbonization efforts.\n“We think that about 70 to 80% of emissions today can be reduced by actions directly within industrial and general goods supply chains. But there are things that we’re going to have to do that are not within the supply chain of companies,” co-founder and COO Vivian Bertseka told me.\nAnd this is where carbon credits come along. This system of carbon offsetting with carbon project developers is sometimes also called beyond value chain mitigation.\nThe startup focuses specifically on that area and recently raised a $5.6 million seed round led by Point Nine. Before that, the company had already raised a pre-seed round from several angel investors and industry experts, bringing BlueLayer’s total amount raised to $10 million.\nBlueLayer acts as the software back end for carbon project developers. It helps those companies when it comes to managing carbon credits as it acts as the single source of truth for inventory and orders with the ability to generate reports, leverage data visualization tools and eventually make decisions that could potentially maximize revenue.\nBlueLayer aims to focus exclusively on project developers. They could be working on various projects, such as reforestation, forest conservation, peatland restoration and more. The startup also picked a traditional SaaS revenue model instead of charging commissions on carbon credit sales.\n“We’re not a broker; we’re not an intermediary. So we don’t take big commissions on sales and that’s because we need to be aligned with one side of the ecosystem, which is the developers,” co-founder and CEO Alexander Argyros told me.\nRight now, they need better tools to manage their existing projects as well as integrations with other stakeholders. BlueLayer can also connect with legacy ERP systems, distribution channels and rating agencies. In the future, they may have other needs when it comes to pre-financing future projects with forward contracts and pre-allocating carbon credits.\nYou might think that there is a limited pool of potential clients, but BlueLayer has already held talks with over 200 carbon project developers.\nHeadquartered in Berlin with teams in London and Athens, BlueLayer was co-founded by Alexander Argyros, who previously co-founded PE investment platform Moonfare; Vivian Bertseka, who was a climate investor with Generation Investment Management and a founding partner at Just Climate; and Gerardo Bonilla, Moonfare’s former head of product.\n",
      "link": "https://techcrunch.com/2024/01/30/bluelayer-is-building-the-operating-system-for-carbon-project-developers/",
      "category": "climate",
      "revised_title": "BlueLayer: A Software Platform for Carbon Project Developers",
      "Summary": "- BlueLayer is a European startup that has developed a software platform to help carbon project developers manage their carbon credits at scale.\n- The startup focuses exclusively on project developers working on various projects such as reforestation, forest conservation, and peatland restoration.\n- BlueLayer acts as the software back end for carbon project developers, providing a single source of truth for inventory and orders, generating reports, and leveraging data visualization tools.\n- The startup has raised a total of $10 million in funding, including a $5.6 million seed round led by Point Nine.\n- BlueLayer has held talks with over 200 carbon project developers and aims to provide them with better tools to manage their existing projects and integrate with other stakeholders."
    },
    {
      "title": "Accel eyes new India fashion e-commerce bet with Newme",
      "content": "\nAccel, an early investor in Indian e-commerce giants Flipkart and Myntra, is preparing a new fashion e-commerce bet in India even as competition intensifies with the recent expansion of Mukesh Ambani’s Ajio platform.\nAccel is in advanced talks to lead a $15-20 million funding round into Newme, an Indian fast-fashion e-commerce startup, according to four people familiar with the matter. The proposed funding would value Newme, dubbed “Shein for India” by some backers, at around $83-85 million post-money, one of the sources said.\nThe potential new backing comes just a week after Newme announced it had raised $5.4 million in seed funding led by Fireside Ventures.\nNewme sells its own rapidly-changing clothing lines online and through offline channels, targeting India’s Gen Z consumers with average order values between $18-30. The startup, founded in 2022, claims to have served 350,000 customers and offer 500 new designs weekly at an average price point of $10.\nAccel’s interest comes after it previously backed Virgio, another Indian online fashion retailer later pivoted.\nThe fast-fashion e-commerce space has gained ground in India recently as local startups take inspiration from global fast-fashion pioneers Zara, H&M and Uniqlo. Top player Flipkart leads the category but faces mounting competition from Ambani’s Ajio, which has amassed about 30% market share, according to research firm Bernstein. E-commerce rival Amazon is also looking to build up its fast-fashion operation, according to job postings.\nShein, which was earlier banned by India, is set for a comeback with a joint venture with Reliance, the two firms said last year.\nAccel and Newme didn’t respond to a request for comment.\n",
      "link": "https://techcrunch.com/2024/01/30/accel-newme-fashion-ecommerce-india/",
      "category": "commerce",
      "revised_title": "Accel in Talks to Lead Funding Round for Indian Fast-Fashion Startup Newme",
      "Summary": "- Accel, an early investor in Flipkart and Myntra, is in advanced talks to lead a $15-20 million funding round into Newme, an Indian fast-fashion e-commerce startup.\n\n- Newme sells its own rapidly-changing clothing lines online and through offline channels, targeting India’s Gen Z consumers with average order values between $18-30.\n\n- The fast-fashion e-commerce space has gained ground in India recently as local startups take inspiration from global fast-fashion pioneers Zara, H&M, and Uniqlo.\n\n- Top player Flipkart leads the category but faces mounting competition from Ambani’s Ajio, which has amassed about 30% market share.\n\n- Shein, which was earlier banned by India, is set for a comeback with a joint venture with Reliance."
    },
    {
      "title": "What if Christensen was wrong about disruption?",
      "content": "\n\n\n\n\nAnshu Sharma\nContributor\n\n\n\n\t\tAnshu Sharma is a serial entrepreneur and a former venture partner at Storm Ventures. \t\n\nMore posts by this contributor\n\nToward transitive data privacy and securing the data you don’t share\nThe unbeatable advantage of Apple and Amazon\n\n\n\nClayton Christensen was an amazing observer of business, and his work on disruption is seminal. His book “The Innovator’s Dilemma” has come to define how we analyze companies that get disrupted by newcomers.\nThe core of his thesis is that companies focus on their current best customers and improve the product for them while a new entrant comes in with a cheaper product that serves the underserved segment with an inferior product that is good enough — and over time, the inferior product gets better enough to meet the needs of most customers disrupting the incumbent’s core business.\nBut has he been proven wrong in the last 10 years on many major disruptions? For instance:\n\niPhone was more expensive than competitors at launch.\nTesla was more expensive than most cars for early models, by a lot.\nNvidia GPUs are way more expensive than Intel and ARM machines.\nOpenAI or GPT4 is not cheap. While search engines are free for unlimited use, GPT is $20 month.\n\n \n\n\t\t\tIf you build a truly great product, people will happily pay for it. Just check out how well Apple and Tesla have done.\t\t\t\t\t\n\nWhat if the bottom-up cheaper product disrupting the market is a phenomenon limited to commoditized old product categories (think tires and clothes)? Although, one could argue even in those categories the real disruption often starts at the highest end — run flat tires cost more, yoga pants (Lululemon and Alo Yoga) cost more — not less than the older products they replace in use.\nThe Christensen theory of disruption could be called “inferior disruption theory” — inferior, cheaper, good enough products that disrupt incumbents over time. While this clearly happens, there’s a more powerful model for disruption.\nImage Credits: Clayton M. Christensen, Michael E. Raynor, and Rory McDonald\nIn his own words:\nDisruptive innovations, on the other hand, are initially considered inferior by most of an incumbent’s customers. Typically, customers are not willing to switch to the new offering merely because it is less expensive. Instead, they wait until its quality rises enough to satisfy them. Once that’s happened, they adopt the new product and happily accept its lower price. (This is how disruption drives prices down in a market.)\nI would like to propose a different disruption model — one that starts at the exact opposite end: superior product disruption.\nSuperior product disruption\nAn innovator brings a superior product at a higher price to the market and wins over the top 1% consumers of the product, who are willing to pay a premium. As the product gets more popular, the innovator is able to lower prices due to scale efficiency, cost-effective innovations, and riding cost curves such as Moore’s law over time.\nThis week, Apple starts taking orders for its Vision Pro, a product priced at $3,499 — about 10x higher than the Meta Quest 2 and 3x higher than the most expensive Meta Quest Pro. Is Apple destined to fail, or have they figured out a better strategy?\nImage Credits: Apple\nWe will find out whether Vision Pro is a winning product and whether the superior product disruption works in this case.\nBut over the years, we have already seen several products start out as super-expensive, superior or better products win the high end of the market and slowly take market share as the product prices come down with scale, innovation and commoditization.\nTesla\nYou can now buy a Tesla for $35,000. The first model cost $120,000. As Elon Musk famously laid out in this “secret master plan” document on August 2, 2006:\n\nBuild sports car.\nUse that money to build an affordable car.\nUse that money to build an even more affordable car.\nWhile doing above, also provide zero-emission electric power generation options.\nDon’t tell anyone.\n\nIt’s been 17 years of Tesla doing literally the above. But Tesla is not the only one.\nNvidia\nIt has consistently produced higher end products with higher end specs for what they call the “tech enthusiast.” It continues to this day with their high-end H100 GPUs.\nOver time, they continually keep innovating at the highest end.\nJensen’s insight: Most of the profits are at the high end of the market.\nIt was true for its landmark Riva chip — building the highest end product, and consequently at the highest price point the market could afford.\nWhere was Clayton Christensen right?\nI believe Christensen got lots of things right in his book — primarily the tendency of incumbents to cater to the needs of existing customers in existing markets at the price points they are familiar with.\nIf you are selling a product that is no longer as innovative — think petroleum-powered cars in the 1980s — you are likely to get disrupted by someone who builds a good enough car at a cheaper price. Over time, the Japanese car manufacturers who started out with inferior products became better and better at manufacturing — and design — and now produce some of the best cars in the world at any price point.\nCell phones vs. landline phones\nIn his original book, Clayton lays out a few examples of disruption:\nImage Credits: Christensen\nIt’s not clear to me at all that cellular phones are worse than landlines. I would argue it’s a vastly superior product — and clearly sold at a much higher price point.\nThe PC was certainly cheaper than the mainframe but mainframes could be shared and PCs could not. In fact, most people mocked PCs for being too expensive.\nIn both cases, it was the novel superior product that won out.\nWhat is the right strategy for winning?\nI think frameworks like Innovator’s Dilemma — and many other business strategy frameworks like Blue Ocean/Red Ocean that tell you to avoid competitive markets and so on — are great for learning. If you are a big company CEO or executive, it may help you watch your back so you don’t get disrupted in your core markets.\nBut when it comes to really building a disruptive new business, my advice to founders and product managers is simple:\nBuild a better product.\nSteve Jobs was right — you have to obsessively care about the product. Jeff Bezos is right — you have to obsessively care about the customer. And Elon Musk is right — you have to question everything from first principles.\nIf you do these things and build an amazing product, it may turn out to be a product that is 10x cheaper — digital photography is effectively free compared to film, electric cars total cost of ownership is much lower — or it may turn out to be an expensive product for the high end of the market.\nIf you build a truly great product, people will happily pay for it. Just check out how well Apple and Tesla have done.\nIn a few weeks, we will get to test this theory again — with a high-end product built with few compromises to deliver a new kind of reality.\n ",
      "link": "https://techcrunch.com/2024/01/30/what-if-christensen-was-wrong-about-disruption/",
      "category": "commerce",
      "revised_title": "Rethinking Disruption: The Case for Superior Product Disruption",
      "Summary": "- Clayton Christensen's theory of disruption suggests that cheaper, good enough products disrupt incumbents over time.\n- However, many recent disruptions have started with superior products at higher prices, such as the iPhone, Tesla, Nvidia GPUs, and OpenAI.\n- This \"superior product disruption\" model involves winning over top consumers with a superior product and then lowering prices over time through scale, innovation, and cost-effective measures.\n- Examples of superior product disruption include Tesla's progression from expensive sports cars to more affordable models and Nvidia's focus on high-end GPUs.\n- The author argues that building a truly great product, whether cheaper or more expensive, is the key to success in disruption."
    },
    {
      "title": "Now with $5M, Leal invests in AI-driven customer engagement for LatAm merchants",
      "content": "\nLeal, a Bogota, Colombia-based retail tech company providing customer engagement in Latin America, raised $5 million in a round that CEO Camilo Martinez called a “pre-Series B.”\nLEAP Global Partners and Rakuten Capital co-led the round and were joined by Morro Ventures and Salkantay Ventures. The round comes about two years after the company raised $10 million in Series A capital, this one co-led by Rakuten and IDC Ventures. In total, the company has secured $20.5 million in venture-backed capital.\nLeal works with business-to-consumer brands, e-commerce sites and financial institutions across Latin America to enable merchants to create a customer database to then offer cashback and rewards products to loyal shoppers on everyday purchases.\nTo do this, Leal has built integrations with 160 different point-of-sale systems. Most of the POS systems are local, however, Leal worked to integrate with big players in the United States and Europe that aren’t widely used in Latin America due to cost, Martinez told TechCrunch.\nAlso, merchants can track customer behavior and purchasing patterns for customers who traditionally pay with cash, a payment method notoriously known for being difficult to track. They also have access to campaign management tools for targeted communications.\n\nDevolut leverages e-commerce growth in Latin America to develop reverse logistics tool\n\nMartinez started the company in 2016 with Florence Frech, COO. At the time, the company was on “an amazing growth journey,” according to Martinez. Then the global pandemic happened.\n“We lost 85% of our merchants,” he said. “We were heavily reliant on brick-and-mortar retailers. Lockdowns were some of the strongest ones after Asia, for example, over six months. We almost had to rebuild our business from 2021 onwards because we had no clients.”\nLeal got its groove back. In 2021, the SaaS marketing company launched a new feature for grocery shoppers to scan paper receipts and earn Leal Coins that could be redeemed for goods and services like gasoline or food deliveries via Rappo. A year later, Leal expanded its rewards program throughout Mexico, Colombia and Central America.\nToday, the company works with more than 1,000 brands across 15 industries and in eight countries. Its customer list includes Subway, Verifone and Chevron. Leal has more than 6 million users, up from 1.5 million in 2020, of which 3.5 million active users joined in the last 12 months.\n“We’ve been developing a lot of gamification, so we can service our consumers in different ways,” Martinez said. “There’s an engagement path and smarter conversation tools so you’re not getting transactional messages, but you’re getting more human-like conversations. We’ve also been working on different marketing solutions to engage the consumer so we can be closer to their lifestyle and bring them bigger value.”\n\nBig wins for Latin America, climate tech momentum and Rover’s $2.3B sale\n\nWith the new investment, Leal plans to reach $10 million in annual recurring revenue, focus on additional penetration in Mexico, omnichannel communications and a set of tools that includes smarter data collection and interactions, and automation of benefits to maximize conversions.\nIt will also work on technology development to improve its artificial intelligence models for further personalization of app rewards and benefits. Martinez also wants to leverage generative AI for enhanced chatbot interactions between brands and consumers.\n“Two of the channels we’re going to strengthen are WhatsApp and Facebook Messenger so we can have other sources on how to communicate with the consumer,” Martinez said. “With AI and GenAI, we can make better predictions with the data. We can increase experimentation and launch hundreds of different campaigns for customers to see what’s sticking with the consumer and then iterate with different AI models. We are also going to work on content creation so our platform is more personalized and automated to require less human intervention and be plug-and-play.”\n\nEmbracing digital commerce may be retailers’ best bet for staying ahead of a fast-moving industry\n\n",
      "link": "https://techcrunch.com/2024/01/30/now-with-5m-leal-invests-in-ai-driven-customer-engagement-for-latam-merchants/",
      "category": "commerce",
      "revised_title": "Leal Secures $5 Million to Enhance AI-Driven Customer Engagement for Latin American Merchants",
      "Summary": "- Leal, a Bogota-based retail tech company, raised $5 million in a pre-Series B round led by LEAP Global Partners and Rakuten Capital.\n\n- Leal enables merchants to create a customer database and offer cashback and rewards products to loyal shoppers on everyday purchases.\n\n- The company has built integrations with 160 different point-of-sale systems and works with more than 1,000 brands across 15 industries and in eight countries.\n\n- Leal plans to use the new investment to reach $10 million in annual recurring revenue, focus on additional penetration in Mexico, omnichannel communications, and technology development.\n\n- The company also aims to leverage generative AI for enhanced chatbot interactions between brands and consumers."
    },
    {
      "title": "Why there’s no clear winning pricing strategy in B2B SaaS",
      "content": "\nIt’s been a long time since Salesforce helped change the world of technology by claiming it was going to end software. Its model of selling access to a managed service that was hosted on the cloud (what we generically call software as a service today, or SaaS) didn’t end software, of course, but it did turn the world away from buying software in a box.\nThe trade-offs were simple. Software offered as a service was cheaper upfront but could cost more over time. In return, vendors promised regular updates and you never had an out-of-date version. No matter how you feel about the subscription economy, the shift from buying Microsoft Office in a box to renewing your Microsoft 365 subscription online is now part of our past.\n\nThe Exchange explores startups, markets and money. \nRead it every morning on TechCrunch+ or get The Exchange newsletter every Saturday.\n\nSalesforce’s model of selling access to its software services on a subscription basis was imperfect. All business models are, but what some folks realized was that while SaaS and its ilk were tidy profit centers for vendors, their costs could wind up misaligned with buyers’ needs. For example, if you pay for more seats than you use, or some of your paid seats only use the service a little bit, you could wind up paying for more software than you really needed.\nEnter usage-based pricing, which involves charging for software based on how much of it was consumed. Just like how SaaS products ate up older software sales models, some folks thought that consumption-based pricing would be the next thing. Indeed, Twilio grew to mammoth size on the back of the model, carving a Salesforce-like path forward for startups. From the “end of software” to “ask your developer,” it seemed the future of software pricing was up for grabs, especially during the last venture boom.\nThen the economy turned and tech companies suddenly had to deal with customers looking to lower their bills. Based on our read of SaaS companies’ quarterly reports, it seems that while all software companies had some soul-searching to do mid-2022 onward, consumption-based models were hit the hardest. That’s perhaps why Salesforce’s founder is still its CEO, while Twilio’s isn’t.\n ",
      "link": "https://techcrunch.com/2024/01/30/b2b-saas-growth-pricing/",
      "category": "enterprise",
      "revised_title": "The Evolving Landscape of B2B SaaS Pricing Strategies: From Consumption-Based to Value-Driven",
      "Summary": "- Salesforce's model of selling software as a service (SaaS) changed the technology world, shifting away from buying software in a box.\n\n- Usage-based pricing, where software is charged based on consumption, emerged as a potential successor to SaaS, with Twilio as a notable example.\n\n- During the recent economic downturn, consumption-based models faced challenges as tech companies faced pressure to lower customer bills.\n\n- Salesforce's founder remains as CEO, while Twilio's founder is no longer in that role, potentially reflecting the different impacts of the economic downturn on the two companies.\n\n- The article suggests that the future of software pricing is uncertain, with both SaaS and consumption-based models facing challenges."
    },
    {
      "title": "Nile raises $11.6M in seed funding to build a Postgres-powered data layer for SaaS applications",
      "content": "\nSaaS needs a new data system. That’s the driving idea behind Nile, a startup that aims to create this data system with serverless Postgres at its core. Co-founded by Sriram Subramanian, the former head of cloud engineering at Confluent, and Gwen Shapira, the former engineering lead for the Kafka team at Confluent, Nile is building this new data solution with built-in support for multi-tenancy as its core primitives.\nThe company today announced that it has raised an $11.6 million seed funding round led by Benchmark’s Eric Vishria, who was also the original lead investor of Confluent.\n“While my team built the multi-tenant product for Confluent, it didn’t dawn on me that this is something that every SaaS in the world is multi-tenant, everyone needs to handle multi-tenant data — and we have to keep building these things from scratch because there is no existing system that does it,” Shapira told me.\nSubramanian noted that virtually every database on the market today was built as a general-purpose tool. “When you do that, you end up having to build something that is the least common denominator across all the different use cases,” he explained. “Based on our experience making Confluent a SaaS company for six years, we found a lot of challenges in actually leveraging the database the way we wanted to — and not just the database itself but also solving all the data problems around it that were all essentially dealing with integrating with the database. This could be authentication, billing, and so on.”\nUnsurprisingly, that’s exactly the problem Nile tries to solve. The idea here is that every SaaS company has a data layer at its core and since we are talking about SaaS companies, they all have to solve for multi-tenancy in some form or another, no matter whether they are in the B2B or B2C space.\nTypically, that involved either overprovisioning servers to be able to react to spikes — and accepting the additional cost of doing that — or moving specific customers to their own databases and clusters to ensure isolation (for both security and performance reasons).\n“We have a lot of stories of incidents from well-known companies that we talked to that had this one tenant impacting another incident, or they upgraded — or didn’t upgrade — and that adversely affected some of the other customers. They needed to roll back, but only for some of the customers, and it ended up being a weeks-long incident as they manually tried to do surgical changes for the right customers. It’s a problem that felt endemic,” Shapira said.\nImage Credits: Nile\nTraditionally, the team argued, solving problems around data and database management was always an application problem rather than a database problem. Nile is turning this on its head by making multi-tenancy a core feature of its Postgres solution and by separating the data layer from the compute layer. That means users can connect a virtual tenant database either to a shared compute service or attach a dedicated compute node to it, for example. Developers just need to define which database the application needs to speak to and Nile then provides the isolation at the session and — coming soon — the connection level.\nWhy Postgres? According to Subramanian, that’s where the market is going. Virtually every company the team talked to was betting on Postgres. “It’s pretty obvious that it’s going to become the Linux of databases,” he said. The fact that it’s open source and easily extensible also enables Nile to do what it does.\n“We talked to hundreds of SaaS companies and when you ask them, How do you do queues? How do you manage jobs? How do you do analytics? How do you do unstructured data? How do you do big data? How do you do this? How do you do that? And every time it’s, Oh, we do it in Postgres. Can Postgres do that? Oh, yeah, absolutely,”  Shapira explained. “Does that do it as well as alternatives? Sometimes yes. Sometimes no. But for SaaS companies, 90% of the time, they seem to be extremely happy doing absolutely everything with Postgres.”\nOn top of speeding up development, since the developers won’t have to build their own systems for managing multiple tenants and the authentication layer needed for that, the Nile team also argues that its service can reduce cost by centralizing databases in a single location (even as tenants may be in different places) and by making it easier to scale through horizontal sharding.\nOn top of all this, Nile also offers features for user management, customer dashboards, vector embeddings for AI use cases (based on pgvector) and more. The company offers a limited free plan (currently behind a waitlist), with paid plans still in the works.\n",
      "link": "https://techcrunch.com/2024/01/30/nile-raises-11-6m-in-seed-funding-to-build-a-postgres-powered-data-layer-for-saas-applications/",
      "category": "enterprise",
      "revised_title": "Nile Secures $11.6 Million in Seed Funding to Revolutionize Data Management for SaaS Applications with Postgres-Powered Solution",
      "Summary": "- Nile, a startup co-founded by former Confluent executives Sriram Subramanian and Gwen Shapira, aims to create a new data system with serverless Postgres at its core.\n\n- Nile's data solution has built-in support for multi-tenancy as its core primitives, addressing the challenges faced by SaaS companies in managing multi-tenant data.\n\n- Nile separates the data layer from the compute layer, allowing users to connect a virtual tenant database to a shared compute service or a dedicated compute node.\n\n- Nile offers features such as user management, customer dashboards, vector embeddings for AI use cases, and more.\n\n- Nile's service can reduce costs by centralizing databases and making it easier to scale through horizontal sharding."
    },
    {
      "title": "Inngest raises $6.1M as it expands its workflow engine",
      "content": "\nInngest, a startup that makes it easier for developers to build and manage serverless backends, today announced that it has raised a $6.1 million funding round led by Andreessen Horowitz, with follow-on investments from GGV, Afore Capital and Vercel CEO and co-founder Guillermo Rauch, who all participated in the company’s $3 million seed round.\nAt its core, Inngest allows developers to focus on building their serverless, event-driven backend workflows without having to worry about the infrastructure and the workflow execution and queuing mechanisms to make that work at scale. Indeed, it was working with increasingly larger customers — SoundCloud, for example, recently moved its video generation and transcoding workflows to Inngest — that led the team to build many of its most recent additions to the service.\nImage Credits: Inngest\nAs Inngest founders Tony Holdstock-Brown (CEO) and Dan Farrelly (CTO) told me, the team added new flow control features, for example, which now make it easier to manage concurrency down to the user level. This helps developers build and manage multi-tenant applications and makes it easier to handle high-volume workloads but also provides more controls for companies that want to deploy AI workloads in production, given that these resources are scarce and prone to latency.\nInngest’s focus early on was on building what the team likes to call “durable workflows,” that is, workflows that can sleep for a long time if nothing is happening and then pick up the slack again quickly as needed. Inngest will handle the queues and database state for these functions and the developers don’t have to do anything special to make that work. Combining that with the new flow control features, Inngest argues, is unlocking a lot of new capabilities for users.\n“We realized that as people were bringing durable workflows [to Inngest], there was a gap there in terms of how you actually build production applications,” Farrelly told me. “The durability and the reliability, which we have, combined with the flow control aspect allows you to build into this reliability layer. It’s like, alright, well, how am I managing my resources? Who’s getting to run the jobs? One thing that we learned in the last six months was that as more enterprises came to us, they needed both [durable workflows and flow control] — and they work perfectly together.”\nImage Credits: Inngest\nA lot of companies are now building their applications on top of AI — be those homegrown models or from vendors like OpenAI — and their users are competing for limited resources. “The way that we’ve built our multi-level virtual queues allows you to manage the throughput across a whole set of users with much greater control. In the last few months, we also added prioritization to it as well, which also helps when everyone’s going through the same place, competing for the same OpenAI or your model resources,” Farrelly said.\nThe Inngest team also expanded its language support from only offering a TypeScript SDK to also offering Python and Go SDKs — and users can migrate between them as needed without having to shut down their functions. “We did start out serverless and TypeScript, but that’s not everything,” Holdstock-Brown said. “We ended up doing a Python SDK and Go SDK, and interestingly, if you rewrite your functions from TypeScript to Go, for example — if you’ve got this long-running function that might take a year to finish, the state carries over, you can do live language migrations, you can do cloud migrations.”\nTwo other new features the team recently launched are Replay, which allows teams to recover from incidents by re-running any failed jobs in bulk, and new observability tools.\nHoldstock-Brown noted that the team plans to use the new funding to grow the team and ensure that Inngest, which, after all, provides a core service for its customers, is as reliable as possible, even as it scales to support more users.\n“We’re particularly choosy about who we hire, but we’re growing and we need to hire more people in order to make things work,” he said. “Luckily, we did a lot of upfront work to plan and build and architect our systems accordingly before starting the company, so I think it’s just honestly building up more in-demand things and it is shoring up the system.”\nHe also noted that as enterprises moved to Inngest, they realized that they are already sending a lot of their data through its system, so now they are asking the company to help them export this data to their data warehouses, for example, and to perform ETL on it. If there’s one unifying trend in the enterprise space right now, it’s businesses looking to consolidate where they are spending their money. So if a single tool can do multiple jobs, that’s a huge selling point.\n\nInngest helps developers build their back-end workflows, raises $3M\n\n",
      "link": "https://techcrunch.com/2024/01/30/inngest-raises-6-1m-as-it-expands-its-workflow-engine/",
      "category": "enterprise",
      "revised_title": "Inngest Secures $6.1 Million to Enhance Serverless Workflow Engine",
      "Summary": "- Inngest, a startup that simplifies serverless backend development, has secured $6.1 million in funding led by Andreessen Horowitz.\n\n- Inngest enables developers to focus on building event-driven workflows without worrying about infrastructure or execution mechanisms.\n\n- New features include flow control for managing concurrency, prioritization for AI workloads, and expanded language support with Python and Go SDKs.\n\n- The company plans to use the funding to grow its team, ensure reliability at scale, and explore data export and ETL capabilities.\n\n- Inngest's focus on durable workflows and flow control is unlocking new capabilities for users, particularly in managing high-volume workloads and AI resources."
    },
    {
      "title": "Team, timing, and execution — the trilogy of success",
      "content": "\n\n\n\n\nIvan Nikkhoo\nContributor\n\n\n\n\nShare on X\n \n\n\n\n\n\t\tWith over 39 years of C-level global experience in the tech sector, Ivan is a seasoned and experienced investor, entrepreneur, advisor, board member, operator, and educator focused on helping teams prepare for rapid growth, scaling, expansion, and liquidation events.\t\n\nLast year, 2023, will be remembered in the tech world for massive losses, as 3,200 startups and over $27 billion in venture funding evaporated, not to mention the most significant U.S. bank collapses since 2008.\nAt the same time, venture investment into early-stage businesses declined significantly, with VCs undertaking greater due diligence and displaying reticence toward founders unable to signpost a clear pathway to profitability.\nWhile investors seem confident that 2024 will see increased deal flows following a cagey 12 months and the accumulation of a lot of dry powder, the onus remains on startup teams to convince VCs of their backability.\nIn truth, many entrepreneurs — particularly first-time founders — will likely end the year disappointed. They continue to labor under the dual misapprehension that ideas are sacrosanct and that technical supremacy is the key to startup success.\nGreat ideas are commonplace, great teams are not\nAs Bill Gates famously said, “Intellectual property has the shelf life of a banana!” First, founders must understand that entrepreneurial success is not about the idea. There is no shortage of exciting business ideas out there; indeed, its multiple founders frequently experience the same lightbulb moments and go on to develop near-identical business propositions.\nWhat makes startups more likely to succeed is the quality of the team, their ability to execute, and their sense of timing — the most inscrutable element of company building.\n \n\n\t\t\tWhat makes startups more likely to succeed is the quality of the team, their ability to execute, and their sense of timing.\t\t\t\t\t\n\nLike many seasoned investors, I’ve been preaching the virtues of “team, timing, and execution” for years. And yet, I still meet cohort upon cohort of founders who are strong on tech but need more fundamental company leadership skills and the requisite interpersonal skills.\nDon’t get me wrong — technical prowess is undoubtedly essential, particularly when building enterprise SaaS solutions where “good enough” is not, in reality, good enough. However, it is only a small piece of the puzzle.\nAccording to the Carnegie Institute of Technology, 85% of financial success stems from an individual’s soft skills and ability to communicate, negotiate, and lead effectively. These founders can deliver a clear message, show passion, demonstrate empathy, and build customer rapport, helping them identify product-market fit and master the sales process.\nLikewise, they’re more likely to assemble winning teams and bring everyone with them on the difficult growth journey ahead because they understand what it takes to run a business and what it means to be a CEO — to hire, fire, and execute a business plan with laser-focused clarity.\n ",
      "link": "https://techcrunch.com/2024/01/30/team-timing-and-execution-the-trilogy-of-success/",
      "category": "enterprise",
      "revised_title": "Team, Timing, and Execution: The Key Ingredients for Startup Success",
      "Summary": "- In 2023, the tech world experienced significant losses, with numerous startups failing and venture funding declining.\n- Investors are becoming more cautious and demanding a clear path to profitability from startups seeking funding.\n- Many entrepreneurs, especially first-timers, mistakenly believe that ideas are sacrosanct and technical supremacy is the key to success.\n- Successful startups are more likely to have strong teams with effective leadership and interpersonal skills, rather than just great ideas.\n- Technical prowess is important, but it is only a small part of what makes a successful startup."
    },
    {
      "title": "Airfocus bags $7.5M for its take on project management software",
      "content": "\nIn 2017, Malte Scholz, then a project manager at a 200-person startup, was struggling to find a product management tool that worked both for him and the teams under his purview. After piloting a few solutions, he eventually decided to create his own — and built a business around it.\nThat turned out to be a wise move.\nToday, Scholz’s business, Airfocus, has ~800 customers, including Caterpillar, The Washington Post and Orange, and annual recurring revenue hovering around the “single-digit” millions, according to Scholz.\nEvidently pleased with the momentum, investors are pouring money into Airfocus, most recently in the form of a $7.5 million tranche led by Newion with participation from XAnge, Nauta, Riverside Acceleration Capital and Picea Capital. (To date, Airfocus has raised $15 million.)\n“Despite the broader slowdown in tech, we’re in the fortunate position of still experiencing rapid growth,” Scholz told TechCrunch in an email interview. “Our operations are efficient, with a burn rate in the low six figures — positioning us well to navigate any potential challenges ahead.”\nAirfocus, which Scholz co-founded with Valentin Firak and Christian Hoffmeister, provides a modular platform with workspaces and templates for product management use cases. Using Airfocus, teams can track progress and OKRs in one place and build product roadmaps, which can be consolidated into product portfolios.\nImage Credits: Airfocus\nScoring frameworks within Airfocus help prioritize goals, Scholz says, while a dashboard to consolidate insights from various channels (e.g. a user feedback form) help inform next steps. All roadmaps, plans and launch calendars can be shared internally or externally via branded front-end portals configured to accept feedback.\n“Product managers often juggle spreadsheets and disjointed tools, struggling to align execution with strategy,” Scholz said. “Our solution [is a platform] that’s flexible enough to suit each team’s unique needs while ensuring strategic alignment and efficiency … Airfocus [provides] a unified system that adapts to diverse workflows, helping manage strategy, OKRs, user needs, prioritization and team alignment with clear roadmaps.”\nNow, Airfocus isn’t the only company on the block going after the product management software market. Outside of incumbents like Aha, there’s Cycle, for example, and ProductBoard.\nBut Airfocus isn’t resting on its laurels.\nScholz says that the company, which a source familiar with the matter tells TechCrunch is valued in the “double digit” millions currently, is investing in “significant” enterprise features like team fields, a public API, AI functionality for feedback processing and user insights and integrations with third-party systems such as Miro and Figma. Airfocus also intends to launch a new tool, Airfocus Docs, designed to help product managers articulate product strategy and guidance.\n“The capital we’ve raised will back key initiatives including updating our messaging, scaling our outbound sales to attract larger customers and refining our enterprise playbook for landing major deals,” Scholz said. “Our primary goals are to significantly grow revenue while maintaining cost efficiency, becoming the leading end-to-end product management platform and creating an environment focused on employee happiness and high performance.”\nAirfocus, which currently has 46 employees, plans to end the year with between 60 and 80, focusing on its development, sales and customer success teams.\n",
      "link": "https://techcrunch.com/2024/01/30/airfocus-bags-7-5m-for-its-take-on-project-management-software/",
      "category": "enterprise",
      "revised_title": "Airfocus Secures $7.5 Million to Enhance Its Product Management Software Platform",
      "Summary": "- Malte Scholz, a former project manager, founded Airfocus in 2017 to address the lack of suitable product management tools.\n- Airfocus provides a modular platform with workspaces and templates for product management use cases, enabling teams to track progress, set OKRs, build roadmaps, and share them internally or externally.\n- Airfocus has gained traction, with ~800 customers, including Caterpillar, The Washington Post, and Orange, and annual recurring revenue in the \"single-digit\" millions.\n- The company has recently secured $7.5 million in funding, bringing its total raised to $15 million, and plans to invest in enterprise features, AI functionality, and integrations with third-party systems.\n- Airfocus aims to become the leading end-to-end product management platform, focusing on revenue growth, cost efficiency, and employee happiness."
    },
    {
      "title": "Inference.ai matches AI workloads with cloud GPU compute",
      "content": "\nGPUs’ ability to perform many computations in parallel make them well-suited to running today’s most capable AI. But GPUs are becoming tougher to procure, as companies of all sizes increase their investments in AI-powered products.\nNvidia’s best-performing AI cards sold out last year, and the CEO of chipmaker TSMC suggested that general supply could be constrained into 2025. The problem’s so acute, in fact, that it has the U.S. Federal Trade Commission’s attention — the agency recently announced it’s investigating several partnerships between AI startups and cloud giants like Google and AWS over whether the startups might have anti-competitive, privileged access to GPU compute.\nWhat’s the solution? It depends on your resources, really. Tech giants like Meta, Google, Amazon and Microsoft are buying up what GPUs they can and developing their own custom chips. Ventures with fewer resources are at the mercy of the market — but it doesn’t have to be that way forever, say John Yue and Michael Yu.\nYue and Yu are the co-founders of Inference.ai, a platform that provides infrastructure-as-a-service cloud GPU compute through partnerships with third-party data centers. Inference uses algorithms to match companies’ workloads with GPU resources, Yue says — aiming to take the guesswork out of choosing and acquiring infrastructure.\n“Inference brings clarity to the confusing hardware landscape for founders and developers with new chips coming from Nvidia, Intel, AMD, Groq [and so on] — allowing higher throughput, lower latency and lower cost,” Yue said. “Our tools and team allow for decision-makers to filter out a lot of the noise and quickly find the right fit for their project.”\nInference essentially provides customers a GPU instance in the cloud, along with 5TB of object storage. The company claims that — thanks to its algorithmic matching tech and deals with data center operators — it can offer dramatically cheaper GPU compute with better availability than major public cloud providers.\n“The hosted GPU market is confusing and changes daily,” Yue said. “Plus, we’ve seen pricing vary up to 1,000% for the same configuration. Our tools and team allow for decision makers to filter out a lot of the noise and quickly find the right fit for their project.”\nNow, TechCrunch wasn’t able to put those claims to the test. But regardless of whether they’re true, Inference has competition — and lots of it.\nSee: CoreWeave, a crypto mining operation-turned-GPU provider, which is reportedly expected to rake in around $1.5 billion in revenue by 2024. Its close competitor, Lambda Labs, secured $300 million in venture capital last October. There’s also Together — a GPU cloud — not to mention startups like Run.ai and Exafunction, which aim to reduce AI dev costs by abstracting away the underlying hardware.\nInference’s investors seem to think there’s room for another player, though. The startup recently closed a $4 million round from Cherubic Ventures, Maple VC and Fusion Fund, which Yue says is being put toward building out Inference’s deployment infrastructure.\nIn an emailed statement, Cherubic’s Matt Cheng added:\n“The requirements for processing capacity will keep on increasing as AI is the foundation of so many of today’s products and systems. We’re confident that the Inference team, with their past knowledge in hardware and cloud infrastructure, has what it takes to succeed. We decided to invest because accelerated computing and storage services are driving the AI revolution, and Inference product will fuel the next wave of AI growth.”\n",
      "link": "https://techcrunch.com/2024/01/30/inference-ai-matches-ai-workloads-with-cloud-gpu-compute/",
      "category": "enterprise",
      "revised_title": "Inference.ai: Matching AI Workloads with Cloud GPU Compute",
      "Summary": "- GPUs are in high demand for AI applications, leading to supply constraints and increased prices.\n- Tech giants are buying up GPUs and developing custom chips, while smaller ventures struggle to acquire the resources they need.\n- Inference.ai provides infrastructure-as-a-service cloud GPU compute, aiming to simplify the process of choosing and acquiring GPU resources.\n- Inference claims to offer cheaper GPU compute with better availability than major public cloud providers.\n- Inference has competition from other startups like CoreWeave, Lambda Labs, Together, Run.ai, and Exafunction."
    },
    {
      "title": "Block becomes the latest fintech to lay off workers",
      "content": "\nBlock, the fintech company whose subsidiaries include Square, Cash App and Afterpay, is laying off staff at a tumultuous time for tech industry workers.\nThat’s according to an internal memo from CEO Jack Dorsey, obtained first by Business Insider, which states that “the growth of [Block] has far outpaced the growth of … business and revenue.”\nThe layoffs were executed this morning and affected staff in the Cash App, foundational and Square arms of Block. Reportedly, around 1,000 people — or 10% of Block’s headcount — were impacted.\n“We decided it would be better to do at once rather than arbitrarily space them out, which didn’t seem fair to the individuals or to the company,” said Dorsey in the note to Block staff. “When we know we need to take an action, we want to take it immediately, rather than let things linger on forever.”\nThe firings don’t come as a total surprise. Block said in an earnings call last year that it would reduce its headcount from 13,000 in Q3 2023 to an “absolute cap” of 12,000 by the end of this year.\nBut they add to a sense of malaise in the fintech and broader tech sector, which has seen tens of thousands of workers let go in the past few weeks.\nJust today, PayPal said it would fire some 2,500 people, or 9% of the company. Last week, Brex, the expense management startup, laid off 282, or 20% of its staff. And Treasure Financial, a platform offering cash management software for businesses, let 14 employees go, leaving the company with about a third of its former workforce.\nBlock’s suffered a difficult, downward-trending year and change.\nRevenues from Cash App, the peer-to-peer payments service, have declined steeply. Meanwhile, the buy now, pay later service Afterpay, which Block acquired in 2021 for $29 billion, has posted serious losses. Block’s Bitcoin revenue has fallen corresponding with the fall in the price of the cryptocurrency last year (although that’s recovered recently). And Square faces growing competition on multiple fronts, including from Fiserv’s Clover, Toast and Stripe.\nInvestors are displeased. Square stock retreated around 30% from January 2023 to October as Block founder Dorsey took the reigns from ex-Square head Alyssa Henry.\nBlock’s recent attempts to reinvigorate business include adding generative AI features to Square, acquiring music-focused fintech startup Hifi and launching a self-custody Bitcoin wallet, Bitkey, in the form of a mobile app and hardware storage.\nBlock reported $5.62 billion in revenue for the third quarter of 2023, with $44 million in profit on its Bitcoin holdings.\n",
      "link": "https://techcrunch.com/2024/01/30/block-becomes-the-latest-fintech-to-lay-off-workers/",
      "category": "fintech",
      "revised_title": "Block Joins the Growing List of Fintech Companies Laying Off Workers",
      "Summary": "- Block, the fintech company that owns Square, Cash App, and Afterpay, has laid off 10% of its workforce, or around 1,000 employees.\n\n- The layoffs were executed this morning and affected staff in the Cash App, foundational, and Square arms of Block.\n\n- Block's revenue has declined in recent months, with Cash App and Afterpay posting losses.\n\n- The company is facing growing competition from other fintech companies, such as Fiserv's Clover, Toast, and Stripe.\n\n- Block is attempting to reinvigorate its business by adding generative AI features to Square, acquiring music-focused fintech startup Hifi, and launching a self-custody Bitcoin wallet, Bitkey."
    },
    {
      "title": "Fintech Ramp acquires another AI-powered startup",
      "content": "\nSpend management startup Ramp has acquired AI-powered startup Venue as it expands its procurement offering.\nVenue was founded in 2022 by TK Kong, Young Kim, and Kevin Chan, and its aim was to “simplify how businesses review, approve, and manage the cost of vendors in use across their company.”\nThe startup raised $1.2 million in funding from investors such as Sequoia Capital, Exponent Founders Capital and Basecase Capital. Ramp actually acquired the company last August but only announced it today. Kong was tapped to serve as Ramp’s head of procurement after the buy.\n“We waited to announce the close of the acquisition until today’s meaningful set of procurement and vendor management launches because we wanted customers to be able to experience the value of the team’s hard work on the same day they read about the news,” Ramp CEO and co-founder Eric Glyman told TechCrunch via email.\nThe procurement team has over a dozen people including Venue’s three co-founders, Glyman said.\nThe acquisition makes sense considering that last summer, Ramp announced that it was entering the procurement space as it focused more on “complex” enterprises. Plus, it believes that back-end business processes like procurement are “ripe for practical automation and AI implementations.”\n“Our plans are to grow this segment and serve more businesses with simple software that transforms a clunky, slow, and painful process into an efficient and organized one,” Glyman said. “This way, we’re enabling customers to put money movement at the center of their decision-making and helping them build stronger, more sustainable businesses for the long-term.”\nToday, Ramp claims to power over $10 billion in accounts payable spend each year, a 10x increase in just over two years, execs say. Its self-proclaimed goal is to become “a one-stop-shop for all financial operations.”\n“Eliminating the inefficiencies across the entire financial tech stack is a prime use case for AI to handle the busy work of work,” the company said. “The product updates announced today go to show how AI and automation will upend back-end business processes and make it easier and more frictionless to operate and work at a modern business.”\nIn the past few years, Ramp has been on what might look like a buying spree. In August of 2021, Ramp purchased Buyer, a “negotiation-as-a-service” platform that claimed to save its clients money on big-ticket purchases such as annual software contracts. Then last year, Ramp acquired Cohere.io, a startup that built an AI-powered customer support tool.\nGlyman said the integration with Cohere was move “ahead of expectations.” The Cohere and Applied AI team at Ramp already launched products under Ramp Intelligence, Ramp’s Teams Integration and a dozen internal use cases that have made customer experience, account management, and sales teams meaningfully more productive.\n“One such feature launched today that we’re particularly excited about is called Seat Intelligence, which tracks actual software usage — against the number of seats businesses are getting billed for — to ensure businesses are getting their money’s worth from SaaS contracts,” Glyman said. “It’s been very well received from test and design partners that we’ve worked with up to this point, so we’re excited to roll it out more broadly.”\nMeanwhile, in August of 2022, Ramp confirmed it had raised $300 million in a funding round co-led by existing backer Thrive Capital and new investor Sands Capital at a post-money valuation of $5.8 billion. At the time, it said it had passed $300 million in annualized revenue.\nJan. 30 – the story was edited to add additional comments from Eric Glyman.\n\nInside Brex and Ramp’s AI ambitions\n\n",
      "link": "https://techcrunch.com/2024/01/30/fintech-ramp-acquires-another-ai-powered-startup/",
      "category": "fintech",
      "revised_title": "Ramp Acquires Venue, an AI-Powered Startup, to Enhance Procurement Offering",
      "Summary": "- Ramp, a spend management startup, has acquired Venue, an AI-powered startup, to expand its procurement offering.\n- Venue aimed to simplify how businesses review, approve, and manage vendor costs.\n- Ramp plans to grow its procurement segment and serve more businesses with simple software that streamlines the procurement process.\n- Ramp has been on a buying spree in recent years, acquiring Buyer, Cohere.io, and Venue.\n- Ramp's integration with Cohere has been successful, leading to the launch of products under Ramp Intelligence and improved customer experience, account management, and sales productivity."
    },
    {
      "title": "PayPal begins more layoffs",
      "content": "\nPayPal has begun company-wide layoffs, according to multiple reports, including an article published by The Information.\nIt is not yet clear at the time of writing how many people will be affected by the job cuts but one source told TechCrunch it was expected to be in the “thousands.” Update: Bloomberg reported today that about 9% of the company, or some 2,500 people, will be impacted.\nUpdate: PayPal shared a letter that President and CEO Alex Chriss sent to employees today, confirming that 9% of staff would be affected by the job cuts “through both direct reductions and the elimination of open roles over the course of the year.”\nIn it, he wrote: “While I have been encouraged by the innovation our team is delivering, we must execute faster and ensure we are focused on solving our customers’ most critical needs and problems. Specifically, across our organization, we need to drive more focus and efficiency, deploy automation, and consolidate our technology to reduce complexity and duplication. We have started on that journey, but there is a lot of work to do – and 2024 marks a year of change, including some difficult but necessary decisions to get us to where we need to go.”\nNearly one year ago today, the company announced plans to lay off 2,000 employees, or about 7% of its workforce.\nOver the past few months, PayPal has made a number of changes to its executive team. Chriss joined the company in September as its CEO after spending 19 years at Intuit. Soon after taking the helm, Chriss said he expected “to grow revenue outside of purely transaction-related volume,” as reported by Reuters. In November, Archie Deskus transitioned from serving as the company’s chief information officer to serve as its chief technology officer. Jamie Miller was tapped to serve as its chief financial officer.\nPayPal has expanded over the years with its acquisitions of fintech such as Venmo, Xoom and Honey. But it has still struggled to compete with the likes of Apple and Stripe. In December, TechCrunch reported that Amazon was dropping Venmo as a payment option. In October, PayPal was hit with a class action lawsuit by consumers represented by law firm Hagens Berman alleging that the fintech giant’s anti-steering rules stifle competition against lower-cost payment platforms such as Stripe and Shopify.\nAnd in May of 2022, we reported that PayPal had laid off dozens of employees from its San Jose headquarters.\nWant more fintech news in your inbox? Sign up for TechCrunch Fintech here.\n",
      "link": "https://techcrunch.com/2024/01/30/paypal-begins-more-layoffs/",
      "category": "fintech",
      "revised_title": "PayPal Confirms Layoffs, Aims to Streamline Operations and Focus on Customer Needs",
      "Summary": "- PayPal has begun company-wide layoffs, with an expected impact on thousands of employees.\n\n- The company aims to drive more focus and efficiency, deploy automation, and consolidate technology to reduce complexity and duplication.\n\n- PayPal has made several changes to its executive team in recent months, including the appointment of a new CEO, CTO, and CFO.\n\n- The company has struggled to compete with rivals like Apple and Stripe and has faced challenges such as the loss of Venmo as a payment option on Amazon and a class-action lawsuit alleging anti-steering rules.\n\n- PayPal had previously laid off dozens of employees from its San Jose headquarters in May 2022."
    },
    {
      "title": "Apple Card users earned more than $1B in Daily Cash in 2023",
      "content": "\nApple revealed today that users earned more than $1 billion in Daily Cash from spending on Apple Card last year. The tech giant also announced that Apple Card has topped more than 12 million users. Apple Card, which first launched in 2019, is exclusively available in the United States.\nThe company also revealed that nearly 30% of Apple Card customers make two or more payments per month. Plus, more than 1 million users are sharing the card via Family Sharing, and nearly 600,000 users are building credit equally with their spouses, partners or another adult.\n“We designed Apple Card with users’ financial health in mind, and it’s rewarding to see our more than 12 million customers using its features to make healthier financial decisions,” said Jennifer Bailey, Apple’s vice president of Apple Pay and Apple Wallet. “We’re proud of what we’ve been able to deliver to Apple Card customers in just five years. As we look at the year ahead and beyond, we’re excited to continue to innovate and invest in Apple Card’s award-winning experience, and provide users with more tools and features that help them lead healthier financial lives.”\nLast April, Apple launched Apple Card’s high-yield savings account offered by Goldman Sachs and reached over $10 billion in deposits a few months later. Apple says the vast majority of users currently auto-deposit their Daily Cash into savings, and nearly two-thirds of users have deposited additional funds from a linked bank. Today, savings offers a high-yield APY (annual percentage yield) of 4.5%. The savings account offered an APY of 4.15% at launch.\nApple also revealed that more than 200,000 users have been approved for an Apple Card after enrolling in the Path to Apple Card program, which provides customized steps to help you get approved for Apple Card in the future after your initial application was rejected.\n",
      "link": "https://techcrunch.com/2024/01/30/apple-card-users-earned-more-than-1-billion-in-daily-cash-in-2023/",
      "category": "fintech",
      "revised_title": "Apple Card Users Surpass $1 Billion in Daily Cash Earnings in 2023, Reaching 12 Million Users",
      "Summary": "- Apple Card users earned over $1 billion in Daily Cash last year, with more than 12 million users in total.\n\n- Nearly 30% of Apple Card customers make two or more payments per month, and over 1 million users share the card via Family Sharing.\n\n- Apple launched Apple Card's high-yield savings account in April 2023, reaching over $10 billion in deposits within months.\n\n- The savings account currently offers a high-yield APY of 4.5%, and the vast majority of users auto-deposit their Daily Cash into savings.\n\n- Over 200,000 users have been approved for an Apple Card after enrolling in the Path to Apple Card program, which helps users get approved after an initial rejection."
    },
    {
      "title": "Iconic streamer Pokimane is leaving Twitch",
      "content": "\nOne of the most popular streamers on Twitch, Pokimane announced today that she is leaving the platform. It’s not yet clear if she’s retiring from content creation altogether, or if she’s moving from Twitch to another platform.\n“twitch has been my home for a decade,” Pokimane wrote on X. “but it’s time to say thank you for all the memories and love during my League, Fortnite, & Among us days.”\n\n\nthe end of an era\ntwitch has been my home for a decade..\nbut it's time to say thank you for all the memories and love during my League, Fortnite, & Among us days 💜 pic.twitter.com/S8FMp6G3I8\n— pokimane (@pokimanelol) January 30, 2024\n\nWhen Twitch streamers’ payout data was leaked in 2021, Pokimane — whose real name is Imane Anys — was the highest-earning woman streamer on the platform. As she departs Twitch, she has 9.3 million followers, making her the tenth most-followed user. As one of the first women of color to emerge to Twitch stardom in a male-dominated gaming culture, Pokimane’s influence is palpable.\n“What an incredible journey it’s been,” Twitch’s X account responded to Pokimane’s announcement. “We’re so proud of everything you’ve accomplished and what’s ahead in the future. You’ll always have a home on Twitch, Poki.”\nOver the last few years, many top streamers have left Twitch for exclusive deals with other platforms like YouTube, or the newer Kick. Kick offers creators 95% of their subscription revenue, which is a huge upgrade over Twitch’s 50-50 baseline split; streamers in Twitch’s Partner Plus program can make a 70-30 split.\nTwitch is in a period of disarray. The Amazon-owned platform has conducted multiple rounds of layoffs in the last year as it struggles to turn a profit — in 2024 alone, Twitch has laid off 500 employees, who made up 35% of the workforce. The company shut down service in South Korea, one of the world’s largest esports markets, and it sowed discord in its community over confusing and ever-changing payout structures.\nThough Kick gives creators a better revenue share, the grass isn’t necessarily greener. Kick is notoriously lax when it comes to content moderation, and has become the new home for some streamers who were banned from Twitch. One such streamer is Adin Ross, who used his Kick to livestream porn and platform self-described neo-Nazis. Some streamers have also turned to Kick because it allows gambling content, which Twitch banned last year.\nPokimane isn’t likely to be taking her talents to Kick, though. In June, she said in a stream that profiting from Kick would compromise her “morals and ethics.”\nPerhaps it’s just time for Pokimane to take a break from the internet. Recently, some high-profile YouTube creators like MatPat and Tom Scott have announced their retirement, sparking discourse about how creators decide when it’s time to move on.\nWithout her word, it’s hard to know what’s next for Pokimane, but her departure from Twitch is a monumental moment for the struggling platform.\n\nTwitch announces 60/40 revenue split in expanded Plus Program\n\n",
      "link": "https://techcrunch.com/2024/01/30/iconic-streamer-pokimane-is-leaving-twitch/",
      "category": "gaming",
      "revised_title": "Pokimane's Departure from Twitch: A Loss for the Platform",
      "Summary": "- Pokimane, one of the most popular streamers on Twitch, announced her departure from the platform after a decade.\n\n- Pokimane was the highest-earning woman streamer on Twitch in 2021 and has 9.3 million followers, making her the tenth most-followed user.\n\n- Twitch has been struggling financially and has conducted multiple rounds of layoffs, shut down service in South Korea, and sowed discord in its community over payout structures.\n\n- Kick, a newer platform, offers creators a better revenue share but has lax content moderation and allows gambling content, which Twitch banned last year.\n\n- Pokimane has stated that she is unlikely to move to Kick due to moral and ethical concerns."
    },
    {
      "title": "Ofcom report finds 1 in 5 harmful content search results were ‘one-click gateways’ to more toxicity",
      "content": "\nMove over, TikTok, Ofcom, the U.K. regulator enforcing the now official Online Safety Act, is gearing up to size up an even bigger target: search engines like Google and Bing and the role that they play in presenting self-injury, suicide and other harmful content at the click of a button, particularly to underage users.\nA report commissioned by Ofcom and produced by the Network Contagion Research Institute found that major search engines, including Google, Microsoft’s Bing, DuckDuckGo, Yahoo and AOL become “one-click gateways” to such content by facilitating easy, quick access to web pages, images and videos — with one out of every five search results around basic self-injury terms linking to further harmful content.\nThe research is timely and significant because a lot of the focus around harmful content online in recent times has been around the influence and use of walled-garden social media sites like Instagram and TikTok. This new research is, significantly, a first step in helping Ofcom understand and gather evidence of whether there is a much larger potential threat, with open-ended sites like Google.com attracting more than 80 billion visits per month, compared to TikTok monthly active users of around 1.7 billion.\n“Search engines are often the starting point for people’s online experience, and we’re concerned they can act as one-click gateways to seriously harmful self-injury content,” said Almudena Lara, Online Safety Policy Development director at Ofcom, in a statement. “Search services need to understand their potential risks and the effectiveness of their protection measures — particularly for keeping children safe online — ahead of our wide-ranging consultation due in Spring.”\nResearchers analyzed some 37,000 result links across those five search engines for the report, Ofcom said. Using both common and more cryptic search terms (cryptic to try to evade basic screening), they intentionally ran searches turning off “safe search” parental screening tools, to mimic the most basic ways that people might engage with search engines as well as the worst-case scenarios.\nThe results were in many ways as bad and damning as you might guess.\nNot only did 22% of the search results produce single-click links to harmful content (including instructions for various forms of self-harm), but that content accounted for a full 19% of the top-most links in the results (and 22% of the links down the first pages of results).\nImage searches were particularly egregious, the researchers found, with a full 50% of these returning harmful content for searches, followed by web pages at 28% and video at 22%. The report concludes that one reason that some of these may not be getting screened out better by search engines is because algorithms may confuse self-harm imagery with medical and other legitimate media.\nThe cryptic search terms were also better at evading screening algorithms: These made it six times more likely that a user might reach harmful content.\nOne thing that is not touched on in the report, but is likely to become a bigger issue over time, is the role that generative AI searches might play in this space. So far, it appears that there are more controls being put into place to prevent platforms like ChatGPT from being misused for toxic purposes. The question will be whether users will figure out how to game that, and what that might lead to.\n“We’re already working to build an in-depth understanding of the opportunities and risks of new and emerging technologies, so that innovation can thrive, while the safety of users is protected. Some applications of generative AI are likely to be in scope of the Online Safety Act and we would expect services to assess risks related to its use when carrying out their risk assessment,” an Ofcom spokesperson told TechCrunch.\nIt’s not all a nightmare: Some 22% of search results were also flagged for being helpful in a positive way.\nThe report may be getting used by Ofcom to get a better idea of the issue at hand, but it is also an early signal to search engine providers of what they will need to be prepared to work on. Ofcom has already been clear to say that children will be its first focus in enforcing the Online Safety Bill. In the spring, Ofcom plans to open a consultation on its Protection of Children Codes of Practice, which aims to set out “the practical steps search services can take to adequately protect children.”\nThat will include taking steps to minimize the chances of children encountering harmful content around sensitive topics like suicide or eating disorders across the whole of the internet, including on search engines.\n“Tech firms that don’t take this seriously can expect Ofcom to take appropriate action against them in future,” the Ofcom spokesperson said. That will include fines (which Ofcom said it would use only as a last resort) and in the worst scenarios, court orders requiring ISPs to block access to services that do not comply with rules. There potentially also could be criminal liability for executives who oversee services that violate the rules.\nSo far, Google has taken issue with some of the report’s findings and how it characterizes its efforts, claiming that its parental controls do a lot of the important work that invalidate some of these findings.\n“We are fully committed to keeping people safe online,” a spokesperson said in a statement to TechCrunch. “Ofcom’s study does not reflect the safeguards that we have in place on Google Search and references terms that are rarely used on Search. Our SafeSearch feature, which filters harmful and shocking search results, is on by default for users under 18, whilst the SafeSearch blur setting — a feature which blurs explicit imagery, such as self-harm content — is on by default for all accounts. We also work closely with expert organisations and charities to ensure that when people come to Google Search for information about suicide, self-harm or eating disorders, crisis support resource panels appear at the top of the page.”\nMicrosoft and DuckDuckGo have so far not responded to a request for comment.\n",
      "link": "https://techcrunch.com/2024/01/30/ofcom-report-finds-1-in-5-harmful-content-search-results-were-one-click-gateways-to-more-toxicity/",
      "category": "government-policy",
      "revised_title": "Ofcom Report Highlights Search Engines' Role in Facilitating Access to Harmful Content",
      "Summary": "- Ofcom, the U.K. regulator, is investigating the role of search engines in presenting self-injury, suicide, and other harmful content to users, particularly underage users.\n\n- A report commissioned by Ofcom found that major search engines like Google and Bing can act as \"one-click gateways\" to harmful content, with 22% of search results linking to such content.\n\n- Image searches were found to be particularly egregious, with 50% of results returning harmful content.\n\n- Ofcom plans to open a consultation in the spring on its Protection of Children Codes of Practice, which aims to set out steps search services can take to protect children from harmful content.\n\n- Google has taken issue with some of the report's findings, claiming that its parental controls do a lot of the important work that invalidate some of these findings."
    },
    {
      "title": "Wattpad, a storytelling platform, conducts another layoff round",
      "content": "\nWattpad, a Toronto-based storytelling platform owned by Naver’s Webtoon Entertainment, conducted another round of layoffs earlier this month. \nWattpad has cut around 30 jobs, or roughly 15% of its workforce, a source familiar with the situation told TechCrunch. According to local media outlets, including The Korea Economic Daily, the cut impacted about 30 employees. A spokesperson for Wattpad did not respond to a request for comment ahead of publication.\nThe move is part of the company’s restructuring plan aimed at reducing costs as its LA-based parent company seeks to improve its finances ahead of an initial public offering in the U.S. as early as 2025, the source said. Webtoon Entertainment has three storytelling subsidiaries: Wattpad in Toronto, Naver Webtoon in Seoul and Line Digital Frontier in Tokyo. \nThis is the company’s second round of layoffs. Wattpad laid off 42 of its 267 workforce, or 15% of the staff, in March 2023. \nLast October, Wattpad launched a new freemium model, “Wattpad Originals,” allowing writers to hide certain chapters behind a paywall and readers to access free content and try before they buy. Most recently, the company began offering “Premium Picks,” which gives Premium and Premium+ subscribers monthly access to five free Wattpad Originals. \nIn 2021, Naver acquired Wattpad, founded by Allen Lau in 2006, for $600 million to incorporate the storytelling platform into its publishing division. \nWe’ll update this piece as we learn more. \n\nWattpad lays off 15% of its staff, blames changing economic environment\n\n\nCan Korean digital storytelling platforms captivate North American and European audiences?\n\n",
      "link": "https://techcrunch.com/2024/01/30/wattpad-a-storytelling-platform-conducts-another-layoff-round/",
      "category": "media-entertainment",
      "revised_title": "Wattpad Conducts Second Round of Layoffs, Cuts 15% of Workforce",
      "Summary": "- Wattpad, a Toronto-based storytelling platform owned by Naver's Webtoon Entertainment, conducted another round of layoffs earlier this month.\n\n- The company cut around 30 jobs, or roughly 15% of its workforce, as part of a restructuring plan aimed at reducing costs.\n\n- This is the company's second round of layoffs, following a 15% reduction in March 2023.\n\n- Wattpad launched a new freemium model in October 2022, allowing writers to hide certain chapters behind a paywall.\n\n- Naver acquired Wattpad in 2021 for $600 million to incorporate the storytelling platform into its publishing division."
    },
    {
      "title": "Universal Music Group plans to pull song catalog from TikTok",
      "content": "\nUniversal Music Group (UMG), the label representing artists such as Taylor Swift, Billie Eilish and Ariana Grande, says that it’ll pull its music from TikTok tomorrow at midnight after failing to reach a deal with the platform’s parent company, ByteDance, over royalties.\nUMG won’t seek to renew its current arrangement with TikTok, set to expire on January 31, and plans to cease licensing content to both TikTok and its music-focused service, TikTok Music.\nIn a press release, UMG accused TikTok — which reportedly made close to $20 billion in ad revenue last year — of trying to build a “music-based business without paying fair value for [artists’] music.”\n“TikTok proposed paying our artists and songwriters at a rate that is a fraction of the rate that similarly situated major social platforms pay,” the label wrote. “Today, as an indication of how little TikTok compensates artists and songwriters, despite its massive and growing user base, rapidly rising advertising revenue and increasing reliance on music-based content, TikTok accounts for only about 1% of our total revenue.”\nTikTok didn’t immediately respond to a request for comment. But later in the evening, a spokesperson emailed this statement:\n“It’s sad and disappointing that Universal Music Group has put their own greed above the interests of their artists and songwriters. Despite Universal’s false narrative and rhetoric, the fact is they have chosen to walk away from the powerful support of a platform with well over a billion users that serves as a free promotional and discovery vehicle for their talent. TikTok has been able to reach ‘artist-first’ agreements with every other label and publisher. Clearly, Universal’s self-serving actions are not in the best interests of artists, songwriters and fans.”\nThe way UMG tells it in the press release, TikTok and it didn’t see eye to eye on payments for AI-generated recordings using UMG properties. In addition, TikTok wasn’t taking appropriate steps to swiftly remove content in violation of the label’s copyright, UMG says.\n“Ultimately TikTok is trying to build a music-based business, without paying fair value for the music,” UMG wrote.\nUMG’s current contract with TikTok dates back to 2021 and covers recorded music from artists at UMG’s labels and songwriters associated with Universal Music Publishing Group. As a part of the deal, UMG and TikTok agreed to experiment with new features, like allowing users to incorporate clips from UMG’s full catalog of music spanning Bad Bunny, SZA, Drake, Kendrick Lamar, Harry Styles, Justin Bieber, Adele, U2 and Elton John.\nThe fallout with UMG comes as TikTok leans more heavily into music creation and curation.\nThe platform is positioning TikTok Music, which launched last year in select countries, as a serious Spotify and Apple Music rival. Meanwhile, TikTok is piloting an “AI Song” feature that uses AI to create songs based on prompts that users enter.\nWhile TikTok has shown a willingness to engage with certain labels on terms it finds favorable — the platform was reportedly in talks with Warner Music Group, Sony Music Entertainment and UMG “all year” in 2022 and 2023 for a share of its ad revenues — it hasn’t been shy about throwing its weight around where it sees fit. Last February, TikTok removed major record company music from its service for a subset of users in Australia in an apparent test to see how user engagement would be impacted.\nRecently, TikTok has sought to ink exclusive distribution deals with musicians for ByteDance’s SoundOn service, which distributes directly to TikTok and music streaming services. It’s also launched a program called Elevate, designed to identify the next wave of rising artists in the music industry.\n",
      "link": "https://techcrunch.com/2024/01/30/universal-music-group-plans-to-pull-song-catalog-from-tiktok/",
      "category": "media-entertainment",
      "revised_title": "Universal Music Group and TikTok Dispute Over Royalties Leads to Removal of Music Catalog",
      "Summary": "- Universal Music Group (UMG) will cease licensing content to TikTok and TikTok Music due to a disagreement over royalties.\n\n- UMG claims TikTok is not paying fair value for music and is seeking a rate that is a fraction of what other major social platforms pay.\n\n- TikTok has been able to reach agreements with other labels and publishers, but UMG believes TikTok's actions are not in the best interests of artists, songwriters, and fans.\n\n- UMG's current contract with TikTok dates back to 2021 and covers recorded music from artists at UMG's labels and songwriters associated with Universal Music Publishing Group.\n\n- TikTok is positioning TikTok Music as a serious Spotify and Apple Music rival and has been piloting an \"AI Song\" feature that uses AI to create songs based on prompts that users enter."
    },
    {
      "title": "Navigating media’s ups and downs with theSkimm co-founders",
      "content": "\nWelcome back to Found, where we get the stories behind the startups.\n\nThis week Becca flew solo with Carly Zakin and Danielle Weisberg, the co-founders and co-CEOs of theSkimm, a digital media company delivering news through a newsletter targeted at millennial women. Zakin and Weisberg talked about what market gap they wanted theSkimm to fill. They also talked about:\n\nRiding the bumpy roller coaster of the digital media landscape over the past decade.\nWhat it was like pitching a millennial women-focused product to male VCs.\nWhy they decided to be co-CEOs and why they think the strategy works for them.\n\nSubscribe to Found to hear more stories from founders each week.\nConnect with us:\n\nOn Twitter\nOn Instagram\nVia email: found@techcrunch.com\n\n",
      "link": "https://techcrunch.com/2024/01/30/navigating-medias-ups-and-downs-with-theskimm-co-founders/",
      "category": "media-entertainment",
      "revised_title": "TheSkimm Co-Founders Discuss Navigating the Ups and Downs of the Digital Media Landscape",
      "Summary": "- theSkimm is a digital media company delivering news through a newsletter targeted at millennial women.\n\n- Co-founders Carly Zakin and Danielle Weisberg wanted to fill the market gap for a news source that spoke to millennial women in a relatable and engaging way.\n\n- Zakin and Weisberg discussed the challenges of pitching a millennial women-focused product to male VCs, as well as the bumpy roller coaster of the digital media landscape over the past decade.\n\n- They also explained their decision to be co-CEOs and why they believe this strategy works for them.\n\n- You can subscribe to Found to hear more stories from founders each week."
    },
    {
      "title": "CEOs from Meta, TikTok, Snap, X and Discord head to Congress for kids’ online safety hearing",
      "content": "\nCEOs from some of the biggest social platforms will appear before Congress on Wednesday to defend their companies against mounting criticism that they have done too little to protect kids and teens online.\nThe hearing, set to begin at 10 a.m. ET, is the latest in a long string of congressional tech hearings stretching back for years, with little in the way of new regulation or policy change to show for the efforts.\nThe Senate Judiciary Committee will host the latest hearing, which is notable mostly for dragging five chief executives across the country to face a barrage of questions from lawmakers. Tech companies often placate Congress by sending legal counsel or a policy executive, but the latest hearing will feature a slate of CEOs: Meta’s Mark Zuckerberg, X (formerly Twitter) CEO Linda Yaccarino, TikTok’s ​​Shou Chew, Discord’s Jason Citron and Evan Spiegel of Snap. Zuckerberg and Chew are the only executives who agreed to appear at the hearing voluntarily without a subpoena.\nWhile Zuckerberg is a veteran of these often lengthy, meandering attempts to hold tech companies to account, Wednesday’s televised hearing will be a first for Yaccarino, Spiegel and Citron. Snap and X have sent other executives (or their former chief executive) in the past, but Discord — a chat app originally designed for gamers — is making its first appearance in the hot seat. All three first-timers could produce some interesting off-script moments, particularly Yaccarino. In recent interviews as X’s top executive, Elon Musk’s pick to lead the company has appeared flustered and combative — a world apart from her media overtrained peers like Zuckerberg and Chew.\nDiscord is a very popular app among young people, but it’s still an unusual name to come up in one of these hearings. The committee’s decision to include Discord is likely a result of a report last year from NBC News exploring sextortion and child sexual abuse material (CSAM) on the chat platform. The company’s inclusion is notable, particularly in light of the absence of more prominent algorithm-powered social networks like YouTube — often inexplicably absent from these events — and the absence of Amazon-owned livestreaming giant Twitch.\nWednesday’s hearing, titled “Big Tech and the Online Child Sexual Exploitation Crisis,” will cover much more ground than its narrow naming would suggest. Lawmakers will likely dig into an array of concerns — both recent and ongoing — about how social platforms fail to protect their young users from harmful content. That includes serious concerns around Instagram openly connecting sexual predators with sellers advertising CSAM, as the WSJ previously reported, and the NBC News investigation revealing that Discord has facilitated dozens of instances of grooming, kidnapping and other instances of sexual exploitation in recent years.\nBeyond concerns that social platforms don’t do enough to protect kids from sexual predation, expect lawmakers to press the five tech CEOs on other online safety concerns, like fentanyl sellers on Snapchat, booming white supremacist extremism on X and the prevalence of self harm and suicide content on TikTok. And given the timing of X’s embarrassing failure to prevent a recent explosion of explicit AI-generated Taylor Swift imagery and the company’s amateurish response, expect some Taylor Swift questions too.\nThe tech companies are likely to push back, pointing lawmakers to platform and policy changes in some cases designed to make these apps safer, and in others engineered mostly to placate Congress in time for this hearing. In Meta’s case, that looks like an update to Instagram and Facebook last week that prevents teens from receiving direct messages from users they don’t know. Like many of these changes from companies like Meta, it raises the question of why these safeguards continue to be added on the fly instead of being built into the product before it was offered to young users.\nKOSA looms large\nThis time around, the hearing is part of a concerted push to pass the Kids Online Safety Act (KOSA), a controversial piece of legislation that ostensibly forces tech platforms to take additional measures to shield children from harmful content online. In spite of some revisions, the bill’s myriad critics caution that KOSA would aggressively sanitize the internet, promote censorship and imperil young LGBTQ people in the process. Some of the bill’s conservative supporters — including co-sponsor Sen. Marsha Blackburn — have stated outright that KOSA should be used to effectively erase transgender content for young people online.\nThe LGBTQ advocacy group GLAAD expressed its concerns about the hearing and related legislation in a statement provided to TechCrunch, urging lawmakers to ensure that “proposed solutions be carefully crafted” to avoid negatively impacting the queer community.\n“The US Senate Judiciary Committee’s hearing is likely to feature anti-LGBTQ lawmakers baselessly attempting to equate age-appropriate LGBTQ resources and content with inappropriate material,” GLAAD said. “… Parents and youth do need action to address Big Tech platforms’ harmful business practices, but age-appropriate information about the existence of LGBTQ people should not be grouped in with such content.”\nThe ACLU and digital rights organization the EFF have also opposed the legislation, as have other groups concerned about the bill’s implications for encryption. Similar concerns have followed the Children and Teens’ Online Privacy Protection Act (now known as “COPPA 2.0“), the STOP CSAM Act and the EARN IT Act, adjacent bills purporting to protect children online.\nThe bill’s proponents aren’t all conservative. KOSA enjoys bipartisan support at the moment and the misgivings expressed by its critics haven’t broken through to the many Democratic lawmakers who are on board. The bill is also backed by organizations that promote children’s safety online, including the American Academy of Pediatrics, the National Center on Sexual Exploitation and Fairplay, a nonprofit focused on protecting kids online.\n“KOSA is a needed corrective to social media platforms’ toxic business model, which relies on maximizing engagement by any means necessary, including sending kids down deadly rabbit holes and implementing features that make young people vulnerable to exploitation and abuse,” Josh Golin, executive director of Fairplay, said in a statement provided to TechCrunch. Fairplay has also organized a pro-KOSA coalition of parents who have lost children in connection with cyberbullying, drugs purchased on social platforms and other online harms.\nAs of last week, KOSA’s unlikeliest supporter is one of the companies that the bill seeks to regulate. Snap split from its peers last week to throw its support behind KOSA, a move likely intended to endear the company to regulators that could steer its fate — or perhaps more importantly, the fate of TikTok, Snap’s dominant rival, which sucks up the lion’s share of screen time among young people.\nSnap’s decision to break rank with its tech peers and even its own industry group on KOSA echoes a similar move by Meta, then Facebook, to support a controversial pair of laws known as FOSTA-SESTA back in 2018. That legislation, touted as a solution to online sex trafficking, went on to become law, but years later FOSTA-SESTA is better known for driving sex workers away from safe online spaces than it is for disrupting sex trafficking.\n\nFan fiction writers rally fandoms against KOSA, the bill purporting to protect kids online\n\n",
      "link": "https://techcrunch.com/2024/01/30/childrens-safety-hearing-discord-meta-snap-x-tiktok-january-2024/",
      "category": "social",
      "revised_title": "Senate Judiciary Committee to Hold Hearing on Online Child Safety with CEOs from Meta, TikTok, Snap, X and Discord",
      "Summary": "- CEOs from Meta, X (formerly Twitter), TikTok, Discord, and Snap will appear before Congress to address concerns about protecting children online.\n\n- The hearing will cover issues such as child sexual abuse material, fentanyl sellers on Snapchat, white supremacist extremism on X, and self-harm and suicide content on TikTok.\n\n- The Kids Online Safety Act (KOSA) is a controversial piece of legislation that aims to force tech platforms to take additional measures to shield children from harmful content online.\n\n- KOSA has bipartisan support and is backed by organizations that promote children's safety online, but it has also been criticized for potentially sanitizing the internet, promoting censorship, and imperiling young LGBTQ people.\n\n- Snap has broken rank with its peers and industry group to support KOSA, a move likely intended to endear the company to regulators."
    },
    {
      "title": "Watch SpaceX launch a Northrop Grumman resupply mission to the ISS",
      "content": "\n\nSpaceX is teaming up with Northrop Grumman today to deliver more than 8,000 pounds of cargo, fresh food and scientific experiments to astronauts on the International Space Station.\nThe NG-20 resupply mission will take off from the Space Force’s Cape Canaveral in Florida on a SpaceX Falcon 9 rocket at around 12:07 p.m. EST. Northrop’s Cygnus cargo capsule will arrive at the International Space Station on February 1.\nNorthrop has been launching Cygnus to the ISS for resupply missions using its own Antares rocket since 2013, with the exception of just two missions that used a United Launch Alliance Atlas 5. But Northrop retired that version of Antares last year, and the next version — an all-American launch vehicle called Antares 330, which it is developing with Firefly Aerospace — will not be ready to fly until around mid-2025.\nBoth Northrop and SpaceX have multibillion-dollar contracts with NASA to deliver cargo resupply missions to the ISS. Under its contract, SpaceX uses its Dragon capsule; this is the first time it will launch a Cygnus.\nThat Northrop is using Falcon 9 — and that the change required no modifications to Cynus, per Northrop VP Cyrus Dahlia during a press briefing last week — reflects both companies’ critical importance to American civil space efforts.\nSpaceX was able to modify its own hardware to accommodate the spacecraft: William Gerstenmaier, SpaceX’s VP of build and flight reliability, said during the briefing that the company added a 5 feet by 4 feet hatch to the payload fairing to enable a “late load” of cargo. Loading the cargo late in mission preparations, or within 24 hours of launch, allowed crews to add materials (like ice cream) to the spacecraft even after it was encapsulated in the fairing.\nAdding the “gigadoor” to the fairing, as Gerstenmaier called it, is especially tricky because the contents inside must remain environmentally controlled.\n“That’s a pretty intense activity,” he said. “It’s taken a lot of modifications on our part to get this hardware ready to go fly.”\nCygnus will remain docked to the ISS for around six months. While attached, it may use its thrusters to boost the altitude of the station, which is subject to atmospheric drag — an important capability unique to Cygnus. At the end of its stint, astronauts will fill the spacecraft with trash and other debris, which will burn up in the Earth’s atmosphere.\n",
      "link": "https://techcrunch.com/2024/01/30/watch-spacex-launch-a-northrop-grumman-resupply-mission-to-the-iss/",
      "category": "space",
      "revised_title": "SpaceX and Northrop Grumman Collaborate on ISS Resupply Mission",
      "Summary": "- SpaceX and Northrop Grumman are collaborating to deliver cargo to astronauts on the International Space Station (ISS) via the NG-20 resupply mission.\n\n- The mission will utilize a SpaceX Falcon 9 rocket to launch Northrop's Cygnus cargo capsule from Cape Canaveral, Florida, with an estimated arrival at the ISS on February 1.\n\n- Northrop has historically used its Antares rocket for Cygnus launches, but due to retirement and development of a new version, they are temporarily using SpaceX's Falcon 9.\n\n- SpaceX modified its hardware to accommodate the Cygnus capsule, including adding a \"gigadoor\" to the payload fairing for late loading of cargo.\n\n- Cygnus will remain docked to the ISS for approximately six months, potentially assisting in altitude adjustments and serving as a disposal unit for trash and debris before burning up in the Earth's atmosphere."
    },
    {
      "title": "Building AI guardrails should be part of the process",
      "content": "\nAs companies start relying more on AI-powered tools to help increase productivity and efficiency, they need to think about creating policies that can address any ethical, practical or legal issues, writes Richard Marcus, head of information security at AuditBoard.\n\nFull TechCrunch+ articles are only available to members.\nUse discount code TCPLUSROUNDUP to save 20% off a one- or two-year subscription.\n\nAccording to a Gartner survey, more than half the organizations that use AI have policies in place. But, as Marcus points out, building a solid rulebook now can help prevent plenty of headaches in the future.\nThanks for reading!\nKaryne\n\nCritical 2024 AI policy blueprint: Unlocking potential and safeguarding against workplace risks\n\nPitch Deck Teardown: Doola’s $1M strategic investment deck\nImage Credits: Doola (opens in a new window)\nThough there’s some information missing from Doola’s deck, resident pitch expert Haje Kamps found a lot to like: The company really seems to know its audience and does a good job explaining the problems it’s trying to solve in one simple slide.\nStill, there’s not a lot about the product itself, the competitive landscape, or a go-to-market plan, making it hard to understand exactly how the company will do what it promises.\n\nPitch Deck Teardown: Doola’s $1M strategic investment deck\n\nAny growth is good, but sustainable growth is the key to success\nImage Credits: PM Images / Getty Images\nMatt Lerner, who spent 11 years in marketing at PayPal, offers some solid advice for founders: “Selling more is like the last step; the first step is learning,” Lerner told Haje Kamps. “The next step is trying stuff and validating it. In the very beginning come up with some ideas that could be big if they worked, and validate them.”\n\nAny growth is good, but sustainable growth is the key to success\n\nDeveloper experience is more important than developer productivity\nImage Credits: Macrostore / Getty Images\nBusiness leaders are pressured to measure the impact of their business, and an important metric to track is often productivity: how much work was done in a time period. But Atlassian’s head of DevOps, Andrew Boyagi, argues that perhaps this is the wrong metric to focus on. “Imagine the possibilities if the same amount of time and energy was invested in improving developer productivity rather than trying to measure it,” he writes.\n\nDeveloper experience is more important than developer productivity\n\nGet the TechCrunch+ Roundup newsletter in your inbox!\nTo receive the TechCrunch+ Roundup as an email each Tuesday and Friday, scroll down to find the “sign up for newsletters” section on this page, select “TechCrunch+ Roundup,” enter your email, and click “subscribe.”\nClick here to subscribe\nWas HPE’s $14B Juniper acquisition a wise move?\nImage Credits: Alfieri / Getty Images\nA few weeks after HPE’s massive $14 billion deal to buy Juniper, investors don’t seem to be thrilled — at least if you measure their excitement by how the stock is doing. But the numbers look good, and the acquisition could help bolster HPE’s networking business: The Juniper purchase will immediately increase the networking segment from 18% of total revenue to 32%, an analyst told Ron Miller and Alex Wilhelm. So why do investors seem skittish?\n\nWas HPE’s $14B Juniper acquisition a wise move?\n\nStartups must strategize and budget for AI-assisted software development in 2024\nImage Credits: Olemedia / Getty Images\nAlex Circei, CEO and co-founder of Waydev, cuts right to the chase: “Enterprises need to understand how much to budget into AI tools, how to weigh the benefits of AI versus new recruits, and how to ensure their training is on point.” Not doing so can lead to wasted money, wasted efforts and even losing staff.\n\nStartups must strategize and budget for AI-assisted software development in 2024\n\n",
      "link": "https://techcrunch.com/2024/01/30/building-ai-guardrails-should-be-part-of-the-process/",
      "category": "startups",
      "revised_title": "AI Guardrails: A Necessary Step for Ethical and Practical AI Implementation",
      "Summary": "- Companies are increasingly relying on AI-powered tools to boost productivity and efficiency, necessitating the development of policies to address ethical, practical, and legal concerns.\n- According to a Gartner survey, over half of organizations using AI have policies in place, highlighting the importance of establishing a solid rulebook to prevent future challenges.\n- AI policies should address issues such as data privacy, algorithmic bias, and the impact of AI on the workforce, ensuring responsible and ethical use of AI technology.\n- Companies need to allocate appropriate budget and resources for AI-assisted software development, considering factors like the cost of AI tools, the balance between AI and human resources, and the need for proper training to maximize the benefits of AI.\n- Implementing AI policies and strategies can help organizations unlock the potential of AI while mitigating risks and safeguarding against potential workplace issues."
    },
    {
      "title": "Drone couriers and virtual faces among Alchemist Accelerator’s demo day highlights",
      "content": "\nToday is demo day at Alchemist Accelerator, which focuses on very early stage startups from technical founders. Fifteen companies are presenting in this batch, but here are several we thought worth a closer look. Alchemist also scored an additional $2 million from Mayfield to keep investing like this, so they must be doing something right.\nYou can watch the full set of presentations here when the stream starts at 10:30 a.m. Pacific time today.\nAvol Aerospace is basically an American take on Matternet’s (also an Alchemist alumni) medical sample transport drones over in Switzerland. I’ve written those up over the years and the concept is pretty high-touch but has genuine promise for improving times for getting labs done, transporting organs and blood, and so on, instead of using ground couriers.\nOf course in a Swiss city studded with medical centers you can get away with a quadcopter. If it’s 50 miles, you want something like Zipline’s fixed-wing craft. Avol has staked out an interesting middle ground: a small VTOL craft that transitions to winged flight after takeoff. And to minimize FAA barriers to launch, it has a remote pilot. Imagine that!\n\nMatternet’s automated drone-docking station makes its real-life debut in Switzerland\n\nOf course, in a sense that limits scaling, but the sample delivery industry isn’t trying to go from 1 to a million, more like 10 to 100 over the next year. They’re raising a seed round now and hoping to work with hospitals around the country.\nImage Credits: Avol\nSyntonym is taking the tech behind vtubers and applying it in everyday video calls, replacing your face in real time to preserve your privacy. Now, this isn’t meant for meetings with your team or calls with your family, but rather in applications like in-car monitoring or telehealth, where a person’s expressions and general look are needed, but they might rather not have their face going to some database.\nImage Credits: Syntonym\nIt can run as a cloud service, on-premise or even as a virtual camera on your phone (and a little on-screen indicator serves as notice that your face is not your face). It’s an interesting play, but I do wonder whether it will be something people want to pay for as the culture around video calls and surveillance shifts. I wouldn’t mind being able to put on a mask now and then, to be sure.\nExample of face replacement in an in-car dash camera system. Image Credits: Syntonym\nYes, there are ethical considerations. We should talk about them!\nElaitra is in the “AI radiology assistant” category, which is surprisingly broad since that kind of imaging is done increasingly frequently for an increasing number of conditions. In the case of breast cancer, imaging called Digital Breast Tomosynthesis can turn up precancerous or otherwise suspicious tissues, but it can be hard for even experts to read correctly 100% of the time.\n\nLike other screening and diagnosis assistants, Elaitra’s Viewfinder software isn’t in any way intended to replace expert analysis, but to help speed up and improve the expert’s workflow. They’re piloting the software now with some hospitals and clinics, and hope to make Viewfinder a standard, low-cost step in breast cancer screening and treatment.\nI don’t pretend to understand what ERPs are used for day to day, since I’m just a writer. But I’ve heard in multiple industries that the old enterprise resource planning systems that companies have relied on for years just don’t work well with a lot of modern workflows, especially in fast-moving industries or SMBs. So it’s not surprising that folks from Astra were frustrated enough with what they were using to split off and build their own.\nRedshift is their solution, a new ERP-type thing that integrates with modern services everyone uses and doesn’t cost a quarter of a million dollars. Look, I already said I don’t know what these things are actually for, but I’ve seen other companies spun out of the exacting processes of spaceflight and that’s as good an origin story as any. Better than most, really.\nMayfield’s $2 million investment is a follow-on from an earlier $500,000 one. It seems they’re hungry for technical founders and Alchemist specializes in that, but they didn’t attach any big riders to the check. “It’s a very open-ended investment,” said Alchemist CEO Ravi Belani. “They were an initial LP, so there’s a lot of trust.”\nThe accelerator is also trying a new model to reach out to founders across the globe that want a partner in the bay.\n“This is an experiment, to try to create bridges to pockets of the world where we don’t have a good foothold,” Belani explained, essentially by fast-tracking startups referred by partner firms. He gave the example of a VC firm in Turkey, Simya — which, incidentally, actually translates to Alchemist — which is one of the early partners.\n“They’re trying to compete for the best startups in and around Turkey, but there are bigger funds than them,” Belani said. “In the past, they’d just have to go and compete with them, but now they can say, ‘Hey, with our firm comes access to Alchemist in Silicon Valley. That gives them an edge. And if that company had decided to go direct to us, we would have only invested $50,000; now they’re getting $250,000 from the partner — that’s the minimum [for this program], but they can do more.”\nWill it pay off? It could help connect the vast amounts of talent and capital that don’t have convenient access to Silicon Valley — which is itself notoriously inward-looking.\n\nAlchemist Accelerator’s latest startups range from sneakernet for energy to solar panel cleaning bots\n\n",
      "link": "https://techcrunch.com/2024/01/30/drone-couriers-and-virtual-faces-among-alchemist-accelerators-demo-day-highlights/",
      "category": "startups",
      "revised_title": "Alchemist Accelerator Demo Day Highlights: Drone Couriers, Virtual Faces, and More",
      "Summary": "- Alchemist Accelerator's demo day showcased 15 early-stage startups, including Avol Aerospace, Syntonym, Elaitra, and Redshift.\n\n- Avol Aerospace is developing a small VTOL craft for medical sample transport, combining the advantages of quadcopters and fixed-wing aircraft.\n\n- Syntonym offers a technology that replaces a person's face in real-time during video calls, preserving privacy in applications like in-car monitoring and telehealth.\n\n- Elaitra's AI radiology assistant, Viewfinder, helps speed up and improve the workflow of experts in breast cancer screening and treatment.\n\n- Redshift is a new ERP-type solution that integrates with modern services and is designed to be more affordable and user-friendly than traditional enterprise resource planning systems."
    },
    {
      "title": "PadSplit, a marketplace for affordable shared housing, surpasses 10K+ units",
      "content": "\nPadSplit aims to address the lack of supply, access and affordability in the rental market with its co-living marketplace designed specifically for lower-income workers, which includes flexible commitment terms and payments as well as no minimum credit score or expensive security deposit.\nNow, the company has created more than 10,000 rooms in 18 cities across the U.S., giving over 23,000 people access to stable living accommodations — a notable milestone given the current housing crisis and how it affects individuals dealing with economic instability. According to a recent report by Moody’s Analytics, researchers say it’ll likely take years until we see a recovery in the American housing market, and despite it slightly improving, the total housing deficit will remain in the 1.5 million to 2 million range in 2024.\n“The largest portion of anyone’s income almost always goes toward housing costs,” founder and CEO Atticus LeBlanc told TechCrunch. “And if you look around, you know that housing costs are skyrocketing, as much as 40% in some markets. Where can the baristas who serve your coffee or, the wait staff in a restaurant, or the person who cuts your hair afford to live? PadSplit fundamentally believes that the people who serve our communities deserve an opportunity to live in them. Our mission is to change the world, one room at a time.”\nAlongside today’s milestone announcement, PadSplit shared new data about its users, including how much they save per month on average ($332) and residents’ median annual income ($27,636). Most notably, active members have saved $2.6 million monthly and around $47.4 million in total savings generated.\n“The life-changing results speak for themselves… These incredible results have led PadSplit residents to purchase their own vehicles, traditional apartments, launch their own companies and buy their own homes,” added LeBlanc.\nWhen you look at the U.S. median monthly rent price — $1,966 as of November 2023 — housing continues to be unaffordable for minimum-wage employees. Additionally, the average cost of renting a room jumped from $755 in 2022 to $955 in 2023. PadSplit, meanwhile, reports that the average monthly cost to live in one of its units is $729.\nIn addition to offering furnished private bedrooms, shared common areas, fixed utility costs and Wi-Fi, PadSplit also offers 24/7 telehealth, credit reporting and job matching services, which could help set residents up for success. Members can move within 48 hours and pay on a customizable schedule.\nPadSplit has units available in select cities across 15 states, including Arizona, California, the District of Columbia, Florida, Georgia, Indiana, Louisiana, Maryland, Missouri, Nevada, Oklahoma, Tennessee, Texas, Utah and Virginia. It plans to expand to more cities in Pennsylvania, North Carolina and Texas this year.\nSince its launch in 2017, PadSplit has raised $35.1 million in funding from noteworthy investors like Core Innovation Capital, Impact Engine and Mark Cuban Companies.\n\nPadSplit uses the Airbnb model to tackle the country’s affordable housing crisis\n\n",
      "link": "https://techcrunch.com/2024/01/30/padsplit-a-marketplace-for-affordable-shared-housing-surpasses-10k-units/",
      "category": "startups",
      "revised_title": "PadSplit Surpasses 10,000 Units, Providing Affordable Shared Housing to Lower-Income Workers",
      "Summary": "- PadSplit is a co-living marketplace that addresses the lack of supply, access, and affordability in the rental market for lower-income workers.\n\n- PadSplit has created over 10,000 rooms in 18 cities across the U.S., giving over 23,000 people access to stable living accommodations.\n\n- PadSplit offers furnished private bedrooms, shared common areas, fixed utility costs, Wi-Fi, 24/7 telehealth, credit reporting, and job matching services.\n\n- The average monthly cost to live in a PadSplit unit is $729, which is significantly lower than the U.S. median monthly rent price of $1,966.\n\n- PadSplit has raised $35.1 million in funding from investors like Core Innovation Capital, Impact Engine, and Mark Cuban Companies."
    },
    {
      "title": "Ubiquity Ventures secures $75M for Fund III to invest in ‘software beyond the screen’",
      "content": "\nThe venture capital market may still be trying to sort itself out, yet venture capital firms remain optimistic in closing new funds.\nUbiquity Ventures is the latest firm, securing another $75 million in capital commitments for its third fund. Sunil Nagaraj is the solo general partner at Ubiquity, having started the firm in 2017 and closed his debut fund of $30 million in 2018. He then raised $51 million in 2020 for Fund II.\nNagaraj, who was previously with Bessemer Venture Partners for six years, says he has “the power of being nerdy and early,” which is what led to his 2014 seed investment in Auth0 while at that firm. The company eventually exited in a $5.6 billion deal to Okta.\nHe also said there has to be a delicate balance between mainstream SaaS, deep tech and off-the-deep-end moonshots.\n“Those are the two ends of the spectrum,” he said. “The danger is that once you do something outside the norm, you can go too far off the norm.”\n\nHere’s how a former Bessemer Venture Partners principal closed his own $30 million fund\n\nHe focuses on early-stage startups creating “software beyond the screen,” which he describes as the trend of having no screens, meaning using software to navigate, perceive, understand and control the real physical world. In other words, it can become “ubiquitous.”\n“This is something I would love for the whole tech community to embrace more of,” Nagaraj told TechCrunch. “It’s the biggest idea that’s not being exploited right now.”\nInvestments include companies like Croptide, a company developing a “smartwatch” for plants that reads a plant’s status from its stem; Halter, a way to control cows from your smartphone; Loft Orbital, a satellite-as-a-service company; and Revi, which makes kiosks and online ordering services for restaurants.\nHe has already made four investments from the new fund and plans to make about 20 overall, writing about $1 to $2 million for a seed round and reserving the same for the subsequent Series A. And Nagaraj takes a board seat, which he joked that many of his peers find odd at the seed stage.\nThree months ago, he created Ubiquity University, a series of educational videos for seed-stage entrepreneurs. For example, how to set up your first board meeting, your first financial model and how to build a cap table.\n“I’ve done about half of them myself,” Nagaraj said. “I’m continuing to add to this as a free resource for the world. It’s based on some of my pet peeves — entrepreneurs have been pitching like 100 times with different VCs. So what do they do at the first meeting? Pitch. You already have my money, you don’t need to sell me anymore.”\n\nThe global venture capital market is not done retreating yet\n\n",
      "link": "https://techcrunch.com/2024/01/30/ubiquity-ventures-75m-fund-3-software-beyond-the-screen/",
      "category": "startups",
      "revised_title": "Ubiquity Ventures Raises $75 Million for Fund III to Invest in Early-Stage Startups Creating \"Software Beyond the Screen\"",
      "Summary": "- Ubiquity Ventures, led by Sunil Nagaraj, has secured $75 million in capital commitments for its third fund.\n\n- Nagaraj focuses on early-stage startups creating \"software beyond the screen,\" which involves using software to navigate, perceive, understand, and control the real physical world.\n\n- He has already made four investments from the new fund and plans to make about 20 overall, writing about $1 to $2 million for a seed round and reserving the same for the subsequent Series A.\n\n- Nagaraj also created Ubiquity University, a series of educational videos for seed-stage entrepreneurs, to provide free resources and guidance on various aspects of starting and running a business.\n\n- The global venture capital market is still experiencing a downturn, but venture capital firms remain optimistic in closing new funds."
    },
    {
      "title": "p0 uses LLMs to save enterprises from code catastrophes",
      "content": "\nStartup p0 is named after catastrophic events that can cause a platform to crash, leading to potential security breaches and loss of customer trust in businesses. Those are the problems that p0 was created to solve, using large language models (LLMs) to help developers catch serious issues in code before it is shipped. The startup announced today it has raised $6.5 million from Lightspeed Venture Partners, with participation from Alchemy Ventures.\np0 uses LLMs to identify safety and security issues in software before it is run in a production environment, and it does not need user configuration. Software issues it addresses include data integrity, validation failures, speed and timeouts. Developers use it by connecting their Git code repositories to p0. One of p0’s main customers is a large food service company with millions of live users on its system. They use p0 to find issues that can compromise the security and reliability of their platform. For example, p0 showed them that their sign-up sheets could’t handle emojis.\nThe startup was founded in 2022 by Prakash Sanker, who previously worked at companies like Palantir, and Kunal Agarwal, a founder of SoftBank-funded working capital startup C2FO. The company was started to “fundamentally change the manner in which code quality assurance is done,” Sanker told TechCrunch.\n“While building software at our previous companies, we always felt that getting something into production was painful, typically involving a really boring and time-consuming bug bash process,” he says. “Our developers were always balancing the demands of shipping product or spending time writing tests.”\nSanker and Agarwal decided to build a one-click tool that could identify p0s before they affect customers, while shortening software delivery cycles. Sanker says the quality assurance tools currently used by developers, which typically focus on static analysis, security analysis, test writing or test execution, are less precise and require a lot of engagement and ingenuity to discover p0s.\np0’s founders say it is able to be part of the development process without slowing it down because it revolves around LLMs.\nAgarwal explains that enterprises traditionally do security testing with a black box approach, which means external white hat hackers or security systems try to attack their systems without a deep knowledge of the system. Or internal developers who are very familiar with the system try to attack it. “Typically, it’s been very hard to know the internals of systems just by looking at code externally,” he said.\np0 uses LLMs to understand its customer’s codebases and create contextual challenges that have the potential to exploit vulnerabilities. For example, it can detect an API vulnerability that might give away private information when hit with a specific data payload.\n“Without LLMs, it would be impossible to create a contextually relevant challenge,” Agarwal said. “This is critical because understanding context powers the system with intelligence and mounting a relevant challenge enables us to reduce noise.”\nThe company’s engine is currently powered by open source LLMs, including Llama and Mistral. p0 extracts the relevant parts of a customer’s codebase and embeds it with the right context and query for its LLM engine to respond to, Agarwal explained. Then it examines those responses and makes them readable by humans. As p0 develops, it plans to refine its model weights. For enterprise customers, LLMs are hosted within their environment for information security reasons.\nAgarwal says hallucinations aren’t a challenge for the startup, because it doesn’t write code. Instead, it mounts challenges and it can detect challenges created by hallucinations.\np0 has launched from stealth and is revenue generating thanks to its first customer (the global food service provider). Sanker says it has 50 customers in its pipeline who will be onboarded in 2024 and monetizes through a SaaS model. In the future, it wants to include staging environments as an offering.\nOther plans include expanding p0’s capability for finding different types of critical issues and supporting more languages. The founders also want to get rid of the need for a customer-hosted staging environment and turn p0 into an end-to-end solution.\nIn an investor statement, Lightspeed partner Hemant Mohapatra said, “p0’s cutting-edge approach to code and API security is unique and amongst the first ever truly LLM-native ways of solving this age-old and ever-evolving problem. We are excited to have incubated and backed them from when this was just an idea on paper.”\n",
      "link": "https://techcrunch.com/2024/01/30/p0/",
      "category": "startups",
      "revised_title": "p0: Using LLMs to Prevent Catastrophic Software Issues",
      "Summary": "- p0 is a startup that uses large language models (LLMs) to identify safety and security issues in software before it is run in a production environment.\n\n- p0's founders say it is able to be part of the development process without slowing it down because it revolves around LLMs.\n\n- p0 has launched from stealth and is revenue generating thanks to its first customer (a global food service provider).\n\n- p0 plans to expand its capability for finding different types of critical issues and supporting more languages.\n\n- p0 wants to get rid of the need for a customer-hosted staging environment and turn p0 into an end-to-end solution."
    },
    {
      "title": "Elon Musk’s $56B Tesla pay deal is unfair, judge rules",
      "content": "\nA Delaware judge ruled Tuesday that Elon Musk’s $56 billion pay package is unfair, voiding the largest in compensation deal in corporate history.\nThe decision, issued Tuesday in the Delaware Court of Chancery by Judge Kathaleen McCormick, means that Musk, the world’s richest person, can’t keep the 2018 compensation package. The ruling can be appealed. Chancery Daily, which follows and shares update on the Delaware Chancery Court, first reported the decision on Threads.\nThe ruling doesn’t provide a tidy end for Musk or the Tesla board. How Musk is compensated and what happens to his wealth, which is largely tied up in his many companies, are unanswered questions.\nIn her ruling, McCormick wrote that Tesla “bore the burden of proving that the compensation plan was fair, and they failed to meet their burden.”\nMusk shared his displeasure with the ruling by turning to X, the social media site formerly known as Twitter that he owns thanks in part to a previous decision by McCormick. The judge oversaw Twitter’s suit against Musk that ended in him agreeing to close his $44 billion deal. Musk largely financed the Twitter acquisition by selling his Tesla stock.\n“Never incorporate your company in the state of Delaware,” Musk posted on X. Musk later posted a poll asking whether Tesla should change its state of incorporation to Texas.\nThis question of “fairness” was central to the case, which kicked off in 2019 when Tesla shareholder Richard Tornetta filed a suit to rescind Musk’s 2018 pay deal, claiming at the time that the package was unjustly paid to Musk without demanding he focus entirely on the carmaker.\nThe compensation plan approved by shareholders in 2018 consisted of 20.3 million stock option awards broken up into 12 tranches of 1.69 million shares. Under the agreement, the options vested in 12 increments if Tesla hit specific milestones on market cap, revenue and adjusted earnings (excluding certain one-time charges such as stock compensation).\nWhile many may argue that it was fair because the vast majority of shareholders approved it, McCormick was unmoved. She wrote because the “defendants were unable to prove that the stockholder vote was fully informed because the proxy statement inaccurately described key directors as independent and misleadingly omitted details about the process.”\nMcCormick described the process leading to the approval of Musk’s compensation plan as “deeply flawed,” largely because of his deep ties to the people, including board members, who were supposed to be negotiating on Tesla’s behalf. She also noted that testimony illustrated that this was less a negotiation and more a cooperative venture.\nMcCormick also weighed in the fairness of the “price.” Defendants urged the court to compare what Tesla “gave” against what Tesla “got.” Her assessment was not enough. She writes:\n\n\n\n\n“The compensation plan was not conditioned on Musk devoting any set amount of time to Tesla because the board never proposed such a term. Swept up by the rhetoric of “all upside,” or perhaps starry eyed by Musk’s superstar appeal, the board never asked the $55.8 billion question: Was the plan even necessary for Tesla to retain Musk and achieve its goals?”\nShe did agree that the defendants (Tesla) proved Musk was “uniquely motivated by ambitious goals and that Tesla desperately needed Musk to succeed in its next stage of development.” But, she added, “these facts do not justify the largest compensation plan in the history of public markets.”\n\n\n\n\n",
      "link": "https://techcrunch.com/2024/01/30/elon-musks-56b-tesla-pay-deal-is-unfair-judge-rules/",
      "category": "transportation",
      "revised_title": "Delaware Judge Rules Elon Musk's $56 Billion Tesla Pay Package Unfair",
      "Summary": "- A Delaware judge ruled that Elon Musk's $56 billion pay package is unfair and void, making it the largest compensation deal in corporate history.\n\n- The ruling means that Musk can't keep the 2018 compensation package, which consisted of 20.3 million stock option awards.\n\n- The judge found that Tesla failed to prove that the compensation plan was fair and that the stockholder vote was fully informed.\n\n- The judge also noted that the process leading to the approval of Musk's compensation plan was \"deeply flawed\" and that the board never asked if the plan was necessary for Tesla to retain Musk.\n\n- Musk expressed his displeasure with the ruling on X, the social media site he owns, and posted a poll asking whether Tesla should change its state of incorporation to Texas."
    },
    {
      "title": "Amid a fairly flat European market, Giant Ventures raises $250M to invest transatlantically",
      "content": "\nGiant Ventures, a U.K.-based VC that has made a habit of investing on both sides of the Atlantic, is launching two new funds, totaling $250 million. Its previous fund totaled $100 million.\nThe firm invests across climate, health and what it calls “purpose-driven” startups and some used to call “impact” or “mission-driven.”\nWhatever the case, the raise consists of a new $100 million seed fund which will aim to back around 25 early-stage companies, while a $150 million climate-focused growth fund will aim at Series B companies. The firm says it’s made 10 investments so far from the two funds.\nPrior to this, Giant had invested in mental health app Calm, carbon removal platform Agreena, British energy storage startup Field (which has raised $300 million) and health industry startup Doccla.\nPart of Giant’s main “pitch” to startups, if you will, is that it is led by former founders and operators in a European ecosystem where 92% of European venture capitalists have never worked at a startup. The firm is led by Cameron McLain, an exited founder, and Tommy Stadlen, co-founder of Swing Technologies (acquired by Microsoft).\nAdmittedly that has begun to change in recent years with the appearance of new funds such as Plural, which is helmed by exited founders from Wise, Songkick and others. Plural recently raised a fresh €400 million fund.\nOver a call, Stadlen told me: “Half of this capital is going into European companies, including the U.K., and then half of it is going into the U.S. companies. So we’re fully transatlantic. We’ve got people in London, where the headquarters is, but also we have folks in Copenhagen, Stockholm, New York and California.”\nAdvisory board members include former BP CEO Lord Browne, former British Foreign Secretary David Miliband and 23andme founder Linda Avey.\nGiant’s LPs include BMW, Henkel, RIT Capital Partners, clients of Cambridge Associates, Stepstone, Denmark’s sovereign investment fund, The Nature Conservancy (U.S.) and Sir Richard Branson.\nThe news is not unwelcome in an environment where Britain has consistently ranked near the bottom of the G7 in recent years for all sources of private investment in the economy.\nAlthough several U.K. VC’s signed up to a scheme to boost investment in startups last year, this will undoubtedly take a while to filter through the ecosystem.\nVC in Europe has been hit by a weak economy, and has been mostly flat over the last two years. Startup investment slumped in 2023 to $45 billion.\nMeanwhile, North American investors are retrenching, with Omers and Coatue downgrading their activity.\n",
      "link": "https://techcrunch.com/2024/01/30/giant/",
      "category": "venture",
      "revised_title": "Giant Ventures Raises $250 Million for Transatlantic Investments in Climate, Health, and Purpose-Driven Startups",
      "Summary": "- Giant Ventures, a U.K.-based VC, is launching two new funds totaling $250 million, including a $100 million seed fund and a $150 million climate-focused growth fund.\n\n- The firm invests in climate, health, and purpose-driven startups, and has made 10 investments so far from the two funds.\n\n- Giant Ventures is led by former founders and operators, and has a transatlantic focus with offices in London, Copenhagen, Stockholm, New York, and California.\n\n- Advisory board members include former BP CEO Lord Browne, former British Foreign Secretary David Miliband, and 23andme founder Linda Avey.\n\n- The news comes as VC investment in Europe has been hit by a weak economy and has been mostly flat over the last two years."
    },
    {
      "title": "SMOK VC’s second fund is another signal that Poland’s tech scene is hitting its stride",
      "content": "\nIn 2007 I was running late for my speech at the Polish Stock Exchange, but the cool reception I received there suggested I should perhaps not have bothered. Speaking about the new wave of tech startups emerging from Silicon Valley and how Europe was next, I was met with a lot of puzzled blinking. That audience clearly wasn’t the right one, or in the right place. But in the high schools and universities, Poland’s youth was busy hoovering up engineering and business courses to get their ecosystem underway.\nFast-forward to 2024 and Poland’s startup (and exit) ecosystem bears little resemblance to 2007. Some highly successful tech companies have emerged from the country, including Brainly, Booksy, Docplanner, Ramp and many others. Not to mention the on-fire games sector. “The Witcher” games were published in Poland by CD Projekt and worldwide by Atari, for instance.\nPoland’s hot ecosystem even reached the point where there was so much to write about I had to split my 2020 survey of Poland’s VC scene into two parts.\nFurther evidence that the scene is still on a roll emerges today in the news that Poland’s SMOK Ventures has closed its second fund at the $25 million mark.\nNow, before you scoff at that figure, remember the geography it’s deploying in. Backing early-stage software tools, SaaS, AI and gaming startups in Central and Eastern Europe, SMOK has been part of a new wave of VCs in the region.\nAnd as you can see from the 2020 survey, we counted at least 20 VCs operating in Poland (mostly out of Warsaw).\nPoland is also poised to feel the economic benefits of ridding itself of a socially conservative government, which has acted as a drag on society, in the wake of the victory by former EU chief Donald Tusk.\nBorys Musielak, SMOK’s general partner (who sold Filmaster to Samba TV) and whose co-founder is Diana Koziarska (former CEO at ReaktorX), told me over a call: “Most of our investments are in software development tools and game development. Those are the two biggest sectors in Poland… It’s the engineers understanding engineering tools and they build engineering tools for other engineers… Those are really Poland’s strengths.”\nHe said fundraising had been tough because of the Russian invasion of Ukraine and its fallout amongst LPs nervous about the region. Although Poland has absorbed 1.5 million Ukrainian refugees relatively easily, much of the tech talent has stayed in Ukraine where it has pivoted to defense, for obvious reasons.\nThat said, Musielak told me Ukrainian startups continue to appear and make investable prospects. Finmap is a Ukrainian-origin startup backed by SMOK, for instance. The cash flow management tool for small business owners has raised around $2 million so far.\nSMOK’s first fund from 2019 was $10 million and was deployed in 24 startups and went into startups including SunRoof, Vue Storefront and inStreamly.\nThe majority of that first fund came from Poland’s government-tied PFR Ventures, but this second fund is backed by PFR’s separate investment pocket which does not contain EU funding. The new fund includes 60+ private LPs, with, says the firm, most of the LPs being entrepreneurs coming from CEE. OnDean Forward, with Andrew Sieja (founder of Relativity, a Polish/Chicago unicorn) and Marcin Wojtczak (former executive at Relativity and Bain) are among the new major LPs, for instance.\nSMOK will use the new fund to invest in pre-seed and seed startups (investing around $100,000-$1 million) both from CEE, but also has the freedom to deploy anywhere in the world, now that it has less EU institutional funds as LPs.\nThe fund writes cheques of $100,000 to $1 million and, to date, it has invested in 12 startups, spread across countries such as Poland, Ukraine, Croatia, Bulgaria and others. Investments include Gotiva, 57hours and Ukraine’s Finmap.\nSMOK also has a useful card up its sleeve when it wants to network its portfolio in the U.S. or internationally. It is part of a network of funds managed by the prolific — and somewhat idiosyncratic (he’s a U.S.-citizen who once competed in the Olympics for Columbia) — U.S. investor Paul Bragiel. His investment network focuses on emerging markets and includes Golden Gate Ventures (Southeast Asia), Niu Ventures (South America), Bragiel Brothers (North America), Savannah (Africa) and Sisu Game Ventures (gamedev focus).\nAlthough a formal GP in SMOK, Bragiel is not operational day-to-day, but because he was an early investor in Uber, this no doubt comes in handy when SMOK needs to network its portfolio in the U.S.\nThis latest news makes it clear that Poland’s tech ecosystem is continuing to punch above its weight both regionally and internationally.\n",
      "link": "https://techcrunch.com/2024/01/30/smok-vcs-second-fund-is-another-signal-that-polands-tech-scene-is-hitting-its-stride/",
      "category": "venture",
      "revised_title": "Poland's Tech Scene Continues to Flourish as SMOK Ventures Closes Second Fund",
      "Summary": "- Poland's startup ecosystem has grown significantly since 2007, with successful companies like Brainly, Booksy, Docplanner, Ramp, and CD Projekt emerging.\n\n- SMOK Ventures, a VC firm focused on early-stage software tools, SaaS, AI, and gaming startups in Central and Eastern Europe, has closed its second fund at $25 million.\n\n- The fund will invest in pre-seed and seed startups, primarily from CEE, but also has the freedom to deploy anywhere in the world.\n\n- SMOK's investments include Gotiva, 57hours, and Ukraine's Finmap.\n\n- Poland's tech ecosystem is continuing to grow and is punching above its weight both regionally and internationally."
    }
  ]
}