{
  "source": "TechCrunch",
  "date": "2024-01-28",
  "no_of_articles": 8,
  "articles": [
    {
      "title": "Startups must strategize and budget for AI-assisted software development in 2024",
      "content": "\n\n\n\n\nAlex Circei\nContributor\n\n\n\n\nShare on X\n \n\n\n\n\nAlex Circei is the CEO and co-founder of Waydev, a development analytics tool that measures engineering teams' performance.\t\n\nMore posts by this contributor\n\nHow engineering leaders can use AI to optimize performance\nTrack the right metrics to improve your developers’ work experience\n\n\n\nOf all enterprise departments, product and engineering spend by far the most on AI technology. Doing so effectively stands to generate huge value — developers can complete certain tasks up to 50% faster with generative AI, according to McKinsey.\nBut that’s not as easy as just throwing money at AI and hoping for the best. Enterprises need to understand how much to budget into AI tools, how to weigh the benefits of AI versus new recruits, and how to ensure their training is on point. A recent study also found that who is using AI tools is a critical business decision, as less experienced developers get far more benefits out of AI than experienced ones.\nNot making these calculations could lead to lackluster initiatives, a wasted budget and even a loss of staff.\nAt Waydev, we’ve spent the past year experimenting on the best way to use generative AI in our own software development processes, developing AI products, and measuring the success of AI tools in software teams. This is what we’ve learned on how enterprises need to prepare for a serious AI investment in software development.\nCarry out a proof of concept\n \n\n\t\t\tMany AI tools emerging today for engineering teams are based on completely new technology, so you will need to do much of the integration, onboarding and training work in-house.\t\t\t\t\t\n\nWhen your CIO is deciding whether to spend your budget on more hires or on AI development tools, you first need to carry out a proof of concept. Our enterprise customers who are adding AI tools to their engineering teams are doing a proof of concept to establish whether the AI is generating tangible value — and how much. This step is important not only in justifying budget allocation but also in promoting acceptance across the team.\nThe first step is to specify what you’re looking to improve within the engineering team. Is it code security, velocity, or developer well-being? Then use an engineering management platform (EMP) or software engineering intelligence platform (SEIP) to track whether your adoption of AI is moving the needle on those variables. The metrics can vary: You may be tracking speed using cycle time, sprint time or the planned-to-done ratio. Did the number of failures or incidents decrease? Has developer experience been improving? Always include value tracking metrics to ensure that standards aren’t dropping.\nMake sure you’re assessing outcomes across a variety of tasks. Don’t restrict the proof of concept to a specific coding stage or project; use it across diverse functions to see the AI tools perform better under different scenarios and with coders of different skills and job roles.\n ",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2023/12/GettyImages-1320779980.jpg?w=711"
      ],
      "link": "https://techcrunch.com/2024/01/28/startups-must-strategize-and-budget-for-ai-assisted-software-development-in-2024/",
      "category": "artificial-intelligence",
      "revised_title": "Strategic Budgeting for AI-Assisted Software Development in 2024: A Guide for Startups",
      "Summary": "- Enterprises need to understand how much to budget into AI tools, how to weigh the benefits of AI versus new recruits, and how to ensure their training is on point.\n- A recent study found that who is using AI tools is a critical business decision, as less experienced developers get far more benefits out of AI than experienced ones.\n- Enterprises should carry out a proof of concept to establish whether the AI is generating tangible value and how much.\n- The first step is to specify what you’re looking to improve within the engineering team, such as code security, velocity, or developer well-being.\n- Use an engineering management platform (EMP) or software engineering intelligence platform (SEIP) to track whether your adoption of AI is moving the needle on those variables."
    },
    {
      "title": "Arc’s new iPhone browser wants to be your search companion",
      "content": "\nThe Browser Company launched the Arc’s first iPhone companion app last year, allowing users to save links for consumption on the desktop application later. The firm has now released a new mobile app, called Arc Search, that aims to focus on the search experience.\nThe marquee AI-powered feature of the app, “Browse for me,” returns a neatly built webpage with information about the search query. The feature, powered by models from OpenAI and others, reads at least six web pages and builds a new page with different sections.\nImage Credits: Screenshot by TechCrunch\nFor instance, when I searched “How to make a perfectly poached egg,” Arc Search made a page for me with sections like “Ingredients and Tools,” “Poaching technique,” “Cooking process,” and additional tips. The page also had a bunch of useful photos and videos.\nImage Credits: Screenshot by TechCrunch\n \nThe browser also made a neat summary for me when I asked about “What changes Apple made to the App Store in response to DMA.” While it didn’t get all the points across, the web page had the crux of the announcements made by the Cupertino-based tech giant.\n\n\nsecond, Arc Search BROWSES FOR YOU.\ntype a search query and tap “browse for me” – we'll then go read 6 webpages on your behalf…\n…and create THE PERFECT TAB to answer your query. a custom webpage for every search you ever do. \nfeat. YouTube Embeds, Verified Quotes, and all! pic.twitter.com/e8hryskRbx\n— Josh Miller (@joshm) January 28, 2024\n\nThese pages are great for me to get information at glance, and I can also use the “Dive Deeper” section to explore additional links listed for the topic. However, at the moment I can’t share these pages with anyone unless I take a screenshot.\nOther features\nIf users don’t want to use the AI-powered feature, they can just tap on the query to use Google, Bing, DuckDuckGo, or Ecosia — whichever you have set as default.\nNotably, last week, the Browser Company announced that users can set Preplexity as their default search engine on the Arc’s desktop client. But it’s not clear if this option will be available for the mobile client.\nThere is also a reader mode for all webpage for easy reading and you can bookmark the webpage as well. But there is no folder system to store these bookmarks.\nArc Search browser also archives tabs after 1 day (this is customizable) to save you from tab overload. You can look at your open tabs through the tab switcher on the bottom bar, or you can swipe and hold from the left edge of the screen.\nImage Credits: The Browser Company\nAdditionally, Arc Search blocks GDPR and newsletter popups, ads, and trackers automatically. Unlike the first companion browser, you can set this as a default on the iPhone.\nWhy did Arc build a browser this way?\nThe Browser Company’s CEO Josh Miller said in a thread on X that the startup wanted to make the fastest way to look up things as that’s what most people do with phone browsers. So it started with a search bar in the middle. And it opens up with a keyboard so you can start typing in the query immediately.\nWith its new page creation feature search, the new Arc Search browser wants to make you feel like you are interacting with an AI Agent that will do the heavy lifting of looking up things, summarizing the content, and presenting it well. We have seen this kind of approach with Google’s Search Generative Experience (SGE) or Perplexity AI. On the flip side, browsers have primarily introduced AI-powered features to summarize pages or to help you write posts. Arc Search is trying to merge both of these feature surfaces.\nWhat’s next?\nAt the moment, Arc will keep its mobile companion for saving links alive, but it plans to merge both browser clients at a later stage.\nWhat’s more, the company said it plans to launch cross-browser syncing. Miller said in his thread that as the company starts to ramp up its rollout of the Windows client, it can’t rely on just iCloud. That’s why the team is building Arc’s own syncing experience, which will launch soon.\nArc started with a waitlist system for Mac and dropped it last year for anyone to download. Its Windows client, which is in beta, still adopts a waitlist system. With this new Arc Search client, the company wanted to have a low-barrier entry point for users where they don’t have to create an account and get started with browsing right away.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/Arc-Search.jpg?w=711",
        "https://techcrunch.com/wp-content/uploads/2024/01/Arc-search-process.jpeg?w=314",
        "https://techcrunch.com/wp-content/uploads/2024/01/Arc-Search-result-page.jpeg?w=314",
        "https://techcrunch.com/wp-content/uploads/2024/01/Image-5-e1706507063591.png?w=369"
      ],
      "link": "https://techcrunch.com/2024/01/28/arcs-new-iphone-browser-wants-to-be-your-search-companion/",
      "category": "apps",
      "revised_title": "Arc Search: A New iPhone Browser Focused on the Search Experience",
      "Summary": "- Arc Search is a new mobile app from The Browser Company that focuses on the search experience.\n\n- Its marquee AI-powered feature, \"Browse for me,\" returns a neatly built webpage with information about the search query, generated by reading at least six web pages.\n\n- Arc Search also includes features such as reader mode, bookmarking, tab archiving, and automatic blocking of GDPR popups, ads, and trackers.\n\n- The company plans to merge its two mobile browser clients at a later stage and launch cross-browser syncing.\n\n- Arc Search is available for download on the App Store without requiring an account."
    },
    {
      "title": "Latest room-temperature claims met with heaps of skepticism",
      "content": "\nJust when you thought the hype about room-temperature superconductors was over, it’s not.\nA Swiss quantum algorithm startup, Terra Quantum, and a research lab at the State University of Campinas (Unicamp) in Brazil claim that they have discovered a form of graphite that superconducts at ambient temperature and pressure.\nTerra Quantum isn’t a small operation. The company raised $60 million early in 2022 for its quantum-as-a-service platform. But that doesn’t mean you should get your hopes up.\nRoom-temperature superconductors, if one is ever found and independently confirmed, could revolutionize everything from electricity transmission to computing, electric vehicles, MRI machines, maglev trains and more.\nLately, claims of room-temperature superconductivity seem to be blooming like flowers after a rainstorm. In the last year alone, three high-profile cases were either debunked, retracted or seriously doubted.\nConsider this latest one to fall into the latter category. Researchers who TechCrunch+ spoke with were skeptical that this new material is a room-temperature superconductor. ",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/GettyImages-1023456752.jpeg?w=600"
      ],
      "link": "https://techcrunch.com/2024/01/28/terra-quantum-superconductor-skepticism/",
      "category": "climate",
      "revised_title": "Skepticism Surrounds Latest Claims of Room-Temperature Superconductivity",
      "Summary": "- Terra Quantum and Unicamp claim to have discovered a form of graphite that superconducts at ambient temperature and pressure.\n- Room-temperature superconductors could revolutionize various technologies, including electricity transmission, computing, electric vehicles, and medical imaging.\n- Recent claims of room-temperature superconductivity have been met with skepticism, with three high-profile cases being debunked or retracted in the past year.\n- Researchers are skeptical about the latest claim, with some expressing doubts about the material's superconducting properties.\n- The discovery, if confirmed, could have a significant impact on various industries and technologies."
    },
    {
      "title": "Inside Brex’s efforts to burn less cash",
      "content": "\nWelcome to TechCrunch Fintech (formerly The Interchange)! In this edition, I’m going to look at Brex’s latest round of layoffs, the state of fintech investing in 2023 and more! I may be taking some time off in coming weeks but never fear, TechCrunch Fintech isn’t going away. We’ll be back soon!\nTo get a roundup of TechCrunch’s biggest and most important fintech stories delivered to your inbox every Sunday at 7:30 a.m. PT, subscribe here.\nThe big story\nWhat goes up must come down. For spend management startup Brex, this was the case for its employee headcount. While interest rates were low, the company saw a bump in business and VC money was easier to come by. Its headcount had swelled to about 1,300 before it laid off staff in October of 2022. As things have come down to earth, Brex is attempting a reset, announcing this week it cut 282 employees, or nearly 20% of its staff, in a restructuring. The move came after reports the company burned $17 million in cash each month during the fourth quarter and that it is trying to preserve runway.\n\nAnalysis of the week\nFintech, oh, fintech. Last year wasn’t easy on you. Fintech investors injected $34.6 billion in startups across 2,055 deals in 2023, a –43.8% and –32.4% YoY drop, respectively, according to PitchBook data. Valuations also mostly dropped, with the median of $19.4 million, down –13% from 2022’s median. Exits also took a dive, with just $5.9 billion in exit value generated across 185 deals in 2023, a decrease of –76.1% and –22.3% YoY, respectively. But Q4 was a good one. According to CB Insights, fintech saw eight new unicorns during the period and equity funding increase by double-digit percentages.\nDollars and cents\nBilt Rewards, whose platform aims to allow consumers to earn rewards on rent and daily neighborhood spend, announced last week that it raised $200 million at a $3.1 billion valuation. General Catalyst led the financing, which more than doubled the New York–based company’s valuation compared to its $150 million October 2022 raise. The raise and valuation jump are impressive in an environment were mega-rounds (deals worth over $100 million) are few and far between. CB Insights’ State of Venture Report 2023 found that while mega-rounds “were a hallmark of 2021, with 350+ occurring each quarter . . . in Q4’23, that figure fell to just 78 — the lowest level since 2017.”\nWhat else we’re writing\nSwedish fintech company Klarna announced its first subscription plan, “Klarna Plus,” for $7.99 per month, featuring benefits like no added service fees when using Klarna’s One Time Card, double rewards points and access to exclusive discounts with popular brands.\nA new list compiled by GGV US highlights 50 fintech startups venture capitalists think are hot stuff. We also spoke to GGV managing partner Hans Tung about what he’s seeing in the sector today.\nPayPal will begin piloting a few new upcoming updates to its service, some of which will leverage AI-driven personalization. The company is introducing a new “CashPass” cash-back offering called “Smart Receipts,” with personalized recommendations, among other things.\nOther high-interest headlines\nRainbow raises $12 million\nSequence raises $5.5M in funding\nSunbit Secures US$310m Debt Warehouse Facility led by Citi\nInvesting platform Public launches options trading—and pays customers for their orders\nFinZi, the Colombian fintech company, has been acquired by Girasol Payment Solution\nBillingPlatform lands $90m growth equity investment from FTV Capital\nFintech predictions from Plaid’s CEO\nFollow me on X @bayareawriter for breaking fintech news, posts about coffee and more.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2023/08/GettyImages-10105387.jpg?w=623"
      ],
      "link": "https://techcrunch.com/2024/01/28/inside-brexs-efforts-to-burn-less-cash/",
      "category": "fintech",
      "revised_title": "Brex's Layoffs and the State of Fintech Investing in 2023",
      "Summary": "- Brex, a spend management startup, laid off 282 employees, or nearly 20% of its staff, in a restructuring.\n\n- Fintech investments dropped significantly in 2023, with a 43.8% decrease in funding and a 32.4% decrease in deals compared to 2022.\n\n- Bilt Rewards raised $200 million at a $3.1 billion valuation, more than doubling its valuation since its October 2022 raise.\n\n- Klarna launched its first subscription plan, \"Klarna Plus,\" for $7.99 per month, offering benefits like no added service fees, double rewards points, and exclusive discounts.\n\n- PayPal is piloting new updates to its service, including a cash-back offering called \"Smart Receipts\" with personalized recommendations."
    },
    {
      "title": "Indian state government fixes website bugs that exposed residents’ sensitive documents",
      "content": "\nAn Indian state government has fixed security issues impacting its website that exposed the sensitive documents and personal information of millions of residents.\nThe bugs existed on the Rajasthan government website related to Jan Aadhaar, a state program to provide a single identifier to families and individuals in the state to access welfare schemes. The bugs exposed the copies of Aadhaar cards, birth and marriage certificates, electricity bills and income statements related to registrants, as well as personal information such as their date of birth, gender and father’s name.\nSecurity researcher Viktor Markopoulos, working for cybersecurity company CloudDefense.ai, found the bugs in the Jan Aadhaar portal in December and asked TechCrunch for help in disclosing to the authorities.\nThe bugs were fixed last week through an intervention by the Indian Computer Emergency Response Team, or CERT-In.\nOne of the bugs allowed anyone to access personal documents and information with knowledge of a registrant’s phone number.\nThe other bug allowed the return of sensitive data because the server was not properly checking the validity of one-time passwords, the researcher explained.\nTechCrunch reached out to the Rajasthan government’s Jan Aadhaar Authority on December 22 and followed up a week later, but did not receive a response. TechCrunch subsequently shared the details of the bug with CERT-In, which confirmed on Thursday that the bugs had been fixed.\n“This is to inform you that we have received a response from the concerned authority that the reported vulnerability has been fixed,” the agency told TechCrunch. The researcher also confirmed the fix.\nTechCrunch reached out again to the Rajasthan government for comment ahead of publication, but we have not heard back.\nThe state’s Jan Aadhaar portal, which launched in 2019, says it has more than 78 million individual registrants and 20 million families. The portal aims to offer “One Number, One Card, One Identity” to residents in the northern state of Rajasthan for accessing state government welfare schemes. This contrasts with the regular Aadhaar card, available for enrollment to eligible individuals across India and provided by the central government-backed Unique Identification Authority, or UIDAI.\n\nIndian state government fixes website bug that revealed Aadhaar numbers and fingerprints\n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/rajasthan-local-voter-getty.jpg?w=600"
      ],
      "link": "https://techcrunch.com/2024/01/28/india-rajasthan-government-jan-aadhaar-bug-fix/",
      "category": "security",
      "revised_title": "Rajasthan Government Resolves Website Vulnerabilities Exposing Sensitive Resident Data",
      "Summary": "- A security issue on the Rajasthan government website exposed sensitive documents and personal information of millions of residents.\n- The bugs allowed anyone to access personal documents and information with knowledge of a registrant's phone number or by exploiting a flaw in the one-time password system.\n- The bugs were fixed last week through an intervention by the Indian Computer Emergency Response Team (CERT-In).\n- The Rajasthan government's Jan Aadhaar portal has more than 78 million individual registrants and 20 million families.\n- The portal aims to offer \"One Number, One Card, One Identity\" to residents in the northern state of Rajasthan for accessing state government welfare schemes."
    },
    {
      "title": "Y Combinator President Garry Tan publishes a menacing tweet before deleting it, apologizing: “Die slow motherf*ckers”",
      "content": "\nGarry Tan, whose success in Silicon Valley has likely inspired many of the founders he mentors, is once again attracting attention for his posts on the social platform X.\nOn Friday night, the Y Combinator president, investor, and former entrepreneur, published a post that might have prompted some to wonder if his X account was hacked. Wrote Tan, addressing seven San Francisco supervisors who oversee the delivery of local government services: “Fuck Chan Peskin Preston Walton Melgar Ronen Safai Chan as a label and motherfucking crew … And if you are down with Peskin Preston Walton Melgar Ronen Safai Chan as a crew fuck you too … Die slow motherfuckers.”\nThe exchange, first reported on this weekend by the outlet Mission Local, notes that after one follower of Tan on X wrote, “i think garry is hammered. i’m here for it,” Tan responded “you are right and motherfuck our enemies.”\nThe post and comment are jarring for their violent tone. Tan later apologized for them, writing that he “thought everyone would get the rap reference but that wasn’t a good call, reference or not – sorry!”\nThe rap reference, Tan suggested, is to “Hit ‘Em Up,” a song published in 1996 by famed West Coast rapper Tupac Shakur that took aim at Tupac’s then-rival, the East Coast rapper Notorious B.I.G.\nTan also published a more formal apology to the Board of Supervisors, writing that “there is no place, no excuse and no reason for this type of speech and charged language in discourse. . . I know the community will hold me accountable and keep focused on our true mission: making San Francisco a vibrant, prosperous and safe place.”\nDistrict 7 Supervisor Myrna Melgar told Mission Local that the comments were “rattling” as a mother. “I don’t know what I did to get on this guy’s list,” she told the outlet. “I’ve never met him.”\nTechCrunch reached out to Tan for comment earlier this evening and have yet to hear back. TechCrunch also reached out to Y Combinator co-founder Paul Graham earlier this evening and have not received a response.\nTan was tapped to become Y Combinator’s newest president in August 2022, after the brief reign of his predecessor, Geoff Ralston.\nBoth men have longstanding ties to Y Combinator. Ralston, who joined YC as a partner in 2011, was appointed its president in 2019 when the outfit’s higher-profile president, Sam Altman, stepped down after a five-year run to take up the reins at OpenAI. (A more recent Washington Post story reported that Altman’s hand was forced because of concerns tied to his personal investments in YC companies, as well as his growing attention to projections outside of YC, including OpenAI. Altman may also have seen the writing on the wall, telling this editor during a 2019 event: “If I could control the market — obviously the free market is going to do its thing — I would not have YC companies raise the amounts of money they raise or at the valuations they do.”)\nTan was himself a partner at YC from 2011 to 2015 after going through the accelerator program in 2008. He later formed Initialized Capital with another former YC partner, Alexis Ohanian, before returning to head the organization more recently.\nTan’s personal story is an uplifting one. The San Francisco native has said that growing up as the child of immigrants, the family didn’t always have enough food to eat, and that dinner was sometimes bread and milk. According to Tan, he learned to make web pages and landed his first job after “cold calling the Yellow Pages.” He went on to graduate from Stanford, become a founder and, as an investor, has enjoyed staggering success owing to early bets that include Coinbase, to which he first wrote a check in 2012.\nIn the background, Tan has long produced instructional YouTube videos for founders, including one titled “How to Get Rich the Real Way,” and another titled “Stop Wasting Your Life.”\nIn the videos, Tan plays the sage. Meanwhile Tan, who is amiable in person, has become increasingly combative on social media, drawing attention to himself in unexpected ways and — by dint of his role — Y Combinator. Last fall, for example, on X, Tan initiated a heated exchange with a smaller startup accelerator program, Neo, which was founded in 2017, has raised $600 million from investors and funded 175 companies. Some thought he was punching down and questioned why he would bother. (Y Combinator, founded in 2005, has raised billions of dollars from investors and funded thousands of companies.)\nTan has also been open about personal grievances on X, as well as become increasingly hostile toward progressive politicians in San Francisco, who Tan blames for many of the city’s woes, both visible and otherwise.\nAll may be par for the course in a world where social media itself has evolved into something of a toxic cesspool.\nStill, given Tan’s position as the president of the most powerful startup program in the world, one wonders if he didn’t go too far this weekend. Certainly, telling politicians to “die” — even if during an alleged drunken tirade —  is a move that must make some inside of YC uncomfortable.\nAnother choice is to not take him very seriously, which some appear to be doing, at least publicly.\nAs said one founder and investor who knows Tan and who defended Tan’s actions of Friday night during an exchange with TechCrunch earlier today, “This was dumb, but he’s human and deserves forgiveness.”\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2022/08/GettyImages-1058145366-1.jpg?w=671"
      ],
      "link": "https://techcrunch.com/2024/01/28/y-combinator-president-garry-tan-publishes-a-menacing-tweet-before-deleting-it-apologizing-die-slow-motherfckers/",
      "category": "startups",
      "revised_title": "Y Combinator President Garry Tan Apologizes for Offensive Tweet Directed at San Francisco Supervisors",
      "Summary": "- Garry Tan, president of Y Combinator, posted a violent rap-referencing message on X targeting seven San Francisco supervisors.\n\n- Tan later apologized for the post, saying it was a reference to a Tupac Shakur song and that he regretted using such charged language.\n\n- Tan has a history of combative behavior on social media, including criticizing progressive politicians in San Francisco and engaging in heated exchanges with other startup accelerators.\n\n- Some people are defending Tan's actions, arguing that he is human and deserves forgiveness, while others believe he went too far and should be held accountable.\n\n- Tan's behavior raises questions about the role of social media in public discourse and the responsibility of leaders in the tech industry to use their platforms responsibly."
    },
    {
      "title": "India’s Uber-rival BluSmart pumps up EV charging with $25M investment",
      "content": "\nBluSmart, an Indian ride-hailing startup that competes with Uber and homegrown rival Ola with its all-electric fleet, is looking to boost its battery charging infrastructure as the South Asian nation currently has limited charging stations but aims to expand its electric vehicle (EV) base.\nThe Gurugram-based startup has received fresh funding of $25 million from Switzerland-headquartered impact fund ResponsAbility in a mezzanine structure, including partial equity dilution and debt. The purpose of raising this capital — just in a month following a rights issue of $24 million and a few months after another rights issue of $42 million — is to expand the EV charging infrastructure from the current 35 stations, which operate 4,000 chargers in total, to about 95–100 stations in the next few months.\nLaunched in December 2019, BluSmart currently has a fleet of 6,000 EVs, including around 180 ZS SUVs from MG Motor and the rest of the sedan Tata Tigor cars, which it plans to take to 10,000 later this year. But for that expansion, the startup initially needs to bolster its EV charging infrastructure. The expansion in the charging infrastructure will also help BluSmart generate additional revenues as it looks to open its charging hubs to the public in the future to leverage the country’s plan to electrify 30% of all its four-wheelers by 2030.\n“This $25 million should help us expand the charging infrastructure from 35 super hubs we have right now to maybe another 60 charging hubs,” BluSmart co-founder Anmol Jaggi told TechCrunch.\nJaggi co-founded BluSmart along with his brother Puneet Jaggi and another co-founder, Punit Goyal, in 2019 to take on the duopoly of Uber and SoftBank-backed Ola. It began operating shortly before the global COVID-19 lockdown, severely affecting businesses worldwide and devastatingly impacting ride-hailing services. The startup gained public attention following the ease of the initial lockdown for offering a premium service — months after launching its all-EV fleet in Delhi-NCR. In 2022, BluSmart expanded to Bengaluru and introduced intercity rides from Delhi-NCR within a 62-mile range to cities including Chandigarh and Jaipur.\nUnlike Uber and Ola, which both offer on-demand cabs in India, BluSmart provides electric vehicle (EV) rides only with scheduling in advance. While this is a significant departure from the norm, BluSmart has no plans to change this model as it requires many more EVs in its fleet to enable the on-demand service.\nNonetheless, the distinct model, which requires effort from riders to schedule and wait for their cabs to come, has drawn some adoption.\nBetween 2022 and 2023, BluSmart, which raised a total of $200 million in equity and debt to date and separately received EV asset financing of $200 million, saw its gross merchandise value grow by over 600% to about $20 million from $2.76 million. The startup also saw over 100% growth in monthly active users to 245,000 in December from 120,000 in January last year. It counts BP Ventures, Mayfield India Fund, Green Frontier Capital and Survam Partners, among its early backers.\nIn November, BluSmart introduced a loyalty program called BluElite to offer value additions, such as additional waiting time and recurring rides, to riders for paying a subscription of $6 a month or $31 a year. It garnered between 2,000–3,000 subscribers in two months after launch and is contributing to the startup’s bottomline.\nHowever, BluSmart is facing the heat due to the ongoing market slowdown and its asset-heavy business model. In 2019, the four-year-old startup announced its plans to raise $250 million in a new round. But that did not work out. It also lost the initial shine of being an EV ride-hailing platform, as Uber partially started onboarding electric cabs in India to support the government’s objective of going electric.\nRecently, BluSmart introduced its crowdfunding initiative called BluSmart Assure and “rush-hour” pricing, similar to Uber’s surge pricing during rush hours, despite promising that it would never introduce a surge pricing on its platform. These moves even attracted criticism for the platform.\nIn a wide-ranging interview with TechCrunch, Anmol Jaggi and BluSmart chief business officer Tushar Garg, who has also become the CEO of BluSmart’s charging business BluCharge, talked about how they are planning to go with the fresh capital and looking at the challenges on their journey.\nBelow are the edited excerpts from the conversation:\nTC: How are you planning to utilize the fresh capital?\nAnmol Jaggi: This money is majorly going to strengthen our EV charging infrastructure. For cars, we have a lot of leasing partners who are there, and those leasing partners are already giving us 1,000s of cars. We have already scaled to 6,000-plus cars — 5,000 in Delhi-NCR and 1,000 in Bengaluru. So, for cars, we are decently sorted with our financing. This money will essentially go all for building charging infrastructure.\nTushar Garg: BluSmart has always taken pride in the fact that we are a full-stack EV mobility player. We’ve got a lot of crazy hard work done by the teams in the background to ensure adequate funds are available for our expansion on the fleet side. We’ve also always been required to build a very large-scale EV charging infrastructure. With this capital coming in with ResponsAbility, our focus is to build vast amounts of EV charging infra for our fleets and eventually the public.\nAre you planning to expand the capacity of the 35 charging locations you have or widen your infrastructure by entering new locations?\nAJ: We can’t expand the capacity in these 35 charging locations because they are already filled to the brim. This money could create 60 such locations so that our total EV charging station count could go to 95.\nTG: We used to dream of creating an EV charging distribution in the cities we operate in, where every car can get a charging point within 15 minutes of wherever they are. This capital allows us to go from those 35 hubs to maybe 95 or 100 odd hubs and obviously come closer to that dream of ours of making an EV charging point available to any electric vehicle in the city within a 15-minute drive — or maybe even less — in the times to come.\nYou announced plans to have a fleet of 10,000 EVs by March 2024. And you just mentioned that you have 6,000 cabs at the moment. What has been the progress toward that target?\nAJ: We have 6,000 cars already plying, and as we speak, 700 vehicles are ready to join our fleet in the next 10 odd days. So, we will hit 6,700. Perhaps by March 2024, we should be more or less between 7,500 and 8,000 cars.\nWhat is the new timeline for reaching 10,000 fleet size?\nAJ: By something like July, we will hit the 10,000 number. But everything is subject to the charging infrastructure expansion.\nWhat is the reason you could not meet the target of getting 10,000 cabs by March 2024?\nAJ: It is a fact that we have not been able to ramp up the charging infrastructure to the speed that we wish to. Whether it is financing for cars or Tata Motors’ ability to give us these cars, both are available. So, here, the lead dog is the charging infrastructure. As we build out the charging infrastructure, we will be able to absorb more cars. In fact, in January itself, we are onboarding five new charging hubs: two in Rajouri Garden, one in Dwarka (in Delhi), and two in Bengaluru. This would enable us to onboard 700 more cars because each has between 100 and 150 car parks.\nAre any of the cabs that BluSmart currently runs on its books?\nAJ: No, the fleet is not at all — not even one car — is on the books of BluSmart. All the vehicles are leased out to BluSmart by many partners. In fact, we started a retail program called BluSmart Assure in which any individual can lease out a car to BluSmart, and we have a fantastic response to it.\nWhat is the average leasing tenure?\nAJ: The average tenure for the Tata Tigor car would be four and a half years, and for the MG Zs SUV, it is about five and a half years.\nWill you purchase the vehicles after the leasing period is over?\nAJ: BluSmart has a roofer to purchase these vehicles. So, if it feels that at the end of the lease period, it wants to buy back the car at a predetermined price, BluSmart can buy the vehicle.\nHave you repurchased any of these leased vehicles?\nAJ: If you look at the history, we have had a few of our cars where the lease has started to go over. Depending on that, we have returned a few and a little above 40 we have bought from the lessor and retrofitted their batteries.\nIs BluSmart unit economics positive now?\nAJ: No, we are negative. Our contribution one margin is positive, which means that we are profitable on the part of all our variable costs, such as driver salaries and electricity costs. But when it comes to the contribution two margin, which basically includes the lease of the vehicle, we are negative. However, our SUV rides have the contribution two margin positive.\nWhat is the loss you are making per cab daily?\nTG: We are negative, equivalent to one and a half trips. A trip on an average fare is about $5 (400-plus Indian rupees). So, the loss we are making is about $7 (600 Indian rupees) per cab per day.\nHow much are you paying for the maintenance and service of your vehicles? You also mentioned you retrofitted the batteries in some of the cabs you have bought. How much have you paid for that?\nAJ: The retrofitment of the battery cost us about $3,100 (260,000 Indian rupees). Maintenance and servicing costs are about a cent (80–85 paisa) per kilometer without tires. If we add tires to it, it comes to $0.014 (1.15 Indian rupees) per kilometer.\nWhat is the percentage of the revenue contribution from SUVs?\nAJ: It is double. So, if we have 3% of the fleet as premium (SUV), it will be 6% of revenue.\nWhat has been the initial outcome of BluSmart Assure? Will it not be a debt trap for people investing since there is no clarity on how BluSmart would pay them the guaranteed returns despite seeing losses?\nAJ: We pay more than $1.8 million in lease rentals every month. So, there is sufficient equity that the business has to continue. We have already added more than 150 vehicles under the BluSmart Assure. The ticket size is about 10 cars per person, so 17–18 different investors are already through the program. We aim to add 2,000 more vehicles through it in the next three to four months. So, you could expect many new cars for us to come under the BluSmart Assure program. There is massive demand for people looking to deploy vehicles with BluSmart because they know that their cars will be very well looked after, and every new vehicle that comes onto the platform helps us grow, increase the network and become more profitable.\nOur expected loss for the financial year 2025 is about $19 million. Do we have enough and more equity to cover that loss? Yes. Are we raising more equity? Yes. Are more and more international investors happy to fund us? Yes. So, people investing in the BluSmart Assure program are considering that BluSmart has already captured a 10% plus market share in Delhi and maybe 12–13% revenue market share. They believe the founders have a great track record, the team and product have proven themselves, and substantial investor backing has always come in.\nWhat does BluSmart’s runway look like?\nAJ: It’s more than two years with the current ResponsAbility money.\nIn 2022, you announced plans to raise around $250 million. But you ended up getting $42 million in a rights round in May, including $5 million in debt, and $42 million in another rights issue in December. Why has it become so hard for BluSmart to raise funds despite its cab plying in two major cities?\nAJ: On that $250 million announcement, it has been close to 18 odd months of that falling through, so we lived through it. We have made enough clarifications to say that the incoming investors and existing investors could not agree on the terms and conditions of the round, and hence, we could not close it despite having term sheets. It is better to not align in the earlier part than to have a conflict in the later part. The $250 million would have been great. We would have been on a very different trajectory with that amount in the bank. That said, we are constantly raising money, and maybe it’s not that big a sum of $250 million, but it is decent to let us continue our operations and growth.\nBluSmart has been growing more than 100% year-on-year, which has all been fueled by the $42 million, $24 million and the latest $25 million. So, there are no hard feelings that we could not get the $250 million. It would have been better. But do we have enough money with us? Yes. Are we growing? Yes. Does the customer love continuing? Yes.\nBut why aren’t any storied investors coming to your captable?\nAJ: ResponsAbility is absolute as a fabled investor as one could get. But regarding the earlier $42 million and $24 million we raised, we have had the privilege of creating capital for myself and other businesses. If I have my own money available at my disposal, I will be happy to invest more money into BluSmart. So, I would not rule out doing more rights rounds to increase my share in the business.\nHow much have you invested in BluSmart so far?\nAJ: The three co-founders — me, Puneet Jaggi, and Punit Goyal — hold nearly 35% of BluSmart. I have invested about $25 million, while Punit has invested about $4 million and CXOs, comprising Anirudh Arun (operations and marketing head), Rishabh Sood (CTO) and Tushar have put in a total of $2.4 million.\nHave you attracted new investors’ interest?\nAJ: Sometime in the middle of the year, we will again start with the next fundraising and use the six months to improve our numbers. Use the six months to take the revenue run rate from $53 million that we had in December to, let’s say, $75 million and use that to decrease the losses from about $7 to maybe $5 per car daily and demonstrate all of that show the trajectory and hopefully, ResponsAbility got convinced, so we’ll have more other people also getting convinced. And, of course, we always have our own money at our disposal.\nBluSmart started with no-surge pricing as a significant competitive edge against Uber and Ola. But then, earlier this month, you introduced the “rush-hour” pricing. Why did you prefer that change, which has made BluSmart a bit similar to its competitors?\nAJ: We were getting a lot of complaints from driver partners that they could not complete the rides during the rush hours. That resulted in a dip in their earnings because they could not complete as many trips as possible. So, we found “rush-hour” pricing as a fair way of compensating the driver partners for their effort and nothing else. We are clearly different regarding surge and rush-hour pricing; it is not arbitrary that you could see any random number coming up any day. We have clarified that we’ll be 10–15% more expensive during rush hours. And it is only for a defined hour. In fact, during the non-rush hours, we also decrease the prices. Since the launch on January 9, we have seen a 7–8% increase in the number of trips we are doing.\nWould you introduce some other future changes that customers could criticize, similar to what Uber and Ola have faced, including random cancellations?\nAJ: We are always going to follow the zero-cancellation model. Clean cars and an all-electric fleet will also always be a part of our offerings. The rush-hour pricing is something that we have done as a fair move for our driver partners. If there are no driver-partners, there will be no BluSmart.\n\nHow India will navigate EVs in 2024\n\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2024/01/blusmart-charging-hub.jpg?w=600"
      ],
      "link": "https://techcrunch.com/2024/01/28/blusmart-ev-charging-funding/",
      "category": "startups",
      "revised_title": "BluSmart's $25 Million Investment Boosts EV Charging Infrastructure in India",
      "Summary": "- BluSmart, an Indian ride-hailing startup, has received $25 million in funding to expand its EV charging infrastructure.\n\n- The company plans to increase its charging stations from 35 to 95-100 in the next few months.\n\n- BluSmart currently has a fleet of 6,000 EVs and plans to expand to 10,000 later this year.\n\n- The company is facing challenges due to the ongoing market slowdown and its asset-heavy business model.\n\n- BluSmart has introduced a loyalty program called BluElite and a \"rush-hour\" pricing model to increase revenue."
    },
    {
      "title": "What went wrong at Cruise, a pivot at Vroom and a home for Tesla’s Dojo supercomputer",
      "content": "\nTechCrunch Mobility is a weekly newsletter dedicated to all things transportation Sign up here — just click TechCrunch Mobility — to receive the newsletter every weekend in your inbox. Subscribe for free.\nWelcome back to TechCrunch Mobility – the same weekly newsletter you’ve been reading, but with a new name and a few changes.\nAs I mentioned last week, this is still your central hub for news and insights on the future of transportation! This week, read about how Mercedes mistakenly exposed its source code, the latest in the Cruise-GM saga, Tesla’s EV sales warning and more.\nLet’s go!\nA little bird\n\nEconomic headwinds might be easing a bit, but companies are still getting squeezed. Autonomous vehicle and EV startups — even those that have since gone public — are trying to cut costs in hopes of extending their capital runway. Aurora Innovation, for instance, laid off about 3% of its workforce; EV company Polestar confirmed to TechCrunch it has also cut about 15% of its global workforce, Flexport is reportedly looking to axe another 20% of jobs and package delivery company Veho said that it laid off 19% of its corporate/exempt employee headcount.\nNow, a few little birds are telling us that Canoo and Faraday Future — both EV startups that went public via mergers with special purpose acquisition companies — are either reducing salaries or furloughing employees. Faraday has confirmed it has reduced salaries and furloughed employees without providing more detail. Sources tell us that Canoo is also furloughing workers.\nGot a tip for us? Email Kirsten Korosec at kirsten.korosec@techcrunch.com or Sean O’Kane sean.okane@techcrunch.com. If you prefer to remain anonymous, click here to contact us, which includes SecureDrop (instructions here) and various encrypted messaging apps.\nDeal of the week\n\nOver at the TC climate desk, reporter Harri Weber spoke to ArcTern Managing Partner Murray McCaig about its third (and recently closed) $335 million fund.\nArcTern plans to pump this capital into climate-focused startups that can deliver super quick returns. Specifically, the Toronto-based firm is focused on startups that use proven tech in new ways. And his bet? Decarbonizing mobility. Though electric vehicle sales have slowed lately, McCaig sees this as a “blip.”\nThe VC believes North America is about to reach a tipping point where EV adoption takes off like a rocket, as it has in Norway.\nOther deals that got my attention …\nClearmotion raised an additional $4 million, bringing its Series B round to about $43 million, according to a recent Form D filing.\nCorvus Energy, an energy storage and fuel cell systems company focused on maritime, offshore and port applications, secured an undisclosed investment from Woven Capital, Toyota’s growth fund.\nMonta, an EV charging software startup based in Copenhagen, raised €80 million ($86.9 million) in Series B funding round co-led by Energize Capital, GreenPoint Partners and Denmark’s state-backed Export and Investment Fund.\nSion Power, a Tucson, Arizona-based lithium-metal battery developer, raised $75 million from battery manufacturer LG Energy Solution, mathematician and investor Jim Simons’s Euclidean Capital and former Google CEO Eric Schmidt’s family office management company Hillspire LLC.\nVroom is shutting down its online used car marketplace and shifting all of its resources and capital into two business units focused on auto financing and AI-powered analytics. About 800 employees, or 90% of its workforce, will lose their jobs as a result.\nNotable reads and other tidbits\n\nAutonomous vehicles\nThe internal review of Cruise and the October 2 event that led to the GM subsidiary losing its permits to operate robotaxis in California finally dropped. The tl;dr via the report conducted by Quinn Emanuel: Cruise didn’t purposely mislead regulators. So what went wrong at Cruise? A lack of judgement, missteps by leadership, an “us versus them” relationship with regulators and a fixation on correcting the inaccurate media narrative that the Cruise AV, not the human-driven Nissan, had caused the accident were all contributing factors to the company’s problems.\nCruise also revealed that the Department of Justice and the Securities and Exchange Commission have also opened investigations into the company. Pretty much every agency you can think of is now looking into the incident, including the California Department of Motor Vehicles, the California Public Utilities Commission and the National Highway Traffic Safety Administration.\nFinally, the 195-page also included in its appendix a heavily redacted report by Exponent that looked into the technical problems on October 2, specifically why the robotaxi initiated a pullover maneuver that then dragged the pedestrian who was trapped underneath. More to come on that front. \nElectric vehicles, batteries & charging\nPorsche took the wraps off of two variants of the Macan EV, a long-delayed project that will test whether consumers still have the drive to spring for an electric vehicle that costs more than $78,000.\nTesla kicked off earnings season with a bit of a stinker. Yes, the company delivered a record 1.8 million EVs in 2023, but profits suffered (especially when looking at its operating income) due to its price cuts that squeezed margins as well as higher R&D expenses and the cost of bringing the Cybertruck into production. While solar deployments declined, energy storage was one of the rosier areas, with 125% growth year-over-year.\nSoftware and other in-car tech\nMercedes-Benz accidentally exposed a trove of internal data after leaving a private key online that gave “unrestricted access” to the company’s source code\nTesla plans to spend $500 million to build one of its so-called “Dojo” supercomputers at its Buffalo, New York factory, the state’s governor Kathy Hochul announced during a Friday a news conference, just days after CEO Elon Musk called the project a “long shot.” Musk also made an interesting comment on social media that downplayed the investment, noting the company would spend far more money on Nvidia hardware in 2024.\nThis week’s wheels\nImage Credits: Ride1Up\nThis week’s wheels comes from TC editor Devin Coldewey who recently bought the Ride1up 700 Series e-bike. \nI vacillated for a few months on buying a new e-bike, trying to find the right balance between moped-style throttle and traditional pedal assist. Ultimately, I went with the Ride1up 700 Series, which offered a sort of package deal (at a Black Friday price) that meant a minimum of fuss for a maximum of utility. Fenders, rack, lights, all in the bargain.\nWhile assembly was a bit involved (don’t attempt if you haven’t put a bike together before), the final product is — now that I have put some miles on it — pretty solid. Some of the ergonomics could be better and the custom rack doesn’t fit any of the panniers I wanted; however, the big solid frame and oversize wheels are reassuring on the road and the throttle is excellent for navigating both Seattle hills and Seattle drivers.\nIt’s on the heavier side — 62 pounds – so I wouldn’t walk it up any stairs or hang it from an ordinary bike hook. But it’s already opening up a different “zone” in my mind for getting around the city: too far to conveniently walk, too close to justifiably drive and too hilly to pedal. Turns out that’s a lot of Seattle!\nThis definitely won’t be my last ebike, but I’m pleased with it as my first. If I had to do it again, I might have opted for the lighter LTD with its torque sensing pedal assist, but hey.\n",
      "image_links": [
        "https://techcrunch.com/wp-content/uploads/2023/11/cruise-trouble.jpg?w=711",
        "https://techcrunch.com/wp-content/uploads/2019/10/blinky-cat-bird-green.gif",
        "https://techcrunch.com/wp-content/uploads/2019/10/money-the-station.png",
        "https://techcrunch.com/wp-content/uploads/2019/12/the-station-ride-hailing1.png",
        "https://techcrunch.com/wp-content/uploads/2024/01/ride1up.jpg"
      ],
      "link": "https://techcrunch.com/2024/01/28/what-went-wrong-at-cruise-a-pivot-at-vroom-and-a-home-for-teslas-dojo-supercomputer/",
      "category": "transportation",
      "revised_title": "Cruise's Missteps, Vroom's Pivot, and Tesla's Dojo Supercomputer Finds a Home",
      "Summary": "- TechCrunch Mobility is a weekly newsletter dedicated to transportation news and insights.\n- Economic headwinds are causing companies to cut costs, with autonomous vehicle and EV startups laying off employees.\n- Cruise's internal review found that the company did not purposely mislead regulators but made several missteps.\n- Tesla reported record EV deliveries but faced profit challenges due to price cuts and higher expenses.\n- Mercedes-Benz accidentally exposed its source code due to a private key left online."
    }
  ]
}